{"1": " \nUNIVERSIDADE FEDERAL DE ITAJUBÁ \n \n \nINSTITUTO DE RECURSOS NATURAIS \n \n \nPROJETO PEDAGÓGICO DO \nCURSO DE ENGENHARIA DE \nBIOPROCESSOS \n \n \n \n \n \n \n \n \n \n \n \nITAJUBÁ - MG \n \nAGOSTO/2016 \n \n", "2": "1 \n \nDagoberto Alves de Almeida \nReitor \nreitoria@unifei.edu.br (35) 3629-1105 \n \nPaulo Sizuo Waki \nVice-Reitor \nvicereitoria@unifei.edu.br (35) 3629-1105 \n \n \nEgon Luiz Müller Junior \nPró-Reitor de Graduação \nprg@unifei.edu.br (35) 3629-1126 \n \n \nCarlos Eduardo Sanches da Silva \nPró-Reitor de Pesquisa e Pós-Graduação \nprppg@unifei.edu.br (35) 3629-1118 \n \n \nJosé Wanderley Marangon Lima \nPró-Reitor de Extensão \nprceu@unifei.edu.br (035) 3629-1259 \n \n \nGuilherme Youssef Rodriguez \nCoordenador do Curso de Engenharia de Bioprocessos \nebp.itajuba@unifei.edu.br \n \n \nAndré Aguiar Mendes \nCoordenador Adjunto do Curso de Engenharia de Bioprocessos \naguiar@unifei.edu.br \n \n \nUniversidade Federal de Itajubá – UNIFEI \nCampus Professor José Rodrigues Seabra \nAvenida BPS, 1303, bairro Pinheirinho \nItajubá/MG – CEP 37500-903 \nTelefone (35) 3629-1101 \nwww.unifei.edu.br \n \n \n", "3": "2 \n \nSUMÁRIO \n1. INTRODUÇÃO ........................................................................................................................... 3 \n1.1 A Universidade Federal de Itajubá (UNIFEI) ....................................................................... 3 \n1.2.  O curso de Engenharia de Bioprocessos .............................................................................. 5 \n1.2.1. Visão geral ..................................................................................................................... 5 \n1.2.2. A Biotecnologia ............................................................................................................. 6 \n1.2.3. A Engenharia de Bioprocessos ...................................................................................... 9 \n1.2.4. O curso de Engenharia de Bioprocessos da UNIFEI ................................................... 11 \n1.2.5. O curso de Engenharia de Bioprocessos na cidade de Itajubá .................................... 13 \n2. DADOS DO CURSO DE ENGENHARIA DE BIOPROCESSOS DA UNIFEI ..................... 15 \n3. OBJETIVOS DO CURSO ......................................................................................................... 16 \n3.1 Objetivos estratégicos gerais ............................................................................................... 16 \n3.2. Objetivos específicos .......................................................................................................... 16 \n4. FORMAS DE ACESSO AO CURSO ....................................................................................... 19 \n5. COMPETÊNCIAS, HABILIDADES E PERFIL DO EGRESSO ............................................ 20 \n5.1 Perfil do profissional a ser formado .................................................................................... 23 \n6. FUNDAMENTOS DIDÁTICO-PEDAGÓGICOS E METODOLÓGICOS ............................ 26 \n6.1. Procedimentos de ensino .................................................................................................... 28 \n7. SISTEMAS DE AVALIAÇÃO ................................................................................................. 30 \n7.1. Sistema de Avaliação do Rendimento Escolar ................................................................... 30 \n7.2. Sistema de Avaliação do Projeto de Curso ......................................................................... 31 \n7.2.1. Avaliação Externa à Universidade .............................................................................. 31 \n7.2.2 Avaliação Interna à Universidade ................................................................................. 32 \n8. CORPO DOCENTE .................................................................................................................. 34 \n9. ÓRGÃOS ADMINISTRATIVOS DO CURSO ........................................................................ 35 \n9.1. Coordenação do curso ........................................................................................................ 35 \n9.2. Colegiado do curso ............................................................................................................. 36 \n9.3. Núcleo docente estruturante do curso ................................................................................. 37 \n10. INFRAESTRUTURA FÍSICA ................................................................................................ 39 \n11. ESTRUTURA CURRICULAR DO CURSO .......................................................................... 44 \n11.1. Matriz curricular do curso e coerência com as Diretrizes Curriculares Nacionais (DCN)\n ................................................................................................................................................... 44 \n11.2. Atividades Complementares propostas ............................................................................ 48 \n11.3. Estágio Curricular Supervisionado Obrigatório e Trabalho Final da Graduação (TFG) . 51 \n11.3.1. Estágio Curricular Supervisionado Obrigatório ........................................................ 51 \n11.3.2. Trabalho Final da Graduação (TFG) ......................................................................... 52 \n11.4. Ementário do curso ........................................................................................................... 55 \n12. REFERÊNCIAS .................................................................................................................... 117 \n \n \n \n \n \n \n", "4": "3 \n \n1. INTRODUÇÃO \n1.1 A Universidade Federal de Itajubá (UNIFEI) \nA UNIFEI foi fundada no ano de 1913, com o nome de Instituto Eletrotécnico e Mecânico \nde Itajubá – IEMI, por iniciativa de Theodomiro Carneiro Santiago e patrocínio de seu pai, Coronel \nJoão Carneiro Santiago Júnior, os quais visavam a formação de engenheiros mecânicos e \neletricistas, com um ensino voltado para a realidade prática, em ambiente de trabalho tão \naproximado quanto possível da vida real.  \nCom essa intenção, Theodomiro Santiago viajou, em 1912, para a Europa e os Estados \nUnidos, com a finalidade de estudar os novos métodos de ensino técnico, contratar professores e \nadquirir equipamentos e utensílios para os laboratórios da futura instituição. O fundador almejava, \nsobretudo, homens práticos, capacitados para serem úteis à indústria nacional, à sociedade e à \ngrandeza do país.  \n \nA inauguração oficial do IEMI deu-se em 23 de novembro de 1913, em sessão solene com \na presença do presidente da República, Marechal Hermes da Fonseca e do vice-presidente, Dr. \nWenceslau Braz Pereira Gomes. A primeira turma de 16 alunos engenheiros mecânicos-eletricistas \nformou-se em 1917, ano em que o Instituto foi oficialmente reconhecido pelo Governo Federal – \nArt. 9º da Lei nº 3232, de 05.01.1917. Theodomiro Santiago ocupou a direção da Escola até 1930, \nquando foi exilado para a Europa por motivos políticos. Durante a sublevação constitucionalista \nde 1932, fora deportado para Portugal, juntamente com outros revolucionários que comungavam \ndos mesmos sentimentos pátrios. Seu sucessor foi o Eng. José Rodrigues Seabra, ex-aluno da \nescola, formado na primeira turma, e que era professor desde 1921. Até que em 1936, o nome da \nescola foi mudado para Instituto Eletrotécnico de Itajubá – IEI. \nA Escola foi federalizada em 1956, mas a denominação de Escola Federal de Engenharia \nde Itajubá - EFEI só foi adotado em 1968. No início da década de 1960, avaliava-se que a escola \n", "5": "4 \n \nde Itajubá tinha formado cerca de 40% do total de engenheiros dessas especialidades existentes no \nBrasil.  \nDando prosseguimento a uma política de expansão capaz de oferecer atendimento mais \namplo e diversificado à demanda nacional e, sobretudo, regional de formação de profissionais da \nárea tecnológica, a instituição partiu para a tentativa de se transformar em Universidade \nEspecializada na área Tecnológica - UNIFEI, modalidade acadêmica prevista na nova Lei de \nDiretrizes e Base da Educação Nacional - LDB. Esta meta começou a se concretizar a partir de \n1998 com a expansão dos cursos de graduação ao dar um salto de dois para nove cursos, através \nda aprovação de sete novos com a devida autorização do Conselho Nacional de Educação - CNE. \nPosteriormente, foram implantados mais dois novos cursos de graduação.  \nA concretização do projeto de transformação em Universidade deu-se em 24 de abril de \n2002, através da sanção da lei número 10.435. A passagem da Escola Federal de Engenharia de \nItajubá – EFEI à Universidade Federal de Itajubá – UNIFEI foi o legítimo reconhecimento do \nGoverno Federal a uma instituição com até então 87 anos de relevantes serviços prestados à \nengenharia nacional, e que sempre lutou em prol do desenvolvimento sustentável da nação.  \nEm meados de 2008 concretiza-se parceria pioneira entre a Prefeitura Municipal de Itabira \n(governo local), o setor privado (empresa Vale) e o Ministério da Educação - MEC para a criação \ndo campus Itabira. A Universidade continuou, em paralelo à consolidação do campus Itabira, sua \nexpansão na sede (Itajubá), implantando mais cursos de graduação e de pós-graduação.  \nEm decorrência da adesão ao Programa de Apoio ao Plano de Reestruturação e Expansão \ndas Universidades Federais (REUNI), a UNIFEI, Campus de Itajubá, implantou 14 novos cursos \nde graduação, dentre os quais o curso de Graduação em Engenharia de Bioprocessos. Atualmente, \na UNIFEI possui 35 cursos de graduação, sendo 25 no Campus Prof. José Rodrigues Seabra em \nItajubá, 9 no Campus de Itabira e 1 curso de licenciatura em Física a Distância com 5 diferentes \npólos.  \n", "6": "5 \n \nAlém das características tecnológicas, a UNIFEI apresenta posição geográfica favorável ao \ndesenvolvimento da região em que está inserida. Localizada no Sul de Minas, na região da \nMantiqueira, o Campus Itajubá, onde o curso de Engenharia de Bioprocessos está situado, fica a \naproximadamente 300 km das capitais São Paulo e Rio de Janeiro e a 445 km de Belo Horizonte. \nA UNIFEI ocupa um papel importante para o crescimento e desenvolvimento da região, \nque apresentava um perfil econômico estritamente agropecuário. Ao longo dos anos, houve a \nformação de profissionais em diferentes áreas do conhecimento, diversidade esta ampliada \nprincipalmente nas últimas duas décadas. \n \n1.2.  O curso de Engenharia de Bioprocessos \n1.2.1. Visão geral \nO curso de graduação em Engenharia de Bioprocessos da Universidade Federal de Itajubá \ntem como objetivo formar profissionais que, além de terem a formação básica comum a qualquer \noutro curso de Engenharia, estejam preparados para desempenhar funções que os possibilitem \natuar em organizações que fazem uso de qualquer prática de bioprocessamento.  \nO bioprocessamento é uma etapa de transformação que ocorre por meio de agentes \nbiológicos, sejam eles organismos naturais ou geneticamente modificados. Etapas de \nbioprocessamento são comumente empregadas como parte fundamental na rotina de muitas \nindústrias, tais como de alimentos, farmacêutica, química, entre outras. É uma abordagem que vêm \nganhando destaque como alternativa sustentável e solução inovadora. Para atingir suas metas, as \noperações de bioprocessos fazem uso de micro-organismos, células animais ou vegetais além de \nseus componentes celulares (enzimas).  \nO aluno de Engenharia de Bioprocessos estuda as disciplinas que correspondem ao \ncurrículo básico das Engenharias, além de adquirir conhecimentos específicos de química, física e \nbiologia. Esta formação multidisciplinar, intrínseca ao curso de Engenharia de Bioprocessos, \npermite estimular no aluno uma visão para inovação e para o aperfeiçoamento de produtos e \n", "7": "6 \n \nprocessos em larga escala que utilizem agentes biológicos como elemento chave. Tais processos \nvisam à conversão, de forma eficiente e segura, de matérias-primas em fármacos, alimentos, \nfertilizantes, bebidas, combustíveis, além de processos que objetivem atuar no controle ambiental \nempregando micro-organismos ou suas enzimas para remoção de poluentes. \n \n1.2.2. A Biotecnologia \nA Biotecnologia é um conjunto das técnicas que utiliza organismos, tecidos, células ou \nseus componentes moleculares para produzir ou modificar produtos, melhorar plantas ou animais \nou desenvolver micro-organismos com o objetivo final de melhorar a qualidade de vida dos seres \nvivos. É importante observar que a compreensão do termo biotecnologia varia tão rapidamente \nquanto as técnicas disponíveis em cada momento histórico. Assim, enquanto técnicas avançadas \nde fermentação constituíam o núcleo central da biotecnologia da metade do século XX, atualmente \né comum os termos “biologia molecular” e “biotecnologia” serem usados como sinônimos. \nEmbora tal equívoco semântico seja de pequena importância, é essencial a percepção de que \nbiotecnologia é um conceito em constante evolução, e que outro conjunto de técnicas ainda a serem \ndesenvolvidas determinarão nosso futuro entendimento dessa importante área do conhecimento \nhumano. \nAs áreas fundamentais de atuação da Biotecnologia (Bioprocessamento, Engenharia \nGenética, Agricultura, Bioquímica, Medicina, Meio ambiente, Bioética) constituem também os \neixos norteadores para o curso de Engenharia de Bioprocessos, em que a biotecnologia é “colocada \npara trabalhar”. Entretanto, para que se alcance este objetivo, é necessário que se introduzam \nconceitos tomados das engenharias, visto que biólogos e engenheiros abordam problemas \ntecnológicos de formas diferentes. O vazio profissional entre essas duas profissões se torna óbvio \nquando problemas novos, de cunho biotecnológico, requerem soluções que precisam da adequação \nde biotecnologias a demandas típicas de processos industriais. \n", "8": "7 \n \nHistoricamente, o primeiro processo a caracterizar tal desafio foi a produção em massa da \npenicilina durante a Segunda Guerra Mundial. Embora as propriedades antimicrobianas deste \nantibiótico já estivessem muito bem caracterizadas, muitos profissionais ainda duvidavam de sua \nutilização prática. Esses questionamentos existiam em função dos baixos rendimentos obtidos em \nculturas do fungo produtor (ao redor de um miligrama por litro), raciocínio largamente \ninfluenciado pela suposição que produtos similares poderiam ser produzidos, a custo reduzido e \nrendimento elevado, por processos de síntese química. De fato, tal lógica, abastecida de \nargumentos pelo sucesso de diversos produtos de origem petroquímica, se constituiu em grande \nobstáculo para pesquisas que visavam a otimização e aumento de escala do processo de produção \nde tal antibiótico. Entretanto, o isolamento de uma cepa de Penicillium capaz de produzir \npenicilina em fermentadores submersos, o desenvolvimento de reatores otimizados para este \nprocesso específico e de técnicas de separação mais eficientes permitiram a obtenção de \nrendimentos mais de mil vezes superiores àqueles obtidos originalmente. Tamanho sucesso tornou \nevidente não só a viabilidade do processo biológico de produção de antibióticos, mas também a \nversatilidade e o incomensurável potencial transformador da biotecnologia. \nExperiências, como a produção industrial da penicilina, proporcionaram a interação entre \nprofissionais das mais diversas áreas do saber, incluindo engenheiros, biólogos, químicos, \nmatemáticos e físicos, ficando, ao final, claro que tal interação era necessária para que o problema \nfosse resolvido de maneira satisfatória. Surgiram assim os primeiros cursos de Engenharia de \nBioprocessos, cujo objetivo era formar profissionais que transformassem as descobertas da \nbiotecnologia em produtos comerciais. O trabalho desses profissionais determinou em grande parte \na atual concentração dos avanços da biotecnologia em países que desde o início se concentraram \nna formação desses engenheiros e sua formação especificamente voltada para a biotecnologia, e, \nportanto, diferente da formação de engenheiros químicos e de processos. \n", "9": "8 \n \nHoje em dia, produtos direcionados não somente à indústria farmacêutica, mas também de \nalimentos, de energia e ambiental, requerem o desenvolvimento de processos eficientes e em larga \nescala para se tornarem economicamente viáveis. Além disso, tratam-se muitas vezes de produtos \nbiotecnológicos de alto valor estratégico, onde os países incapazes de produzi-los a custos \ncompetitivos estarão legados à dependência econômica dos países que detiverem tecnologias mais \neficientes. \nUm dos fatores mais característicos da indústria biotecnológica é a predominância do \nempreendedorismo e do talento individual como fatores determinantes do sucesso de um projeto. \nNesse aspecto, a biotecnologia assume um papel muito importante como adjuvante do \ndesenvolvimento nacional, pois o investimento em educação e o estímulo ao empreendedor \ncontribuirão para reduzir nossa dependência tecnológica em relação a outros países, que alimenta \num ciclo econômico desconfortavelmente familiar à maioria dos brasileiros: dependência \ntecnológica gerando incapacidade produtiva, desvalorização cambial, e geração de inflação e juros. \nAlém de aumentar as chances de gerarmos produtos de alto valor agregado (como \nmedicamentos, vacinas, proteínas ou sementes geneticamente melhoradas) ou mesmo \ncommodities (biocombustíveis e alimentos) para exportação, o investimento em biotecnologia em \nsolo nacional ajudará que desenvolvamos soluções específicas para os nossos problemas. Essas \nsoluções também serão importantes para outros países em desenvolvimento que não possuem \nmercado consumidor forte o suficiente para atrair o interesse de companhias multinacionais. \nAtualmente presente em áreas desde a medicina até a recuperação e proteção ambiental, \nprodução de alimentos e mesmo materiais para indústria química, nenhuma perspectiva de \ncrescimento para a indústria de biotecnologia parece ser excessivamente otimista. A indústria \nbiotecnológica contribui para a formação de mais de 3% do PIB brasileiro. No estado de Minas \nGerais estão concentrados 29% de todas as indústrias de biotecnologia do Brasil. Somente na \nregião da capital, 90 empresas faturavam 350 milhões e geravam cerca de 3300 empregos diretos \n", "10": "9 \n \nno ano de 2004. A indústria da biotecnologia vem recebendo, desde então, um grande impulso \ndevido a vultosos investimentos através de instituições de fomento governamentais, como FINEP \nE CNPq. No mundo, estima-se que a biotecnologia responda um terço do PIB. No longo prazo, \nespera-se que a disseminação das tecnologias e sua aplicação na resolução de problemas cada vez \nmais rotineiros torne a biotecnologia cada vez mais parte de nosso cotidiano, e que aumente cada \nvez mais a necessidade por profissionais capacitados a transformar cada nova descoberta em \nprodutos para o melhoramento da condição humana. \n \n1.2.3. A Engenharia de Bioprocessos \nDe acordo com as “Referenciais Curriculares Nacionais dos Cursos de Bacharelado e \nLicenciatura” do MEC (2010), “O Bacharel em Engenharia de Bioprocessos ou Engenheiro de \nBioprocessos atua no desenvolvimento de tecnologias e processos nos quais as transformações são \nfeitas usando células animais, vegetais ou microrganismos, ou suas partes. Em sua atividade, \nutiliza organismos naturais ou geneticamente modificados para a produção, em escala industrial, \nnas áreas de: alimentos e bebidas, fertilizantes, microrganismos inoculantes para agricultura e para \nuso industrial, enzimas para a indústria química e farmacêutica, vacinas, antibióticos, proteínas \nbioativas e outros fármacos, kits de diagnóstico, aditivos para a indústria de alimentos, \nbiopolímeros, meio ambiente, biomassa e seus derivados, e bioenergia. Desenvolve tecnologias \nlimpas, processos de reciclagem e de aproveitamento dos resíduos da indústria química, \nagroindústria e outros. Coordena e supervisiona equipes de trabalho; realiza pesquisa científica e \ntecnológica e estudos de viabilidade técnico-econômica; executa e fiscaliza obras e serviços \ntécnicos; efetua vistorias, perícias e avaliações, emitindo laudos e pareceres. Em sua atuação, \nconsidera a ética, a segurança e os impactos sócio-ambientais.” \nO exercício da profissão de Engenheiro no Brasil é regulamentado pela Lei nº 5.194 de 24 \nde dezembro de 1966. As atribuições profissionais estão definidas no art. 7º e as atividades \n", "11": "10 \n \nprevistas para o exercício profissional, para efeito de fiscalização, estão regulamentadas pela \nresolução 218 do CONFEA de 29 de junho de 1973. \nAs atividades designadas para o exercício profissional da Engenharia são listadas a seguir: \n Supervisão, coordenação e orientação técnica; \n Estudo, planejamento, projeto e especificação; \n Estudo de viabilidade técnico-econômica; \n Assistência, assessoria e consultoria; \n Direção de obra e serviço técnico; \n Vistoria, perícia, avaliação, arbitramento, laudo e parecer técnico; \n Desempenho de cargo e função técnica; \n Ensino, pesquisa, extensão, análise, experimentação, ensaio e divulgação técnica; \n Elaboração de orçamentos; \n Padronização, mensuração e controle de qualidade; \n Execução de obra e serviço técnico; \n Fiscalização de obra e serviço técnico; \n Produção técnica especializada; \n Condução de trabalho técnico; \n Condução de equipe de instalação, montagem, operação, reparo ou manutenção; \n Execução de instalação, montagem e reparo; \n Operação e manutenção de equipamento e instalação; \n Execução de desenho técnico. \nAo Engenheiro de Bioprocessos estará associado o título de Engenheiro Bioquímico de \nacordo com o CONFEA/CREA. O título de Engenheiro Bioquímico está inserido no Grupo: 1 – \nENGENHARIA, Modalidade: 4 – QUÍMICA, Nível: 1 – GRADUAÇÃO, da Tabela de Título \nProfissionais anexa à Resolução nº 473, de 2002. \n", "12": "11 \n \nO Engenheiro Bioquímico tem atribuições do art. 7º da Lei nº 5.194, de 1996, para o \ndesempenho das atividades relacionadas no art. 17 da Resolução nº 218, de 1973, com restrições \nàs atividades da indústria petroquímica. Isto é, as atividades do Engenheiro Bioquímico se aplicam \nno âmbito da indústria química, da indústria de alimentos, de produtos químicos ou se relativas ao \ntratamento de águas ou de rejeitos industriais, em quaisquer instalações industriais. \nDe acordo com as “Referências Curriculares Nacionais dos Cursos de Bacharelado e \nLicenciatura” do MEC (2010), o ambiente de atuação do Engenheiro de Bioprocessos compreende \nindústrias de alimentos, cosméticos, produtos fermentados, biotecnologia, indústrias de açúcar e \nálcool, de fertilizantes, de vacinas e outros fármacos, de derivados de biomassa; setores de \npolímeros, de meio ambiente; áreas administrativa e comercial como engenheiro de produto e de \nprocesso; empresas e laboratórios de pesquisa científica e tecnológica. Podendo atuar também de \nforma autônoma, em empresa própria ou prestando consultoria. \n \n1.2.4. O curso de Engenharia de Bioprocessos da UNIFEI \nA estrutura do Curso de Engenharia de Bioprocessos, foi construída a partir da avaliação \nde diferentes cursos correlatos (Engenharia de Bioprocessos e Biotecnologia, Engenharia \nBioquímica, Engenharia Química e Engenharia de Alimentos) com o objetivo de identificar as \nprincipais características e peculiaridades da Engenharia de Bioprocessos. Assim foi possível \nidentificar os conceitos-chave do curso, além de fornecer subsídios para a elaboração da Matriz \nCurricular e para a definição do perfil do egresso desejado. \nOs principais atributos do Engenheiro de Bioprocessos é atuar nos setores de \nAdministração Empresarial, Desenvolvimento de Processos e Produtos Biotecnológicos e Gestão \nde Projetos, todos eles relacionados principalmente às Indústrias de Alimentos e Bebidas, \nFármacos, Energia e Meio Ambiente. Para garantir este perfil profissional, determinou-se que o \nEngenheiro de Bioprocessos deve estar apto a atuar em quatro grandes áreas, relacionadas à \nBiotecnologia, à Engenharia, ao Gerenciamento ou à Responsabilidade Social, sendo as duas \n", "13": "12 \n \nprimeiras o foco do curso da UNIFEI. Algumas ferramentas de Biologia Molecular e Tecnologia \nAmbiental são importantes e o papel fundamental das disciplinas básicas (química, física, \nmatemática e computação). \nDe todas as Engenharias, a Engenharia de Bioprocessos é uma área de grande revolução \ncientífica e tecnológica no presente século, que tem de ser acompanhada por uma forte visão \nestratégica do ensino superior universitário, como fonte do conhecimento, saber e inovação, \natravés da formação avançada de especialistas em ciência, tecnologia e engenharia neste domínio \ne com capacidade de traduzir os avanços científicos e tecnológicos para o sector produtivo num \nambiente sustentável da humanidade e melhoria da sua qualidade de vida.  \nCursos de graduação em Engenharia de Bioprocessos e Biotecnologia já estão consolidados \nem diferentes países da Europa, nos Estados Unidos e no Japão há mais de 30 anos, como forma \nde implementar o desenvolvimento industrial e econômico nessa importante área do \nconhecimento. O Brasil encontra-se, de certo modo, atrasado em biotecnologia, não havendo uma \noferta significativa para a formação de Engenheiros de Bioprocessos. No entanto, é patente a \nprocura de especialistas com este tipo de formação, tanto em nível de Empresas como de Centros \nde Investigação e Desenvolvimento em nosso país e, ao redor do mundo. Assim, justifica-se a \ncriação de um curso de graduação em Engenharia de Bioprocessos na UNIFEI, com uma \nabordagem inter- e multidisciplinar, que complementará e reforçará as opções atuais em formações \nde interface entre a engenharia/tecnologia e as ciências biológicas. Esse curso certamente \nfortalecerá o desenvolvimento industrial, agrícola e ambiental da região e do país. \n Buscando a renovação de conhecimentos, o Engenheiro de Bioprocessos do século XXI \nhaverá de assumir uma atitude análoga à do pesquisador, ou seja, deverá buscar soluções \ninovadoras que contemplem conhecimentos das diversas áreas da ciência. Para gerar profissionais \nà altura dos grandes desafios que confrontam a sociedade moderna, as reformas do ensino de \nengenharia não se limitarão à reorganização curricular. É preciso também buscar uma nova postura \n", "14": "13 \n \nmetodológica e cognitiva. Assim, é fundamental inovar no ensino da engenharia, combinando o \nmodelo convencional com a perspectiva interdisciplinar no seu processo pedagógico. Para isso, o \ncurrículo do profissional de Engenharia de Bioprocessos da UNIFEI é estruturado de tal forma a: \natender as demandas das tecnologias modernas e emergentes; incorporar disciplinas que permitam \numa inserção mais rápida dos formandos na sociedade moderna; incorporar disciplinas com o \nintuito de desenvolver a capacidade crítica no exercício da atividade profissional e da cidadania e \nao mesmo tempo estimular e desenvolver nos estudantes as habilidades de descobrir, inventar, \nsistematizar e inovar. \n \n1.2.5. O curso de Engenharia de Bioprocessos na cidade de Itajubá \nSeguindo sua tradição de Instituição de ensino inovadora em tecnologia, a UNIFEI em \n2012 inaugurou o sexto curso de Engenharia de Bioprocessos do país com auxílio do programa \nREUNI (Reestruturação e Expansão das Universidades Federais) ofertando 30 vagas preenchidas \nanualmente através do SISU (Sistema de Seleção Unificada). Com isso, além de introduzir-se e \ncontribuir com o promissor cenário da biotecnologia no Brasil, a Universidade alcança uma nova \nvertente de ensino juntamente com a criação dos cursos de Engenharia Química e Ciências \nBiológicas, contribuindo para seu desenvolvimento como um todo. \nO curso de Engenharia de Bioprocessos da UNIFEI está abrigado no Instituto de Recursos \nNaturais, localizado no Campus Prof. José Rodrigues Seabra, na cidade de Itajubá. Trata-se de um \nmunicípio da microrregião de Itajubá, na mesorregião do Sul e Sudoeste do Estado de Minais \nGerais.  \nItajubá foi fundada em 19 de março de 1819, sendo emancipada em 27 de setembro de \n1848. Atualmente, possui uma área de 294,835 km2, com uma população estimada em 96.020 \nhabitantes.   \n", "15": "14 \n \nMinas Gerais é um dos principais polos de biotecnologia no Brasil, e juntamente com o \nestado de São Paulo e Rio de Janeiro abriga grande parte das empresas brasileiras neste setor. \nEstima-se que, atualmente, existem aproximadamente 77 empresas com atividades relacionadas a \nbiotecnologia no estado de Minas Gerais. Entretanto, grande parte dela está concentrada na região \nmetropolitana de Belo Horizonte, restando muito pouco para a região sul do estado.  \nNo entanto, 63% dessas empresas foram fundadas a partir da década de 2000, o que mostra \nque o crescimento dessa atividade na iniciativa privada é bastante recente dentro da economia do \nestado de Minas Gerais. Além disso, um estudo recente constata que os fatores que são levados \nem consideração por empresas, quando da escolha do local de instalação, incluem a proximidade \ngeográfica com universidades e centros de estudo na área de biotecnologia, além de oferta de mão \nde obra especializada. Neste contexto, a criação deste curso de Engenharia de Bioprocessos poderá \natender a uma demanda crescente de recursos humanos, além de contribuir para o desenvolvimento \nbiotecnológico no sul de Minas Gerais, principalmente na microrregião de Itajubá.  \nO mesmo estudo mostra também que muitas empresas indicam como entrave a \nindisponibilidade de máquinas e equipamentos. Neste sentido, aliar a Engenharia de Bioprocessos \nàs tradicionais Engenharias já consolidadas na UNIFEI pode ser vista como uma excelente \nestratégia no desenvolvimento de soluções específicas para problemas locais e regionais, podendo \ntambém atrair interesse de companhias multinacionais. \n \n \n \n \n \n \n \n", "16": "15 \n \n2. DADOS DO CURSO DE ENGENHARIA DE BIOPROCESSOS DA UNIFEI \nA seguir estão alguns dados sobre o curso de Engenharia de Bioprocessos da Universidade \nFederal de Itajubá: \n \nGrau Conferido: Engenheiro de Bioprocessos (Bacharel) \n \nRegime letivo: Semestral \n \nDuração mínima recomendada: 10 semestres (5 anos) \n \nTempo de integralização: mínimo de 4,5 anos e máximo de 9 anos \n \nTempo máximo permitido para trancamento do curso: 2 anos \n \nNúmero total de vagas ao ano: 30 \n \nNúmero de turma por ano de ingresso: 1 \n \nTurno: Integral  \n \nAto de Criação: Resolução do Conselho Universitário da UNIFEI, de 12/05/2008. \n \nModalidade: Presencial \n \nHabilitação: Engenheiro de Bioprocessos \n \nLocal de Oferta: Universidade Federal de Itajubá – Campus Itajubá \n \nForma de Ingresso: Estabelecido anualmente em Edital de Processo Seletivo, \nconforme normas e procedimentos recomendados pelo Sistema de Seleção Unificada (SISU) do \nMEC. \n \nCarga Horária Total: 3729 horas. \n \nNúmero de docentes: 6 \n \nCoordenador do curso: Prof. Dr. Guilherme Youssef Rodriguez \n \n \n \n \n \n", "17": "16 \n \n3. OBJETIVOS DO CURSO \n3.1 Objetivos estratégicos gerais \nA proposta de criação de um curso de graduação em Engenharia de Bioprocessos na \nUNIFEI enquadra-se no âmbito do desenvolvimento do projeto Reuni do governo federal, numa \nabordagem interdisciplinar que alavancará as áreas de Biotecnologia, Microbiologia, Engenharia \nde Processos, além de reforçar as outras áreas de Engenharias já consolidadas na UNIFEI \n(Mecânica e de Produção, Elétrica, Eletrônica, Materiais e Ambiental).  \nA graduação em Bacharelado em Engenharia de Bioprocessos da UNIFEI se baseia numa \nabordagem inter- e transdisciplinar entre a engenharia e disciplinas de base de química, \nmicrobiologia e biologia celular e molecular, com fortes componentes de química, física, \nmatemática e produção-mecânica. Pretende-se formar recursos humanos com uma formação sólida \nnos princípios e métodos fundamentais de engenharia e biotecnologia. \n \n3.2. Objetivos específicos \nO curso de graduação em Engenharia de Bioprocessos da UNIFEI deve permitir a aquisição \nde um conjunto de competências em torno de um núcleo de disciplinas que define um Bacharelado \nde 5 anos. Pretende-se a definição de um primeiro ciclo de estudos que proporcione \nsimultaneamente uma formação científica e tecnológica com perfil de amplo espectro que garanta \no exercício da profissão no mercado de trabalho. Os principais objetivos educativos e profissionais \ndo ciclo de estudos conducente ao grau Bacharelado em Engenharia de Bioprocessos são os \nseguintes: \n \nFornecer uma formação sólida, especializada e atualizada em Engenharia de \nBioprocessos que prepare os alunos para desempenhar funções técnicas e científicas nesta área e \nafins; \n \nDotar os estudantes de autonomia, espírito crítico e criatividade que facilite a sua \nintegração num mercado de trabalho nacional e internacional em constante mutação; \n", "18": "17 \n \n \nOferecer aos alunos um amplo leque de possibilidades de especialização na sua \nformação, permitindo a sua integração em diversas áreas de atividade da Engenharia de \nBioprocessos do século XXI; \n \nPreparar recursos humanos com uma formação interdisciplinar e avançada em diversas \náreas científicas, que os dote de competências para conceber e desenvolver com sucesso qualquer \nprojeto profissional ou de investigação científica e tecnológica na área da Engenharia de \nBioprocessos e em áreas afins; \n \nOferecer uma formação sólida de conhecimentos em Engenharia de Bioprocessos e \náreas relacionadas, de modo a possibilitar a frequência em cursos de pós-graduação para \nespecialização e aprofundamento de conhecimentos em áreas científicas. \n \nEm suma, a formação aqui apresentada permitirá aos seus detentores desempenhar tarefas \nem áreas diversas do setor industrial ou empresarial, bem como em universidades e institutos de \npesquisa, trabalhando no projeto, na produção ou na investigação e desenvolvimento de novas \ntécnicas, processos, instrumentos ou produtos na área da Engenharia de Bioprocessos, além de \nexercer funções de responsabilidade na gestão de equipamentos ou sistemas de bioengenharia.  \n \nEspera-se que a estrutura curricular apresentada para o grau de Bacharelado em Engenharia \nde Bioprocessos, a qual se considera também dirigida para a resolução de problemas práticos \nexistentes no interior do país, possa contribuir para a fixação de pessoal técnico especializado em \nItajubá e região. Por outro lado, a componente laboratorial e de projeto proposta na estrutura \ncurricular apresentada irá, também, fornecer aos futuros Bacharéis em Engenharia de Bioprocessos \ncompetências para desenvolverem a sua atividade em laboratórios de investigação ou empresas de \nbase tecnológica. \n \nO impacto social da criação do curso de Engenharia de Bioprocessos da UNIFEI far-se-á \nsentir em várias vertentes. Por um lado, irá contribuir para a formação avançada de profissionais \nque poderão desempenhar funções relevantes no seio de empresas de base tecnológica inovadoras; \npor outro lado irá contribuir para a formação de indivíduos capazes de realizar investigação em \ninstituições nacionais e internacionais, contribuindo para o desenvolvimento da Engenharia de \nBioprocessos quanto aos processos de inovação, de desenvolvimento de processos industriais de \nvanguarda e produtos. Nesta mesma linha, estes atores poderão também integrar o setor \nempresarial nacional, estabelecendo parcerias entre a UNIFEI e pólos tecnológicos. Tal ação \n", "19": "18 \n \ncontribuirá para reforçar a competitividade das empresas nacionais ao nível internacional, dado a \nmais valia que o conhecimento científico acarreta na conjuntura atual, contribuindo decisivamente \npara o desenvolvimento tecnológico nacional.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "20": "19 \n \n4. FORMAS DE ACESSO AO CURSO  \nO curso está aberto à admissão de candidatos que tenham concluído o ensino médio, ou \nequivalente, e que tenha sido classificado em processo seletivo de admissão. As atividades do \ncurso tiveram início no primeiro semestre de 2012. \nNo caso de vagas remanescentes, por meio de edital preparado pela Coordenação de \nProcessos Seletivos da UNIFEI, semestralmente são publicadas as vagas a serem preenchidas por \nprocessos de transferência interna (entre cursos do mesmo campus), de transferência facultativa \n(entre instituições brasileiras de ensino superior) e para portadores de diploma de curso superior. \nPara essas vagas, o processo acontece apenas para alunos que já concluíram, pelo menos, um ano \nno curso de origem. Havendo vagas remanescentes, o edital de seleção é disponibilizado no site \nda universidade.  \nA UNIFEI também é participante do programa PEC-G (Programa de Estudante de \nConvênio - Graduação). Caso haja interessados, o curso poderá receber os alunos amparados pelo \nPEC-G.  \nÉ permitido também o acesso através de transferência, na forma da lei ou de outros países, \npor meio de convênio ou de acordo cultural. \n \n \n \n \n \n \n \n \n \n \n \n \n", "21": "20 \n \n5. COMPETÊNCIAS, HABILIDADES E PERFIL DO EGRESSO \nOs desafios para o Engenheiro de Bioprocessos do Século 21 são muitos: deverá obter uma \nformação sólida nas Ciências básicas, que inclui uma fundamentação importante em áreas da \nFísica, Química e Matemática, ao mesmo tempo em que expande suas fronteiras para campos \ninterdisciplinares, para o qual deverá também obter formação básica em biotecnologia, \nmicrobiologia e biologia molecular. \nO Engenheiro de Bioprocessos moderno tem que ser empreendedor, o que significa que se \nespera que tenha iniciativa, capacidade de liderança e, sobretudo, motivação e entusiasmo. As \ncompetências e habilidades do Engenheiro de Bioprocessos moderno ideal incluem uma ampla \ngama de aptidões sociais e profissionais que demonstrem capacidade de negociação, trabalho em \ngrupos interdisciplinares, habilidade para se comunicar bem em qualquer lugar e através de \nqualquer meio, sobretudo oral e eletrônico. A maior disponibilidade de computadores e sistemas \nautomatizados tornará as instalações mais fáceis de serem operadas e gerenciadas; por outro lado, \nserá requerida uma compreensão técnica mais avançada, especialmente àqueles voltados para os \nproblemas da Nano-Bio-Informática. \nO curso de Engenharia de Bioprocessos da UNIFEI deverá dar as condições necessárias \npara que seus graduandos possam adquirir as seguintes competências e habilidades: \n1) Identificar a importância da Engenharia de Bioprocessos para a sociedade e relacioná-\nla a fatos, tendências, fenômenos ou movimentos da atualidade, como base para delinear o contexto \ne as relações em que a sua pratica profissional estará inserida. \n2) Reconhecer problemas relevantes para investigação; formular e justificar perguntas a \npartir desses problemas; levantar hipóteses para respondê-las; planejar procedimentos adequados \npara testar tais hipóteses; conduzir a coleta de dados e a sua análise de acordo com o planejamento \nfeito e as condições objetivas de realização; utilizar recursos matemáticos/estatísticos/ \n", "22": "21 \n \ncomputacionais e outros para análise e apresentação dos resultados da pesquisa; produzir e \ndivulgar o relato em veículos adequados. \n3) Aplicar de forma autônoma os conhecimentos científicos e tecnológicos já existentes, \nrelacionados à Engenharia de Bioprocessos, após exame crítico deles e seleção por critérios de \nrelevância, rigor e ética. \n4) Produzir, aprimorar, divulgar processos e produtos relacionados à biotecnologia. \n5) Monitorar integralmente as operações de pesquisa e desenvolvimento, bem como o \nprocesso de produção, garantindo boas práticas, observação dos procedimentos-padrão, respeito \nao ambiente e sustentabilidade. \n6) Aplicar metodologia científica no planejamento, gerenciamento e execução de \nprocessos e técnica na emissão de laudos, perícias e pareceres, relacionados ao desenvolvimento \nde atividades de auditoria, assessoria, consultoria na área de bioprocessos e biotecnologia. \n7) Avaliar o impacto potencial ou real de novos conhecimentos, tecnologias, serviços e \nprodutos resultantes de sua atividade profissional, do ponto de vista ético, social, ambiental, \neconômico, epistemológico. \n8) Buscar maturidade, sensibilidade e equilíbrio ao agir profissionalmente. \n9) Administrar a sua própria formação contínua, mantendo atualizada a sua cultura geral, \ncientifica e técnica especifica. \n10) Utilizar o rico instrumental que a informática e a tecnologia renovam incessantemente \npara o seu próprio aperfeiçoamento e o dos profissionais sob sua coordenação. \n11) Organizar, coordenar e participar de equipes de trabalho, inclusive multiprofissionais, \ndestinadas a planejar, coordenar, supervisionar, programar, implantar, executar e avaliar atividades \nno desenvolvimento de bioprocessos e produtos e controle de qualidade. \n", "23": "22 \n \n12) Desenvolver formas de expressão e comunicação compatíveis com o exercício \nprofissional, inclusive nos processos de negociação e nos relacionamentos interpessoais e entre \ngrupos. \n13) Enfrentar os deveres e dilemas da profissão, pautando sua conduta por princípios de \nética democrática, responsabilidade social e ambiental, dignidade humana, direito à vida, justiça, \nrespeito mútuo, participação, diálogo e solidariedade. \n14) Adotar condutas compatíveis com as legislações reguladoras do exercício profissional \ne do direito a propriedade intelectual, bem como com a legislação ambiental, e regulamentações \nfederais, estaduais e municipais aplicadas a empresas/instituições. \n15) Analisar o cumprimento da legislação ambiental em determinadas situações \nespecíficas. \n16) Avaliar as possibilidades atuais e futuras da profissão; comprometer-se com o \ndesenvolvimento profissional constante, assumindo uma postura de flexibilidade e disponibilidade \npara mudanças contínuas, bem como se esclarecendo quanto às opções sindicais e corporativas \ninerentes ao exercício profissional; empreender ações estratégicas capazes de ampliar ou \naperfeiçoar as formas de atuação profissional. \n17) Integrar conceitos e estabelecer interfaces entre Nanotecnologia, Biotecnologia, \nBioinformática e a engenharia; \n18) Buscar a integração entre instituições de ensino e pesquisa, indústria de dispositivos \nbiomédicos, indústria farmacêutica, organizações de saúde pública e privada para implantação e \ndesenvolvimento de novas tecnologias associadas as Nanotecnologia, Biotecnologia, \nBioinformática; \n19) Ser capaz de analisar, modelar e mimetizar os sistemas biológicos para a produção de \ninsumos farmoquímicos de interesse industrial. \n \n \n", "24": "23 \n \n5.1 Perfil do profissional a ser formado \nDevido a sua formação marcadamente multidisciplinar, o egresso formado no curso de \nEngenharia de Bioprocessos poderá atuar em diferentes segmentos que fazem uso de abordagens \nde bioprocessamento, entre os quais podem-se destacar: indústria de alimentos e bebidas, \nespecialmente onde os produtos são obtidos por via fermentativa; indústria farmacêutica, \nespecialmente no ramo de biofármacos, além de vacinas e antibióticos; meio ambiente, no \ntratamento biológico de resíduos industriais e no controle dos níveis de poluição; na indústria \nquímica e também de biocombustíveis. \nAssim, devido às crescentes e variáveis demandas impostas aos profissionais na área de \nBioprocessos, o curso de Engenharia de Bioprocessos da Universidade Federal de Itajubá \ncompromete-se em formar um profissional apto a propor, implantar e gerir soluções eficazes a \ndiferentes cenários da referida área. \nNão basta se formar apenas um Engenheiro de Bioprocessos com espírito prático, boa \ncapacidade de observação e bons conhecimentos nas Ciências básicas e suas aplicações. Formar o \nEngenheiro de Bioprocessos implica imbuir no aluno outras qualidades e habilidades, como a \ncomunicabilidade, a intuição, o bom gerenciamento das relações humanas e as diversidades \nculturais, a ética e a responsabilidade social e ambiental. Cada programa de graduação deve ser \ncapaz de demonstrar que seus graduados em engenharia tenham: capacidade para aplicar \nconhecimento de Matemática, Ciências e Engenharia; capacidade para projetar e conduzir \nexperimentos, assim como analisar e interpretar resultados; capacidade para projetar um sistema, \ncomponente ou processo para atender a determinados requisitos; capacidade para atuar em equipes \nmultidisciplinares; capacidade para identificar, formular e resolver problemas de Engenharia; \ncompreensão da ética e responsabilidade profissional; capacidade para comunicar-se efetivamente \n(por escrito, oral e graficamente); uma educação ampla, necessária para entender o impacto das \nsoluções da engenharia no contexto social e ambiental; a convicção da necessidade do engajamento \n", "25": "24 \n \nno processo de aprendizagem permanente; capacidade para usar técnicas e ferramentas modernas \npara o exercício da prática da engenharia. \nO Engenheiro de Bioprocessos formado pela UNIFEI deverá estar centrado nas \nperspectivas do Engenheiro do século XXI. Os alunos serão estimulados ao trabalho em equipe \ndesde os primeiros anos de sua formação. Ao mesmo tempo será oferecida uma boa flexibilidade \ncurricular propiciada pela oferta diversificada de disciplinas optativas e a revolução promovida \npela informática e os paradigmas da globalização econômica serão incorporadas à cultura \nacadêmica.  \nO Engenheiro de Bioprocessos da UNIFEI não deverá apenas ser qualificado a \ndesempenhar uma função produtiva e de liderança no mercado de trabalho, mas deverá ser \nessencialmente um profissional de múltiplas vertentes, capaz de compreender, aceitar, defender e \nmelhorar a percepção do mundo que o cerca compreendendo a essencialidade do ser engenheiro. \nNesse sentido, o Engenheiro de Bioprocessos da UNIFEI não deverá utilizar-se somente da \nengenharia sistematizada, apoiada em cálculos matemáticos e considerações tecnológicas e \ncientíficas. O perfil que se pretende dar à essa modalidade da Engenharia é que o profissional de \nBioprocessos tenha uma postura, um olhar curioso e uma ação, uma intervenção nas condições \nconcretas, pela modificação ou uso de materiais biológicos que estão à sua disposição: células, \nmicrorganismos, enzimas para o projeto de processos industriais inovadores quanto à produção de \nequipamentos e insumos que visem ao bem-estar social. Pretende-se que o profissional formado \ntenha uma formação básica adequada que sirva de alicerce à sua formação continuada, à atitude \ndo auto aprendizado, do olhar criativo e flexível, da curiosidade e do prazer pela busca do \nconhecimento, de si mesmo e do mundo. \nCom base no exposto anteriormente, espera-se que o egresso do Curso de Bacharelado em \nEngenharia de Bioprocessos da UNIFEI seja um profissional com sólida formação básica, \ncientífica e tecnológica, que lhe permita desenvolver processos que envolvam a degradação \n", "26": "25 \n \nbiológica, biossíntese/bioconversões e a produção de materiais a partir da matéria viva (moléculas \nou células de natureza microbiana, animal ou vegetal), na perspectiva de disponibilizar processos \ne produtos que garantam maior economia, eficácia, competitividade e adaptabilidade para seu uso \nsocial final, quer em atividades agrícolas, agroindustriais e ambientais.  \nCom a compreensão dos aspectos históricos, políticos, sociais e ambientais afetos a sua \nárea de atuação, o aluno do curso de Engenharia de Bioprocessos da UNIFEI será preparado para \nser um agente de modificação da realidade presente no Brasil, por meio do exercício reflexivo e \ncriativo de suas atividades profissionais, que contribuirão para o desenvolvimento da ciência e da \ntecnologia, bem como para a sustentabilidade. Estará habilitado a diagnosticar, analisar e \nsolucionar problemas, aplicando conhecimentos já existentes ou produzindo novos, bem como a \ncontribuir para a formulação de políticas que permitam a melhoria da qualidade de vida. Também \nserá capaz de coordenar e atuar inter- e multidisciplinarmente em equipes de trabalho, de acordo \ncom a complexidade dos problemas; a embasar seus julgamentos e decisões científico-\ntecnológicas e administrativas em critérios humanísticos e de rigor cientifico, bem como em \nreferenciais éticos e legais; a expressar-se de forma adequada ao exercício profissional; a manter-\nse atualizado continuamente; a desenvolver ideias inovadoras e ações estratégicas capazes de \nampliar e aperfeiçoar seu campo de atuação”. \n \n \n \n \n \n \n \n \n \n \n \n", "27": "26 \n \n6. FUNDAMENTOS DIDÁTICO-PEDAGÓGICOS E METODOLÓGICOS  \nA motivação dos discentes e de todos os participantes do processo educacional é um \naspecto primordial para o sucesso na formação profissional de engenharia. Partindo do pressuposto \nde que os alunos escolhem seus programas de formação espontaneamente, e o fazem por vocação \ne convicções próprias, conclui-se que eles iniciam, naturalmente motivados, essa etapa de suas \nvidas. As impressões iniciais sobre a área de atuação e suas atividades profissionais, seguramente, \né que lhes são atraentes. É essencial, ao programa de formação em engenharia, manter e fortalecer \nessa motivação, fazendo com que a percepção dos estudantes sobre sua formação seja ampliada.  \nO programa de formação em Engenharia da Bioprocessos da UNIFEI adotará uma postura \ne filosofia de aprendizagem que possibilitarão a manutenção da motivação inicial dos alunos, ao \ncolocá-los em contato com as atividades de engenharia desde o início de seu curso. No entanto, é \npreciso evidenciar aos discentes que o conhecimento dos fundamentos básicos – matemática, \nfísica, química, programação e outros –é uma ferramenta indispensável, que lhes possibilita \nengendrar e consolidar suas ideias.  \nDisciplinas profissionalizantes, alocadas nos primeiros anos do programa de formação, \najudarão no desenvolvimento do processo de discernimento e segurança dos discentes. Com esses \nconhecimentos, os alunos estão aptos para evitar uma postura passiva na construção dos \nconhecimentos básicos e podem ter um papel ativo nesse processo. O conhecimento do conjunto \nde ferramentas disponíveis e suas aplicações são fatores que conduzem a uma mudança de postura. \nEm síntese, é necessário disponibilizar aos discentes, meios que lhes possibilitem suficiente \ndesenvolvimento de sua capacidade de julgamento, de maneira que eles próprios sejam capazes de \nbuscar, selecionar e interpretar informações relevantes ao aprendizado. Consequentemente, a \nmudança de postura dos estudantes deve provocar a motivação do educador em função do \nincremento na quantidade, qualidade e grau de complexidade dos desafios apresentados pelos \nestudantes.  \n", "28": "27 \n \nFazer uma contextualização do programa de formação em Engenharia de Bioprocessos, é \na proposta para manter e intensificar a motivação inicial dos discentes. Essa contextualização deve \nser pontual, ao enfocar determinada tarefa necessária ao cumprimento das metas de uma atividade \ncurricular e, simultaneamente, ser global ao possibilitar ao estudante tornar-se capaz de \ncompreender e organizar mentalmente, desde o início, o papel de sua formação dentro da sociedade \naté a função de cada conhecimento adquirido em sua formação. Esta meta requer mudanças, em \ngeral, uma inversão na ordem do aprendizado. No modelo hoje existente, os conhecimentos \nbásicos são transferidos ao aluno com premissa de que serão úteis num futuro próximo na solução \nde vários problemas. E esse é o fator de motivação usado para a transferência do conhecimento \nbásico.  \nUm aspecto importante a ser considerado é a constante atualização dos conhecimentos e \nsuas aplicações. Os temas abordando novas tecnologias podem despertar grande interesse nos \nestudantes bem como de suas relações com a comunidade. As diversas áreas da Engenharia de \nBioprocessos desenvolvem-se rapidamente e a abordagem desses tópicos é importante para que se \ntenha uma formação de qualidade e comprometida a realidade atual.  \nAlém dos conhecimentos básicos e técnicos oferecidos aos estudantes, outras atividades \ndentro do programa de formação devem proporcionar meios para o desenvolvimento de \nhabilidades complementares, desejáveis nos profissionais de engenharia. Para esta meta, deve-se \ncriar e oferecer matérias específicas e para elas criar ou adaptar as metodologias de ensino já \nutilizadas. O planejamento, a distribuição e aplicação dessas metodologias devem ser executados, \nem consonância, pela coordenação do programa de formação e seu corpo docente. O êxito deste \nprojeto tem um requisito fundamental: o respeito às peculiaridades de cada disciplina ou atividade \ndidática e, ainda, à capacidade e experiência de cada docente. A motivação em aprimorar esses \naspectos deve ser ininterruptamente, perseguida com o objetivo de proporcionar, sempre, a melhor \nqualidade do processo de formação profissional. \n", "29": "28 \n \n6.1. Procedimentos de ensino \nAbaixo seguem as várias metodologias para o processo de aprendizagem que serão \nutilizadas ao longo do programa de formação em Engenharia de Bioprocessos da UNIFEI: \n \nAulas expositivas com a presença de professor;  \n \nApresentação de vídeos para auxiliar e facilitar a visualização de temas específicos;  \n \nAulas práticas em laboratórios;  \n \nElaboração de relatórios individuais;  \n \nDesenvolvimento de trabalhos de pesquisa, projetos, etc;  \n \nApresentação de seminários;  \n \nPalestras;  \n \nAvaliações individuais e em grupos (de natureza teórica e ou prática);  \n \nVisitas técnicas; \n \nParticipação em Eventos Científicos; \n \nRealização de estágios.  \nOs métodos de ensino e aprendizagem usados em cada disciplina da grade curricular, do \nprograma de formação em Engenharia de Bioprocessos, são especificados nos planos de ensino de \ncada disciplina. Esses métodos visam o desenvolvimento das seguintes habilidades:  \n \nConcentração e atenção;  \n \nAprimorar a expressão escrita e oral;  \n \nTrabalho em grupo;  \n \nPlanejamento;  \n \nPrática profissional;  \n \nAnálise de problemas e proposição de soluções;  \n \nSocialização;  \n \nCriatividade e avaliação crítica;  \n", "30": "29 \n \n \nCapacidade de pesquisa;  \n \nAuto-aprendizado. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "31": "30 \n \n7. SISTEMAS DE AVALIAÇÃO \n7.1. Sistema de Avaliação do Rendimento Escolar \nO sistema de avaliação do rendimento escolar é baseado na Resolução 218 de 27 de outubro \nde 2010, do Conselho de Ensino, Pesquisa, Extensão e Administração (CEPEAd) que estabelece \nas normas para os programas de formação em graduação da UNIFEI. \nA verificação do rendimento escolar será feita por componente curricular, abrangendo os \naspectos de frequência e aproveitamento, ambos eliminatórios. A frequência é o comparecimento \nàs atividades didáticas de cada componente curricular, sendo considerado aprovado em frequência \no aluno que obtiver no mínimo 75% (setenta e cinco por cento) de assiduidade nas atividades \nteóricas e a mesma porcentagem nas atividades práticas previstas. \nA forma, a quantidade e o valor relativo das atividades de avaliação constarão \nobrigatoriamente dos planos de ensino em que serão atribuídas uma nota de 0 (zero) a 10 (dez). \nOs docentes deverão publicar as notas no Sistema Acadêmico, conforme as datas estabelecidas no \ncalendário escolar. Após a divulgação do resultado de uma avaliação o discente terá o direito de \nsolicitar revisão no prazo máximo de 48 horas, contadas a partir da data da divulgação das notas. \nOs lançamentos de notas dos componentes curriculares serão definidos como:  \n(a) Tipo M: no qual as notas serão bimestrais. A Média das Notas será calculada por meio \nde média aritmética;  \n(b) Tipo N: no qual haverá uma única nota no período \nTodas as disciplinas teóricas do curso de Engenharia de Bioprocessos serão do tipo M. As \ndisciplinas experimentais e o Trabalho Final de Graduação (TFG) ou Trabalho de Conclusão de \nCurso (TCC) serão do tipo N. No caso de estágio supervisionado, inserido dentro de atividade \ncomplementar não obrigatória, o coordenador do estágio exigirá um relatório das atividades \ndesenvolvidas pelo discente. \n", "32": "31 \n \nPara aprovação nos componentes curriculares, o aluno deverá obter Média das Notas igual \nou superior a 6,0 pontos, além da frequência mínima prevista na legislação. O aluno que obtiver \nMédia das Notas inferior a 6,0 pontos, e a frequência mínima, terá direito a uma nota de Exame, \npara disciplinas com lançamento de notas do tipo M. \nPara ser Aprovado com Exame, o aluno deverá obter média aritmética igual ou superior a \n6,0 pontos entre a Média das Notas e o Exame. A média calculada será a Média Final. Para efeito \nde classificação do aluno, durante o curso, serão calculados, ao final de cada período, coeficientes \nde desempenho acadêmico conforme segue:  \n(a) Coeficiente de desempenho acadêmico do período: calculado pela média ponderada \ndas médias obtidas nas disciplinas constantes da estrutura curricular, cursadas no período, tendo \ncomo peso as respectivas cargas horárias totais;  \n(b) Coeficiente de desempenho acadêmico geral: calculado pela média ponderada das \nmédias obtidas nas disciplinas cursadas constantes da estrutura curricular, tendo como peso as \nrespectivas cargas horárias totais. \n7.2. Sistema de Avaliação do Projeto de Curso \nA avaliação do desempenho da vida acadêmica dos discentes, do empenho dos docentes, \nbem como do cumprimento do projeto pedagógico do curso deve ser avaliado periodicamente com \no objetivo de avaliar a formação do profissional que se enquadre às necessidades do mercado de \ntrabalho, das atividades científicas e das novas metodologias de ensino, pesquisa e extensão. Com \nisso, alguns processos avaliativos internos e externos à Universidade compõem o sistema de \navaliação do projeto pedagógico do curso, do discente, bem como do docente. \n7.2.1. Avaliação Externa à Universidade \nCriado em 2004, o Exame Nacional de Desempenho de Estudantes (ENADE) integra o \nSistema Nacional de Avaliação da Educação Superior (SINAES), objetiva-se a avaliar o \nrendimento dos discentes dos cursos de graduação em relação aos conteúdos programáticos \n", "33": "32 \n \nprevistos nas diretrizes curriculares dos cursos de graduação, suas habilidades e competências. Os \nresultados desta avaliação externa poderão ser utilizados como parâmetros e metas para o \naprimoramento do curso. \n7.2.2 Avaliação Interna à Universidade \na) Comissão Própria de Avaliação (CPA) \n \nDe acordo com o artigo 11 da Lei nº 10.861/2004 que constitui o Sistema Nacional de \nAvaliação da Educação Superior (Sinaes), toda instituição educacional pública ou privada, \nconstituirá de uma Comissão Permanente de Avaliação (CPA), a fim de conduzir os processos de \navaliação internos da instituição, bem como de sistematizar e prestar as informações solicitadas \npelo Instituto Nacional de Estudos e Pesquisas Educacionais Anísio Teixeira (Inep) \nA proposta de avaliação da CPA visa definir os caminhos de uma auto-avaliação da \ninstituição pelo exercício da avaliação participativa. As avaliações da CPA são realizadas com \nbase nos princípios as dimensões já estabelecidas em legislação:  \n A missão e o Plano de Desenvolvimento Institucional;  \n A política para o ensino, a pesquisa, a pós-graduação e a extensão;  \n A responsabilidade social da instituição;  \n A comunicação com a sociedade;  \n As políticas de pessoal;  \n Organização e gestão da instituição;  \n Infra-estrutura física;  \n Planejamento e avaliação;  \n Políticas de atendimento aos estudantes  \n Sustentabilidade financeira. \nNo processo de auto-avaliação institucional são abordadas as seguintes questões: \n \nAspectos da coordenação de curso: disponibilidade do coordenador, seu \nreconhecimento na instituição, seu relacionamento com o corpo docente e discente bem como sua \ncompetência na resolução de problemas;  \n", "34": "33 \n \n \nProjeto pedagógico do curso: seu desenvolvimento, formação integral do aluno, \nexcelência da formação profissional, atendimento à demanda do mercado, metodologias e recursos \nutilizados, atividades práticas, consonância do curso com as expectativas do aluno;  \n \nDisciplinas do curso e os respectivos docentes: apresentação do plano de ensino, \ndesenvolvimento do conteúdo, promoção de ambiente adequado à aprendizagem, mecanismos de \navaliação, relacionamento professor-aluno. \nO relatório final é disponibilizado a todos os segmentos da Universidade (docentes, \nservidores técnico-administrativos, discentes, ex-discentes e comunidade externa) e também \nencaminhado para o INEP/MEC. As avaliações de itens específicos relacionados ao curso são \nencaminhadas, pela CPA, ao coordenador do curso. Cabe ao Colegiado analisar e discutir em \nconjunto com objetivo de estabelecer um planejamento de melhorias para o curso. \nb) Indicadores de Curso \nO Anexo I da Resolução para os Programas de Formação em Graduação da UNIFEI, \nResolução 218 de 27 de outubro de 2010, do Conselho de Ensino, Pesquisa, Extensão e \nAdministração (CEPEAd), estabelece os indicadores dos cursos. Este instrumento corresponde a \numa série de informações, expressas em fórmulas matemáticas, que definem:  \n Número de alunos ideal por curso,  \n Número de alunos admitidos por curso,  \n Sucesso na admissão,  \n Sucesso na formação,  \n Taxa de evasão,  \n Taxa de retenção,  \n Taxa de vagas ociosas. \n \n \n \n \n \n", "35": "34 \n \n8. CORPO DOCENTE \nO corpo docente do curso de Engenharia de Bioprocessos é constituído por 6 professores, \nsendo que todos são Doutores que atuam em alguma área específica da referida Engenharia. Segue: \n \n \nProf. Dr. André Aguiar Mendes (Aplicação de enzimas de interesse industrial) \n \nProf. Dr. Carlos Roberto Rocha (Instrumentação de Bioprocessos e Produção de \nBiogás) \n \nProf. Dr. Guilherme Youssef Rodriguez (Coordenador do curso – Modelagem e \nSimulação de Bioprocessos) \n \nProf. Dr. Luciano Jacob Correa (Produção de etanol de 2ª geração) \n \nProf. Dr. Luiz Carlos Bertucci Barbosa (Bioinformática, Biofísica, Engenharia \nGenética) \n \nProf. Dr. Marcelo Chuei Matsudo (Microbiologia Industrial e Cultivo de \nMicrorganismos Fotossintetizantes) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "36": "35 \n \n9. ÓRGÃOS ADMINISTRATIVOS DO CURSO \nO curso de graduação em Engenharia de Bioprocessos, atendendo ao Regimento Geral da \nUNIFEI, possui um coordenador, um coordenador adjunto, um Colegiado de curso e um Núcleo \nDocente Estruturante. \n \n9.1. Coordenação do curso \nAo coordenador de curso compete:  \nI. Convocar e presidir as reuniões do Colegiado de curso, com direito, somente, ao voto \nde qualidade; \nII. Representar o Colegiado de Curso; \nIII. Supervisionar o funcionamento do curso; \nIV. Tomar medidas necessárias para a divulgação do curso; \nV. Participar da elaboração do calendário didático da graduação; \nVI. Promover reuniões de planejamento do curso; \nVII. Orientar os alunos do Curso na matrícula e na organização e seleção de suas atividades \ncurriculares; \nVIII. Decidir sobre assuntos da rotina administrativa do curso; \nIX. Exercer outras atribuições inerentes ao cargo. \nO coordenador de curso deve indicar um coordenador-adjunto entre os membros do \nColegiado do curso, podendo delegar a este algumas de suas competências. \nAtualmente, a função de coordenador do curso de graduação em Engenharia de \nBioprocessos da UNIFEI é exercida pelo Prof. Guilherme Youssef Rodriguez e a função de \ncoordenador adjunto é exercida pelo Prof. André Aguiar Mendes. \n \n \n", "37": "36 \n \n9.2. Colegiado do curso \nO Colegiado de curso exerce o planejamento, o acompanhamento e o controle do curso, \napresentando 7 membros docentes titulares e 1 membro docente suplente, todos eleitos em \nassembleia do Instituto de Recursos Naturais. É composto também por representantes discentes (1 \ntitular e 1 suplente) indicados pelos alunos.  \nO mandato dos membros docentes do colegiado é de 2 anos e dos membros discentes é de \n1 ano, sendo permitida a recondução em ambos os casos. \nAtualmente, o colegiado do curso de graduação em Engenharia de Bioprocessos da \nUNIFEI é composto pelos seguintes membros, designados pela Portaria no 746, de 05 de maio de \n2016:  \nProf. Dr. Guilherme Youssef Rodriguez (Presidente do Colegiado e Coordenador do \nCurso) \nProf. Dr. André Aguiar Mendes \nProf. Dr. Carlos Roberto Rocha \nProf. Dr. Luiz Carlos Bertucci Barbosa \nProf. Dr. Marcelo Chuei Matsudo \nProfa. Dra. Maisa Tonon Bitti Perazzini  \nProfa. Dra. Márcia Regina Baldissera Rodrigues \nMariana Guadix Viganó (representante discente titular) \nIsabella Caroline Pereira Rodrigues (representante discente suplente) \n \nCompete ao Colegiado de Curso: \nI. Eleger o Coordenador de Curso, que terá mandato de 2 anos; \nII. Propor nomes para comporem o NDE (núcleo docente estruturante), com mandato de 3 \nanos; \n", "38": "37 \n \nIII. Deliberar sobre o PPC (Projeto Pedagógico do Curso); \nIV. Promover a implementação do PPC; \nV. Aprovar alterações nos planos de ensino das disciplinas propostos pelo NDE; \nVI. Elaborar e acompanhar o processo de avaliação e renovação de reconhecimento do \ncurso; \nVII. Estabelecer mecanismos de orientação acadêmica ao corpo discente do curso; \nVIII. Criar comissões para assuntos específicos; \nIX. Designar coordenadores de Trabalho Final de Graduação – TFG, Estágio, Mobilidade \nAcadêmica e Atividades Complementares; \nX. Analisar e emitir parecer sobre aproveitamento de estudos e adaptações, de acordo \ncom norma específica aprovada pela Câmara Superior de Graduação; \nXI. Julgar, em grau de recurso, as decisões do Coordenador do Curso; \nXII. Decidir ou opinar sobre outras matérias pertinentes ao curso. \n \n9.3. Núcleo docente estruturante do curso \nO núcleo docente estruturante (NDE) é constituído por docentes com atribuição acadêmica \nde acompanhamento, consolidação e contínua atualização do Projeto Pedagógico do curso (PPC). \nSão atribuições do NDE: \nI. Elaborar, acompanhar a execução e atualizar periodicamente o PPC e/ou estrutura \ncurricular e disponibilizá-lo ao Colegiado do Curso para deliberação; \nII. Contribuir para a consolidação do perfil profissional do egresso do curso; \nIII. Zelar pela integração curricular interdisciplinar entre as diferentes atividades de ensino \nconstantes no PPC; \n", "39": "38 \n \nIV. Indicar formas de incentivo ao desenvolvimento de linhas de pesquisa e extensão, \noriundas de necessidades da graduação, de exigências do mercado de trabalho e afinadas com as \npolíticas públicas relativas à área de conhecimento do curso; \nV. Zelar pelo cumprimento das diretrizes curriculares nacionais para o curso de graduação \ne normas internas da UNIFEI; \nVI. Propor ações a partir dos resultados obtidos nos processos de avaliação internos e \nexternos. \nAtualmente, o NDE do curso de Graduação em Engenharia de Bioprocessos da UNIFEI é \ncomposto pelos seguintes docentes: \nProf. Dr. Guilherme Youssef Rodriguez (Presidente do NDE) \nProf. Dr. André Aguiar Mendes \nProf. Dr. Carlos Roberto Rocha \nProf. Dr. Luiz Carlos Bertucci Barbosa \nProf. Dr. Marcelo Matsudo \nProf. Dr. Hugo Perazzini (docente do curso de Engenharia Química) \nProf. Dr. Eder do Couto Tavares (docente do Instituto de Física e Química) \n \n \n \n \n \n \n \n \n \n", "40": "39 \n \n10. INFRAESTRUTURA FÍSICA \nO curso de Engenharia de Bioprocessos da Universidade Federal de Itajubá pertence ao \nInstituto de Recursos Naturais (IRN), fazendo uso da infraestrutura deste, assim como de outros \nespaços físicos da Universidade. \nO curso dispõe de salas equipadas com acesso à internet para o coordenador do curso, \nintegrantes do Núcleo Docente Estruturante (NDE), docentes em tempo integral e docentes em \ntempo parcial. As salas dos professores do curso permitem o desenvolvimento das atividades de \ngraduação, pesquisa e extensão, assim como o atendimento aos alunos. \nO IRN dispõe de salas e auditórios para a realização de reuniões de diferentes naturezas, \ntais como do Colegiado do Curso, NDE, assembleia do Instituto, eventuais reuniões com número \ngrande de alunos e eventos. \nO controle da vida acadêmica do aluno é feito pelo sistema SIGAA-UNIFEI \n(https://sig.UNIFEI.edu.br/sigaa/). O acesso às informações de matrícula, notas, horários, séries \nde exercícios, histórico escolar, entre outros, estão disponíveis através do referido sistema, \npodendo ser acessado nos laboratórios do Campus. Além disso, os alunos têm acesso à internet no \nCampus via wireless e por cabeamento. O sistema funciona em rede e tem acessos diferenciados \npara o coordenador, aluno, professor e servidores técnico-administrativos que ocupam \ncargos/funções específicas para gerenciarem o sistema.  \nA Diretoria de Registro Acadêmico (DRA) da UNIFEI é responsável pelo recebimento e \narquivamento dos documentos indispensáveis ao controle da vida acadêmica do aluno. Esses \ndocumentos pertencem ao arquivo permanente da Universidade. \nAs salas destinadas às aulas das disciplinas teóricas são estabelecidas pela Pró-Reitoria de \nGraduação (PRG) que aloca as disciplinas conforme horário definido pela Coordenação do curso \nno semestre vigente. As salas de aula estão equipadas, em sua maioria, com aparelho multimídia \n", "41": "40 \n \ne atendem aos requisitos de dimensão, limpeza, iluminação, acústica, ventilação, conservação e \ncomodidade necessárias à atividade desenvolvida. \nAs aulas das disciplinas práticas são realizadas nos laboratórios gerenciados pelas \nUnidades Acadêmicas (UA) e atendem às demandas do curso. As UA que colaboram com o curso \nde Engenharia de Bioprocessos disponibilizam seus laboratórios para uso dos alunos. Abaixo estão \nlistados tais laboratórios: \n \n1- Laboratório de Biologia Molecular Aplicada \nUnidade Acadêmica responsável: Instituto de Recursos Naturais (IRN) \nDescrição: Ensino e pesquisa na área de Biologia e Genética Molecular. \n \n2- Laboratório de Microbiologia Aplicada \nUnidade Acadêmica responsável: Instituto de Recursos Naturais (IRN) \nDescrição: Ensino e pesquisa em casos que envolvem cultura de microrganismos. \n \n3- Laboratório de Bioquímica Industrial \nUnidade Acadêmica responsável: Instituto de Recursos Naturais (IRN) \nDescrição: Ensino e pesquisa na área de Bioquímica e Engenharia de Bioprocessos. \n \n4- Laboratório de Operações Unitárias em Bioprocessos \nUnidade Acadêmica responsável: Instituto de Recursos Naturais (IRN) \nDescrição: Ensino e pesquisa na área de Operações Unitárias específicas de Bioprocessos, \ncomo centrifugação, adsorção, biorreatores, etc \n \n \n", "42": "41 \n \n5- Laboratórios de Informática \nUnidade Acadêmica responsável: Instituto de Recursos Naturais (IRN) \nDescrição: Laboratórios dedicados a atender os alunos em seu aprendizado de \nprogramação, bem como disciplinas que fazem uso de softwares. \n \n6- Laboratório de Automação e Controle de Processos Químicos \nUnidade Acadêmica responsável: Instituto de Recursos Naturais (IRN) \nDescrição: Ensino e pesquisa das principais estruturas de automação e controle presentes \nna indústria de processos. \n \n7- Laboratório de Operações Unitárias \nUnidade Acadêmica responsável: Instituto de Recursos Naturais (IRN) \nDescrição: Ensino e pesquisa para disciplinas na área de Engenharia Química e Engenharia \nde Bioprocessos que envolvem processos de transmissão de calor, transporte de fluidos, etc \n \n8- Laboratório de Reatores Químicos \nUnidade Acadêmica responsável: Instituto de Recursos Naturais (IRN) \nDescrição: Ensino e pesquisa que fazem uso de reatores químicos. \n \n9- Laboratório de Química \nUnidade Acadêmica responsável: Instituto de Física e Química (IFQ) \nDescrição: Experimentos gerais em cinética, equilíbrio, eletroquímica, determinação \nqualitativa e quantitativa de elementos. \n \n \n", "43": "42 \n \n10- Laboratório de Física \nUnidade Acadêmica responsável: Instituto de Física e Química (IFQ) \nDescrição: Experimentos gerais na área de mecânica, eletromagnetismo, óptica, física \nmoderna, ondulatória. \nA fim de atender as exigências do currículo do curso de Engenharia de Bioprocessos, a \nUniversidade Federal de Itajubá oferece aos seus alunos, professores e funcionários, bem como à \ncomunidade acadêmica em geral, acesso à informação por meio do acervo da Biblioteca Mauá \n(BIM, https://www.UNIFEI.edu.br/academico/bibliotecas/biblioteca_maua). A BIM, fundada em \n19 de agosto de 1943, possui um acervo de milhares de exemplares (Tabela 10.1) e encontra-se \nem constante expansão, sendo equipada à medida que recursos vão sendo disponibilizados. Além \nde material impresso para consulta, a UNIFEI possui um convênio com os periódicos do portal \nCAPES (http://www.periodicos.capes.gov.br) e com a Biblioteca Virtual Universitária que \ndisponibiliza livros no formato digital (http://UNIFEI.bv3.digitalpages.com.br/users/sign_in). \nAos alunos, e demais integrantes da comunidade universitária, está disponível o Centro de \nConvivência e Serviços que abriga, entre outros serviços, um restaurante, a Rádio Universitária, \numa agência de atendimento do Banco do Brasil, serviços de xerox, livraria e salas para a UNIFEI \nJr e Diretório Acadêmico (DA). Além disso, o Restaurante Universitário (RU) está em fase de \nconstrução. \n \n \n \n \n \n \n \n", "44": "43 \n \nTabela 10.1. Descrição do acervo da Biblioteca Mauá catalogado até dezembro de 2015. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDESCRIÇÃO \nQUANTIDADE \nLivros (Exemplares) \n45.000 \nTeses \n2.600 \nApostilas \n1.100 \nTrabalho de Diploma  \n930 \nMaterial Especial (CD´s) \n2.010 \nPeriódicos (títulos) \n1.300 \n", "45": "44 \n \n \n \n11. ESTRUTURA CURRICULAR DO CURSO \n11.1. Matriz curricular do curso e coerência com as Diretrizes Curriculares Nacionais (DCN) \nA Matriz Curricular proposta para o curso de Engenharia de Bioprocesso da UNIFEI tem \ncomo objetivo a consolidação das habilidades e dos conceitos definidos para o egresso do curso. \nO egresso deve cursar 3359 horas presenciais, sendo 3271 horas referentes a disciplinas \nobrigatórias e 88 horas referentes a disciplinas optativas. As disciplinas obrigatórias formam um \nnúcleo central para a formação integral do egresso. As disciplinas optativas, por outro lado, \npropiciam ao aluno certa flexibilidade na escolha de temas que este julgue mais importante em sua \nformação individual. \nDe acordo com a Resolução CNE/CES 11, 2002, a estrutura curricular dos cursos de \nengenharia deve possuir um núcleo de conteúdos básicos com um mínimo de 30% da carga horária, \num núcleo de conteúdos profissionalizantes, com um mínimo de 15% da carga horária e um núcleo \nde conteúdos específicos. \nNa Matriz Curricular do Curso de Engenharia de Bioprocessos da UNIFEI, o núcleo básico \ncorresponde a 41% da carga horária do curso. O núcleo profissionalizante corresponde a 41% do \ncurso e o núcleo de conteúdos específicos representa os 18% restantes da carga-horária como \napresentado na Tabela 11.1.1. \nA Tabela 11.1.1 apresenta listadas todas as disciplinas presentes na Matriz Curricular do \ncurso de Engenharia Bioprocessos da UNIFEI. As disciplinas foram agrupadas por período. A \ncarga horária foi discriminada nos diferentes núcleos de forma que a contribuição de cada núcleo \ndentro do curso possa ser identificada. A carga horária destinada a aulas em laboratórios também \né discriminada para cada unidade curricular. \n \n", "46": "45 \n \n \n \nTabela 11.1.1 Listagem das Unidades Curriculares com respectivas cargas horárias (C.H. em \nhoras-aula). Os rótulos Bás., Prof. e Esp. correspondem, respectivamente, aos núcleos de \nconteúdos Básicos, Profissionalizantes e Específicos. A coluna Lab. apresenta a carga horária \ndestinada a aulas práticas (laboratórios). \nCódigo \nUNIDADES CURRICULARES \nC.H. \nBás. Prof. Esp. Lab. \n1º Período \nCCO016 Fundamentos de Programação \n64 \n32 \n \n \n32 \nEBP001 Introdução à Engenharia de Bioprocessos \n32 \n \n32 \n \n \nFIS104 \nMetodologia Científica \n32 \n32 \n \n \n \nFIS114 \nLaboratório de Metodologia Científica \n16 \n16 \n \n \n16 \nMAT001 Cálculo I \n96 \n96 \n \n \n \nMAT011 Geometria Analítica e Álgebra Linear \n64 \n64 \n \n \n \nQUI016 \nQuímica Geral \n64 \n64 \n \n \n \nQUI113 \nQuímica Geral Experimental \n32 \n32 \n \n \n32 \n2º Período \nBAC002 Comunicação e Expressão \n64 \n64 \n \n \n \nDES201 Desenho Técnico Básico \n64 \n64 \n \n \n64 \nFIS203 \nFísica I \n64 \n64 \n \n \n \nFIS213 \nFísica Experimental I \n16 \n16 \n \n \n16 \nMAT002 Cálculo II \n64 \n64 \n \n \n \nMAT013 Probabilidade e Estatística  \n64 \n64 \n \n \n \nQUI021 \nQuímica Bio-orgânica \n64 \n \n64 \n \n \n3º Período \nDES204 Desenho Técnico Auxiliado por Computador \n48 \n48 \n \n \n \nEBP033 Bioquímica I \n32 \n \n32 \n \n \nEME311 Mecânica dos Sólidos \n64 \n64 \n \n \n \nEQI002 \nBalanços de Massa e Energia \n64 \n \n64 \n \n \nMAT003 Cálculo III \n64 \n64 \n \n \n \nMAT021 Equações Diferenciais I \n64 \n64 \n \n \n \n", "47": "46 \n \nSOC002 Ciências Sociais \n48 \n48 \n \n \n \n4º Período \nEBP022 Bioquímica II \n48 \n \n48 \n \n \nEBP023 Bioquímica Experimental \n16 \n \n16 \n \n16 \nEQI005 \nTermodinâmica Química I \n64 \n \n64 \n \n \nEQI006 \nMateriais para a Engenharia \n64 \n \n64 \n \n \nMAT012 Cálculo Numérico \n64 \n64 \n \n \n \nMAT022 Equações Diferenciais II \n64 \n64 \n \n \n \nQUI105 \nQuímica Analítica \n48 \n \n48 \n \n \nQUI115 \nQuímica Analítica Experimental \n32 \n \n32 \n \n32 \n5º Período \nEBP010 Microbiologia Geral \n80 \n \n80 \n \n32 \nEBP014 Biologia Molecular \n64 \n \n \n64 \n32 \nEEL310 Eletricidade I \n48 \n48 \n \n \n \nEQI004 \nFenômenos de Transporte I \n64 \n64 \n \n \n \nEQI007 \nTermodinâmica Química II \n64 \n \n64 \n \n \nEPR502 Engenharia Econômica \n48 \n \n48 \n \n \nFIS014 \nFísica Biológica \n64 \n \n64 \n \n \n6º Período \nEBP011 Biossegurança e Bioética \n32 \n \n \n32 \n \nEBP013 Bioinformática \n80 \n \n \n80 \n32 \nEBP024 Cultura de Células \n48 \n \n \n48 \n \nEQI003 \nCinética Química \n64 \n \n64 \n \n \nEQI011 \nOperações Unitárias I \n64 \n \n64 \n \n \nEQI012 \nLaboratório de Engenharia Química I \n64 \n \n64 \n \n64 \nEQI013 \nFenômenos de Transporte II \n64 \n64 \n \n \n \n7º Período \nEAM002 Ciências do Meio Ambiente \n64 \n64 \n \n \n \nEBP012 Engenharia Bioquímica \n64 \n \n64 \n \n \nEBP025 Engenharia Genética \n64 \n \n \n64 \n \nEBP026 Separação e Purificação de Biomoléculas \n64 \n \n \n64 \n32 \n", "48": "47 \n \nEBP032 Tecnologia Enzimática \n48 \n \n \n48 \n \nEQI019 \nOperações Unitárias II \n64 \n \n \n64 \n \nEQI022 \nFenômenos de Transporte III \n64 \n \n64 \n \n \n8º Período \nEAM037 Bioenergia \n48 \n \n \n48 \n \nEBP016 Microbiologia Industrial \n80 \n \n \n80 \n32 \nEBP018 Projetos em Bioprocessos I \n48 \n \n48 \n \n \nEBP027 Laboratório de Engenharia de Bioprocessos \n64 \n \n64 \n \n64 \nEBP029 Modelagem e Dinâmica de Bioprocessos \n80 \n \n80 \n \n16 \nEQI027 \nOperações Unitárias III \n64 \n \n \n64 \n \n9º Período \nECN001 Economia \n48 \n48 \n \n \n \nEBP028 Projetos em Bioprocessos II \n64 \n \n64 \n \n64 \nEBP030 Instrumentação e Controle de Bioprocessos \n64 \n \n64 \n \n \nEBP031 Tratamento de Resíduos \n48 \n \n48 \n \n \nEPR004 Higiene e Segurança do Trabalho \n48 \n48 \n \n \n \nEPR501 Instalações Industriais \n48 \n \n48 \n \n \nTotal (aulas) \n3568 1456 1456 656 \n544 \nTotal (horas) \n3271 \n \n \n \n \nCarga horária relativa \n \n41% 41% 18% 15% \n \nAlém das disciplinas obrigatórias, os egressos terão que fazer no mínimo 96 aulas de \ndisciplinas Optativas presenciais, conforme sugestões da Tabela 11.1.2, totalizando 88 horas. \n \nTabela 11.1.2 Unidades Curriculares Optativas. \nCódigo \nUNIDADES CURRICULARES \nC.H. Bás. Prof. Esp. Lab. \nOptativas \nADM083 Introdução ao Empreendedorismo \n48 \n \n48 \n \n \nCAT107 \nPlanejamento e Otimização de Experimentos \n48 \n \n48 \n \n \nEBP036 \nBiotecnologia Ambiental \n48 \n \n \n48 \n \nEBP037 \nBiofármacos \n48 \n \n \n48 \n \n", "49": "48 \n \nEBP038 \nProgramação em Python para Bioinformática \n48 \n \n \n48 \n \nEAM051 \nBiomonitoramento Ambiental \n48 \n \n48 \n \n \nEQI034 \nSíntese e Otimização de Processos \n64 \n \n64 \n \n \nEPR002 \nOrganização Industrial e Administração \n48 \n48 \n \n \n \nEPR807 \nPlanejamento Empresarial \n48 \n \n48 \n \n \nLET007 \nLíngua Brasileira de Sinais \n48 \n48 \n \n \n \n \nAlém das Unidades Curriculares obrigatórias (3271 horas) e Optativas presenciais (88 \nhoras), o egresso deverá ainda perfazer no mínimo 341 horas de atividades não presenciais, \ndescritas na Tabela 11.1.3.  \n \nTabela 11.1.3. Atividades não presenciais. \nAtividade \nCarga horária (horas) \nEstágio Curricular Obrigatório \n160 (mínimo) \nAtividades Complementares \n64 (mínimo) \nTrabalho Final de Graduação (TFG) \n117 \nTotal \n341 \n \nA apresentação do Trabalho Final de Graduação (TFG) é um requisito obrigatório para a \ndiplomação no Bacharelado em Engenharia de Bioprocessos. O trabalho é realizado \nindividualmente e deve ser desenvolvido durante o último ano do aluno no curso (a partir do 8º \nperíodo). Esse trabalho se insere na estrutura curricular do curso através das Unidades Curriculares \nTFG I e TFG II, onde cada uma corresponde a 64 aulas (total de 117 horas). \nCom a soma das cargas horárias de disciplinas obrigatórias, optativas, TFG, Estágio \nObrigatório e Atividades Complementares, o curso todo tem 3700 horas, acima do mínimo de 3600 \nh para um curso de Engenharia. \nNas seções seguintes, as atividades constantes na Tabela 11.1.3 serão detalhadas. \n \n11.2. Atividades Complementares propostas \nDenominam-se \n“Atividades \nComplementares” \naquelas \nque \npossibilitam \no \ndesenvolvimento de habilidades e competências do discente, inclusive adquiridas fora da \n", "50": "49 \n \nuniversidade. Tais atividades têm por finalidade contribuir para que o discente tenha uma formação \nmais ampla, compreendendo atividades de âmbito cultural e também de ensino, pesquisa e \nextensão. \nConforme consta nas Diretrizes Curriculares Nacionais do Curso de Graduação em \nEngenharia, no Art. 5º, § 2º, determinam que: “Deverão também ser estimuladas atividades \ncomplementares, tais como trabalhos de iniciação científica, projetos multidisciplinares, visitas \nteóricas, trabalhos em equipe, desenvolvimento de protótipos, monitorias, participação em \nempresas juniores e outras atividades empreendedoras”. \nPor fim, para integralizar o Curso de Engenharia de Bioprocessos será exigido do discente \na realização de no mínimo 64 horas adicionais de Atividades Complementares. Esta carga horária \npoderá ser cumprida com atividades, tais como: \n \nAtividades de ensino: exercício de monitoria; participação em visita técnica; \nparticipação, com aprovação, em disciplinas de outros cursos, não abrangidas pela matriz \ncurricular do curso de Engenharia de Bioprocessos. \n \nAtividades de pesquisa: iniciação cientifica; participação em eventos científicos; \npublicação de artigos em periódicos; grupos de estudo orientado. \n \nAtividades de representação estudantil: participação no diretório acadêmico; \nmembro dos Conselhos Superiores ou Colegiado do curso. \n \nAtividades de extensão: participação em projetos de extensão; estágio extracurricular \ne \nestágio \nacadêmico, \nmembro \nde \ncomissão \norganizadora \nde \nevento \nreconhecido/aprovado/cadastrado na UNIFEI; minicursos ministrados em eventos acadêmicos; \ncursos; minicursos e oficinas. \n \nOutras atividades que o Colegiado do Curso considerar pertinente. \nA contagem de carga horária de cada atividade se fará de acordo com a Tabela 11.2.1. \n \n", "51": "50 \n \nTabela 11.2.1 - Discriminação das atividades avaliadas para o cálculo da carga \nhorária das atividades complementares. \nAtividades \nCarga horária \nAtividades de ensino \n \nMonitoria \n20 h por disciplina  \nVisitas técnicas \n5 h por visita \nDisciplinas em outros cursos \nCarga \nhorária \nda \ndisciplina \n \nAtividades de Pesquisa \n \nIniciação cientifica  \n90 h por projeto \nParticipação em eventos científicos \n10 h por evento \nApresentação de resumo em congresso \n5 h por apresentação \nApresentação oral em congresso \n15 h por apresentação \nApresentação de trabalho completo em congresso \n8 h por trabalho \nPublicação de artigos em periódicos indexados \n15 h por artigo \nPublicação de artigos em periódicos não indexados \n10 h por artigo \nGrupo de estudos orientado \n15 h por ano \n \nAtividade de Representação Estudantil \n \nParticipação no diretório acadêmico \n15 h por ano \nMembro dos Conselhos Superiores ou Colegiado do curso \n15 h por mandato \n \n", "52": "51 \n \nAtividades de extensão \n \nParticipação em projetos de extensão \n25 h por projeto \nEstágios extracurricular \n30 h por estágio \nMembro de comissão organizadora de \nEvento        reconhecido/aprovado/cadastrado na UNIFEI \n15 h por evento \nMinicursos ministrados em eventos acadêmicos \n25 h por minicurso \nCursos, minicursos e oficinas \n10 h por evento \n \n11.3. Estágio Curricular Supervisionado Obrigatório e Trabalho Final da Graduação (TFG) \n11.3.1. Estágio Curricular Supervisionado Obrigatório \nDe acordo com a lei de Estágio Nº 11.788, de 25 de setembro de 2008, o Estágio Curricular \né definido como sendo o ato educativo escolar supervisionado, desenvolvido no ambiente de \ntrabalho, que visa à preparação para o trabalho produtivo de educandos. Neste contexto, o Estágio \nCurricular permite o desenvolvimento do educando para a vida cidadã e para o trabalho, \nfavorecendo o aprendizado de competências próprias da atividade profissional e à \ncontextualização curricular. \nO estágio curricular obrigatório faz parte do projeto pedagógico do curso de Engenharia de \nBioprocessos e as condições para preencher os requisitos de estágio curricular, em consonância \ncom a lei de Estágio Nº 11.788, de 25 de setembro de 2008, serão estabelecidas pelas diretrizes \nabaixo descritas: \n1. O colegiado de curso indica a cada 2 anos o docente que terá a atribuição de coordenar as \natividades relacionadas ao estágio curricular. \n2. O estágio curricular exige uma carga horária mínima de 160 horas. \n3. O estágio curricular poderá ser realizado a partir do cumprimento mínimo de 60% da carga \nhorária do curso. \n", "53": "52 \n \n4. Para a realização do estágio supervisionado o aluno faz o contato inicial com a Empresa e \nesta formaliza com a UNIFEI o contrato de estágio. \n5. Ao aluno é atribuída uma nota, em escala de 0 (zero) a 10 (dez), em números inteiros, a \ncarga horária registrada e o status \"aprovado\" ou \"reprovado\". Está aprovado o aluno que \ntiver seu estágio avaliado com nota igual ou superior a 6 (seis).  \n6. O conceito final do estágio será atribuído considerando os seguintes critérios: \n Parecer final fornecido pelo supervisor do estagiário na empresa, apresentando uma \nvisão geral das atividades realizadas; \n Conteúdo do relatório de estágio, entregue no último mês de realização da atividade. \nO relatório deverá ser elaborado de acordo com as regras formais estabelecidas no \ndocumento “Normas Gerais para Redação de Relatório de Estágio” da UNIFEI; \n O conceito final será fornecido pelo coordenador de estágio do curso, o qual será \nresponsável por lançar a nota no Portal Acadêmico da UNIFEI; \n Casos omissos serão discutidos e resolvidos entre o coordenador de estágio e o \ncoordenador do curso. \n \n11.3.2. Trabalho Final da Graduação (TFG) \nO Trabalho Final de Graduação (TFG) constitui atividade acadêmica de sistematização de \nconhecimentos e deverá ser elaborado pelo discente, sob orientação e avaliação docente. O \ncolegiado de curso indica a cada 2 anos o docente que terá a atribuição de coordenar as atividades \nrelacionadas ao TFG. \nO trabalho deverá ser desenvolvido na modalidade monografia abordando temas da área \nde Engenharia de Bioprocessos, possibilitando, assim, a aplicação dos conhecimentos adquiridos \nao longo do curso. \n", "54": "53 \n \nA carga horária total destinada à execução do TFG é de 117 horas (128 aulas), distribuídas \nem dois semestres. As atividades abrangem a elaboração da proposta, revisão bibliográfica, \ndesenvolvimento e redação da monografia, além da apresentação final para uma banca avaliadora.  \nDeverá ser entregue um projeto de pesquisa a ser desenvolvido que deve ser elaborado pelo \ndiscente sob supervisão do orientador. O projeto de pesquisa deve seguir a mesma estrutura geral \nda monografia. A área de pesquisa do TFG poderá ser a mesma da Iniciação Científica, caso já \ntenha sido realizada, desde que aborde temas da área de Engenharia de Bioprocessos e que se \nadeque às normas de apresentação do TFG. O projeto de pesquisa deverá ser encaminhado até um \nmês antes do término do período letivo anterior à defesa do TFG, para o coordenador de TFG.  \nNormas específicas para a elaboração de projeto, execução, a redação e apresentação do \ntrabalho serão as listadas a seguir: \n \nCada aluno é orientado por um professor pertencente ao quadro docente da UNIFEI. \nEm casos excepcionais os TFGs poderão ser orientados por professores externos, desde que \naprovados pelo coordenador de TFG. \n \nA monografia deve atender às recomendações das normas e princípios da metodologia \ncientífica e as normas de escrita de dissertações e teses da UNIFEI. \n \nA monografia deve conter a seguinte estrutura: Capa (contendo título, nome do aluno, \nnome do orientador, curso, local e data); Sumário; Resumo; Introdução e Justificativa; Objetivos; \nMetodologia; Resultados e Discussão; Conclusões; Referências Bibliográficas. \n \nO aluno encaminhará ao coordenador de TFG, no prazo estabelecido, conforme \nCalendário Acadêmico da UNIFEI, o número de cópias da monografia referente ao número de \nmembros da banca, contendo a assinatura do discente e do orientador na última página. Caso o \ngraduando não entregue o Trabalho de Conclusão no prazo fixado pelo coordenador de TFG, o \ngraduando será reprovado automaticamente. \n", "55": "54 \n \n \nA nota final é definida pela avaliação do desenvolvimento, monografia final e \napresentação oral para uma banca composta pelo orientador e por mais dois avaliadores que \npossuam nível superior na área de formação do curso. Após a avaliação, o aluno receberá uma \nnota, que obedece a escala de 0 (zero) a 10 (dez), em números inteiros, e o status \"aprovado\" se \nobtiver nota igual ou superior a 6 (seis) ou \"reprovado\", se inferior. Caso a banca julgue necessária \noutra apresentação do trabalho, poderá solicitar a revisão ao aluno ainda dentro do prazo de entrega \npara aquele período. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "56": "55 \n \n11.4. Ementário do curso \nINTRODUÇÃO À ENGENHARIA DE BIOPROCESSOS \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP001 \nPeríodo \n1 \nTeórica \n32 \nPrática \n0 \nTotal \n32 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \n \nCréditos \n2 \nOBJETIVOS \n \nApresentar aos alunos ingressantes temas de pesquisa de interesse atual e as perspectivas \nda carreira profissional para o Engenheiro de Bioprocessos com foco no projeto pedagógico \ndo curso. \nDesenvolver no futuro engenheiro a prática de forma reflexiva e um exame crítico constante \ndos paradigmas e crenças que determinam as práticas das engenharias. \n \nEMENTA \n \nIntrodução à Engenharia de Bioprocessos; Processo fermentativos; Processos Enzimáticos; \nExemplo de um bioprocesso Industrial: Produção de etanol; Seminários sobre diversos \nBioprocessos \n \nBIBLIOGRAFIA \n \nBásica: \n \nBORZANI, W.; SCHMIDELL, W.; LIMA, U. A. Biotecnologia Industrial: Fundamentos, São \nPaulo, Editora Edgard Blucher Ltda, 2005. \nLIMA, U. de A. Biotecnologia Industrial: processos fermentativos e enzimáticos. São Paulo: \nBlucher, 2001. v. 3.  \nAQUARONE, E. Biotecnologia industrial: biotecnologia na produção de alimentos. São \nPaulo: Blucher, 2001. v. 4. \n \nComplementar: \n \nCOELHO, M. A. Z.; SALGADO, A. M.; RIBEIRO, B. D. Tecnologia Enzimática. Rio de Janeiro: \nFAPERJ, 2008. \nBASTOS, R. G. Tecnologia das Fermentações: Fundamentos de bioprocessos. São Carlos: \nEdUFSCar, 2010. \nALBERTS, B.B iologia Molecular da Célula, 5ª Ed., Porto Alegre, Artmed, 2010. \nNELSON, D. L; COX, M. M. Princípios de Bioquímica de Lehninger. 5a ed. Porto Alegre: \nArtmed, 2011. 1273 p. Edição Comemorativa 25 Anos. \nSCHMIDELL, W. Biotecnologia industrial: engenharia bioquímica. São Paulo: Blucher, 2001. \nv. 2. \n \n", "57": "56 \n \n \n \n \n \n \n \nFUNDAMENTOS DE PROGRAMAÇÃO \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nCCO016 \nPeríodo \n1 \nTeórica \n32 \nPrática \n32 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nA disciplina deverá preparar os alunos dos cursos da Unifei para o desenvolvimento e \nimplementação de softwares, através de linguagens de programação de médio nível, como a \nLinguagem C. Dessa forma, ao finalizarem esta disciplina, os alunos estarão habilitados a \nconceber, definir, projetar, implementar e validar programas envolvendo as atividades de \ncomputação, bem como utilizar os conceitos adquiridos nesta disciplina em suas atividades de \nIniciação Científica e / ou pesquisa. \n \nEMENTA \n \nConceitos Gerais. Tipos de Dados e Algoritmos. Organização de Programas. Programação \nTop Down. Programação Estruturada. Introdução à linguagem de Programação. Funções. \nArranjos Unidimensionais e Multidimensionais. Estruturas Heterogêneas de Dados. \nApontadores Memória Dinâmica. Arquivos. Sequenciais e Aleatórios. Gráficos. Estudo de \nCaso. \n \nBIBLIOGRAFIA \n \nBásica: \nASCÊNCIO, A. F. G.; CAMPOS, E. A. V. Fundamentos da programação de computadores: \nAlgoritmos, Pascal e C/C++. São Paulo: Prentice Hall, 2002. \nKERNIGHAN, B. W; RITCHIE, D. M. CA Linguagem de programação. Porto Alegre: Campus, \n1986. \nSCHILDT, H. C: completo e total. São Paulo: Makron Books do Brasil/McGraw-Hill, 1991. \n \nComplementar: \nFARRER, H. Programação estruturada de computadores: algoritmos estruturados. 3a ed. \nRio de Janeiro: L.T.C, 2010. \nZIVIANI, N. Projeto de algoritmos: com implementação em Pascal e C. 3a rev. ampl. São \nPaulo: Cengage Learning, 2013. \nSCHEID, F. Computadores e Programação. São Paulo: McGraw-Hill do Brasil, 1984. \nSCHEID, F. Introdução à Ciência dos Computadores. São Paulo: McGraw-Hill, 1971. \nPAULA FILHO, W. P. Engenharia de Software: fundamentos, métodos e padrões.2a ed. Rio \nde Janeiro: LTC, 2003. \n", "58": "57 \n \nMETODOLOGIA CIENTÍFICA \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nFIS104 \nPeríodo \n1 \nTeórica \n32 \nPrática \n0 \nTotal \n32 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \nFIS114 \nCréditos \n2 \nOBJETIVOS \n \nIntroduzir os alunos ao método científico e às ferramentas necessárias para o desenvolvimento \nde atividades acadêmicas e/ou científicas utilizadas nos processos de investigação de \nsituações problema. Obtenção de medidas com precisão. Introduzir o uso do computador no \ntratamento estatístico de dados. Orientar a confecção de relatórios. \n \nEMENTA \n \nConceitos básicos. Distribuições de erro. Algarismo significativo. Operações com algarismos \nsignificativos. Incerteza de medição. Erros sistemáticos e estatísticos. Valor médio e desvio \npadrão. Propagação de incertezas. Tratamento estatístico da teoria de erros. Modelos e \ngráficos. \n \nBIBLIOGRAFIA \n \nBásica: \nVUOLO, J. H.Fundamentos da Teoria de Erros. São Paulo: Editora Blücher,1996. \nLAKATOS, E. M.; MARCONI, M.A.Fundamentos de Metodologia Científica, São Paulo: \nAtlas, 1991. \nSEVERINO, A. J.; C.Metodologia do trabalho científico, 23ª ed. São Paulo: Cortez, 2007. \n \nComplementar: \nRUDIO, F. V. Introdução ao projeto de Pesquisa Científica, 40ª Ed., Petrópolis: Vozes, \n2012. \nMARTINS, R. M.; CAMPOS, V. C., Guia prático para pesquisa cientifica, Rondonópolis: \nUNIR, 2003. \nBARROS, A. J. P.; LEHFELD, N. A. de S., Fundamentos de Metodologia: um guia para \niniciação científica, São Paulo: McGraw-Hill do Brasil, 1986. \nMARCONI, M.A.; LAKATOS, E. M., Técnicas de Pesquisa: Planejamento e Execução de \nPesquisas: Amostragem e Técnicas de Pesquisa: Elaboração, Analise e Interpretação de \nDados, 7ª Ed., São Paulo: Atlas, 2013. \nFEITOSA, V. C., Redação de Textos Científicos, 8ª ed., Campinas: Papirus, 2004. \n \n \n \n \n \n \n \n \n", "59": "58 \n \nLABORATÓRIO DE METODOLOGIA CIENTÍFICA \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nFIS114 \nPeríodo \n1 \nTeórica \n0 \nPrática \n16 \nTotal \n16 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \nFIS104 \nCréditos \n1 \nOBJETIVOS \n \nIntroduzir os alunos ao método científico e às ferramentas necessárias para o desenvolvimento \nde atividades acadêmicas e/ou científicas utilizadas nos processos de investigação de \nsituações problema. Obtenção de medidas com precisão. Introduzir o uso do computador no \ntratamento estatístico de dados. Orientar a confecção de relatórios. \n \nEMENTA \n \nConceitos básicos. Distribuições de erro. Algarismo significativo. Operações com algarismos \nsignificativos. Incerteza de medição. Erros sistemáticos e estatísticos. Valor médio e desvio \npadrão. Propagação de incertezas. Tratamento estatístico da teoria de erros. Modelos e \ngráficos. \n \nBIBLIOGRAFIA \n \nBásica: \nVUOLO, J. H. Fundamentos da Teoria de Erros. São Paulo: Editora Blücher,1996. \nLAKATOS, E. M.; MARCONI, M.A. Fundamentos de Metodologia Científica, São Paulo: \nAtlas, 1991. \nSEVERINO, A. J.; C. Metodologia do trabalho científico, 23ª ed. São Paulo: Cortez, 2007. \n \nComplementar: \n \nRUDIO, F. V. Introdução ao projeto de Pesquisa Científica, 40ª Ed., Petrópolis: Vozes, \n2012. \nMARTINS, R. M.; CAMPOS, V. C., Guia prático para pesquisa cientifica, Rondonópolis: \nUNIR, 2003. \nBARROS, A. J. P. de; LEHFELD, N. A. de S., Fundamentos de Metodologia: um guia para \niniciação científica, São Paulo: McGraw-Hill do Brasil, 1986. \nMARCONI, M.A.; LAKATOS, E. M., Técnicas de Pesquisa: Planejamento e Execução de \nPesquisas: Amostragem e Técnicas de Pesquisa: Elaboração, Analise e Interpretação de \nDados,7ª Ed., São Paulo: Atlas, 2013. \nFEITOSA, V. C., Redação de Textos Científicos, 8ª ed., Campinas: Papirus, 2004. \n \n \n \n \n \n \n \n", "60": "59 \n \nCÁLCULO 1 \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nMAT001 \nPeríodo \n1 \nTeórica \n96 \nPrática \n0 \nTotal \n96 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \n \nCréditos \n6 \nOBJETIVOS \n \nAo final do curso o aluno deverá ser capaz de identificar e resolver problemas que envolvam \nos conceitos de limite, continuidade, derivação e integração de funções de uma variável real. \n \nEMENTA \n \nFunções. Limite e continuidade. Derivada. Integral. Integral imprópria. \n \nBIBLIOGRAFIA \n \nBásica: \nGUIDORIZZI, H. L. Um Curso de Cálculo. v. 1, Editora LTC, 5ª edição, 2001. \n \nFLEMMING, D. M.; GONÇALVES, M. B. Cálculo A: funções, limite, derivação e integração, \nEditora Pearson, 6ª edição, 2006. \n \nSTEWART, J. Cálculo: Volume 1. Editora Thomson, 6ª Edição, 2010. \n \nComplementar: \nMUNEM, M. A; FOULIS, D. J. Cálculo. v.1, Editora Rio de Janeiro:Guanabara Dois, 1982. \n \nSWOKOWSKI, E. W., Cálculo com geometria analítica. v. 1, Editora Makron \nBooks, 2ª edição, 1995. \n \nAVILA, G., Calculo 1 - Funções de uma Variável. v. 1, Editora L.T.C, 6ª Ed.,1994. \n \nBOULOS, P., Introdução ao Cálculo: Cálculo diferencial. v. 1, Editora São Paulo: Edgard \nBlucher, 1983. \n \nLEITHOLD, L., O cálculo com geometria analítica. v. 1, Editora Harper & \nHow do Brasil, 2ª edição, 1982. \n \n \n \n \n \n \n \n \n", "61": "60 \n \nGEOMETRIA ANALÍTICA E ÁLGEBRA LINEAR \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nMAT011 \nPeríodo \n1 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nMinistrar conceitos fundamentais de Geometria Analítica e introduzir noções básicas de \nÁlgebra Linear para que o aluno, ao final do curso, seja capaz de identificar e resolver \nproblemas que envolvam os conteúdos lecionados. \n \nEMENTA \n \nVetores. Retas e planos. Cônicas e quádricas. Espaços Euclidianos. Matrizes e sistemas de \nequações lineares. \n \nBIBLIOGRAFIA \nBásica: \n \nSANTOS, N. M. Vetores e Matrizes: Uma Introdução à Álgebra Linear. Editora Thomson \nPioneira, 4ª ed., 2007. \n \nSWOKOWSKI, E. W, Cálculo com geometria analítica. v. 1, Makron Books, 2ª ed., 1995. \n \nBOULOS, P.; C., I. de, Geometria Analítica: um tratamento vetorial.Editora Makron Books, 3ª \ned., 2005. \n \nComplementar: \n \nSTEINBRUCH, A.; WINTERLE, P., Introdução a álgebra linear. Pearson Education, 1997. \n \nMUNEM, M. A; FOULIS, D. J., Cálculo.v.1, Guanabara, 1982. \n \nOLIVA, W. M, Vetores e geometria. Edgard Blucher, 1973. \n \nNOVAIS, M. H., Cálculo vetorial e geometria analítica, Edgard Blucher, 1973. \n \nSWOKOWSKI, E. W., Cálculo com geometria analítica, v. 2, Makron Books, 2ª ed., 1995. \n \n \n \n \n", "62": "61 \n \n \n \n \n \n \nQUÍMICA GERAL \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nQUI016 \nPeríodo \n1 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nO aluno será levado a compreender a natureza dos fenômenos químicos de transformação da \nmatéria. \n \nEMENTA \n \nBase da teoria atômica. Estequiometria. Reações químicas. Fundamentos de ligação química. \nGases. Líquidos e soluções. Ácido e bases. Fundamentos do equilíbrio químico. Aspectos \ncinéticos e termodinâmicos das reações químicas e noções de eletroquímica. \n \nBIBLIOGRAFIA \nBásica: \n \nATKINS, P.; JONES, L. Princípios de Química:Questionando a Vida Moderna e o Meio \nAmbiente. 5ª ed, Bookman, 2012. \n \nMAHAN, B. M.; MYERS, R. J. Química:Um Curso Universitário. Tradução da 4ª ed. Norte-\namericana, Edgar Blucher, 1993. \n \nBROWN, T. L.; LEMAY Jr, H. E.; BURSTEN, B. E.; BURDGE, J. R. Química: A Ciência \nCentral. 9ª ed., Pearson Prentice Hall, 2005. \n \nComplementar: \nKOTZ, J. C., TREICHEL Jr., P. M. Química Geral 1 e Reações Químicas, vol. 1, tradução da \n5ªed. Norte-americana, Cengage Learning, 2008. \n \nKOTZ, J. C., TREICHEL Jr., P. M. Química Geral 2 e Reações Químicas, vol. 2, tradução \nda5ªed. Norte-americana, Cengage Learning, 2008. \n \nRUSSELL, J. B. Química Geral, vol.1, 2ª ed., Pearson e Makron Books, 1994. \n \nRUSSELL, J. B. Química Geral, vol.2, 2ª ed., Pearson e Makron Books, 1994. \n \nTOMA, H. E. Estrutura Atômica, Ligações e Estereoquímica, 1ª ed., Blucher, 2013. \n \nTOMA, H. E. Energia, Estados e Transformações Químicas, 1ª ed., Blucher, 2013. \n \n", "63": "62 \n \n \n \n \nQUÍMICA EXPERIMENTAL \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nQUI113 \nPeríodo \n1 \nTeórica \n0 \nPrática \n32 \nTotal \n32 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \n \nCréditos \n2 \nOBJETIVOS \n \nO aluno será levado a compreender a natureza dos processos químicos de transformação da \nmatéria e será treinado a conduzir os principais procedimentos práticos em um laboratório. \n \nEMENTA \n \nNoções de segurança em Laboratório; Introdução às técnicas de laboratório; reações \nquímicas; estequiometria; preparo e padronização de soluções; cinética química; \nequilíbrio químico e eletroquímica. \n \nBIBLIOGRAFIA \n \nBásica: \n \nATKINS, P.; JONES, L. Princípios de Química: Questionando a Vida Moderna e o Meio \nAmbiente. 5ªed., Bookman, 2012. \nCHRISPINO, A.; FARIA, P. Manual de Química Experimental. 1ª ed., Átomo, 2010. \nBROWN, T. L.; LEMAY Jr, H. E.; BURSTEN, B. E.; BURDGE, J. R. Química: A Ciência \nCentral. 9ª ed., Pearson Prentice Hall, 2005. \n \nComplementar: \n \nMAHAN, B. M.; MYERS, R. J. Química: Um Curso Universitário. Tradução da 4ª ed. Norte \namericana, Edgar Blucher, 1993. \nKOTZ, J. C., TREICHEL Jr., P. M. Química Geral 1 e Reações Químicas, vol. 1, tradução da \n5ªed. Norte-americana, Cengage Learning, 2008. \nKOTZ, J. C., TREICHEL Jr., P. M. Química Geral 2 e Reações Químicas, vol. 2, tradução \nda5ªed. Norte-americana, Cengage Learning, 2008. \nRUSSELL, J. B. Química Geral, vol.1, 2ª ed., Pearson e Makron Books, 1994. \nRUSSELL, J. B. Química Geral, vol.2, 2ª ed., Pearson e Makron Books, 1994. \nFONSECA, J. C. L. Manual de Gerenciamento de Resíduos Perigosos. 1ª ed., Cultura \nAcadêmica, 2009.  \nLIDE, D. R. Handbook of Chemistry and Physics, 71th ed., CRC Press, 1991. \n \n \n \n \n \n \n \n \n \n", "64": "63 \n \nCOMUNICAÇÃO E EXPRESSÃO \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nBAC002 \nPeríodo \n2 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \n- Identificar, analisar e produzir textos, dentre os diversos gêneros textuais existentes no \nuniverso acadêmico. \n- Compreender e usar adequadamente as modalidades de uma lí-ngua e suas variantes \nlinguísticas. \n- Analisar e interpretar textos, temas e situações de forma crítica, estabelecendo sua relação \ncom a realidade e os processos de comunicação. \n- Reconhecer e usar adequadamente os recursos verbais e não-verbais do processo de \ncomunicação. \n \nEMENTA \n \nEstudos envolvendo as línguas portuguesa e inglesa: Linguagem verbal e não-verbal. \nLinguagem e interação. Gêneros textuais orais e escritos. Análise das condições de produção \nde texto técnico e acadêmico. Estrutura, organização, planejamento e produção de textos com \nbase em parâmetros da linguagem técnico-científica. \n \nBIBLIOGRAFIA \n \nBásica: \nMACHADO, A. R.; LOUSADA, E.; ABREU-TARDELLI, L. S. Resumo. Editora Parábola, 2004. \nGARCIA, O. M. Comunicação em prosa moderna: aprenda a escrever, aprendendo a \npensar. Editora FGV, 27ª Ed., 2010. \nMARCUSCHI, L. A. Produção textual, análise de gêneros e compreensão, Editora \nParábola, 3ª Ed., 2008. \n \nComplementar: \nGONÇALVES, H. de A. Manual de artigos científicos. Editora Avercamp, 2ª Ed., 2013. \nKOCH, I., V.; E., V. M., Ler e escrever: estratégias de produção textual. Editora Contexto, \n2ªEd., 2010. \nKOCH, I., V. Desvendando os segredos do texto. Editora Cortez, 7ªEd., 2011. \nGONÇALVES, H. de A., Manual de resumos e comunicações científicas, Editora Avercamp, \n2ª Ed., 2005. \nGOLD, M. Redação empresarial: Escrevendo com sucesso na era da globalização. Editora \nMakron Books, 2ª Ed., 2002. \n \n \n \n \n \n \n \n \n \n \n", "65": "64 \n \nDESENHO TÉCNICO BÁSICO \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nDES201 \nPeríodo \n2 \nTeórica \n0 \nPrática \n64 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \n- Compreender e aplicar as Normas Técnicas relacionadas ao desenho técnico básico \n- Interpretar e desenhar as projeções ortogonais de peças em 2 e 3 dimensões \n- Interpretar e desenhar as representações em corte de peças em 3 dimensões. \n- Interpretar e desenhar perspectivas a partir do desenho de projeções; \n- Compreender os métodos gráficos para desenvolvimento de sólidos fundamentais. \n \nEMENTA \n \nNormas gerais do desenho técnico. Desenho geométrico. Desenho de Projeções. Normas para \nprojeções ortogonais no primeiro e terceiro diedro. Normas para cotagem. Representação de \ncortes e secções de peças. Desenho em perspectiva. Desenvolvimento de Sólidos \nGeométricos. \n \nBIBLIOGRAFIA \n \nBásica: \nMANFE, G., POZZA, R., SCARATO, G. Desenho Técnico Mecânico: para as escolas \ntécnicas e ciclo básico das Faculdades de Engenharia. v. 1, Editora Hemus, 1980. \nFRENCH, T.E. Desenho Técnico. v. 3, Porto Alegre: Editora Globo, 1977. \nPROVENZA, F. Desenhista de Maquinas. Editora Escola Pro-tec, 46ª Ed.,1991. \n \nComplementar: \nESTEPHANO, C. Desenho Técnico Básico: 2 e 3 Graus.Rio de Janeiro: Livro Técnico, 1984. \n229 p. \nBACHMANN, A.; FORBERG, R. Desenho Técnico. Editora Globo, 2ª Ed., 1976. \nRODRIGUES, A. Geometria Descritiva: Projetividades Curvas e Superfícies. Editora Rio de \nJaneiro,1968. \nPROVENZA, F. Desenho de Máquinas. Editora Escola Pro-tec; 2ª ed.; 1976 \nMONTENEGRO, G. A. A invenção do Projeto: a criatividade aplicada em Desenho Industrial, \nArquitetura, Comunicação Visual. Editora Edgard Blucher, 1987. \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "66": "65 \n \nFÍSICA GERAL I \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nFIS203 \nPeríodo \n2 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nMAT001 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nAtravés do estudo de situações problema, aprofundar os conhecimentos dos alunos em \nconceitos como inércia, força, trabalho, energia, momento linear e torque. Trabalhar com as \nLeis de Newton na forma vetorial. Introduzir aos alunos o conceito de momento de inércia e \nmomento angular. Estudar rotações de corpos rígidos. \n \nEMENTA \n \nMovimento unidimensional. Movimento bidimensional. Leis de Newton. Trabalho e energia \nmecânica. Conservação do momento linear. Colisões. Rotações e momento angular. Dinâmica \nde corpos rígidos. \n \nBIBLIOGRAFIA \n \nBásica: \n \nHALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos da Física 1: Mecânica, Editora \nLivros Técnicos e Científicos, 4ª edição, 1984. \nTIPLER, P.A. Física: v.1, Editora Guanabara Dois, 2ª Ed., 1984. \nCHAVES, A. S. Física 1: Curso básico para estudantes de ciências físicas e engenharias: \nMecânica, v.1,Editora Reichmann e Affonso, 1ª ed.; 2001. \n \nComplementar: \nYOUNG, H.D.; FREEDMAN, R. A. Física 1: Mecânica.Editora Pearson Education do Brasil, \n12ª Ed., 2008. \nNUSSENZVEIG, H.M. Curso de Física Básica. v. 1, Editora Edgard Blücher, 1ª Ed., 1981 \nSERWAY, R. A; JEWETT Jr., J. W. Princípios de Física 1: mecânica clássica. v. 1; Thomson \nLearning; 3ª ed.; 2007 \nGRUPO DE REELABORAÇÃO DO ENSINO DE FÍSICA (GREF). Física 1: Mecânica. v. 1; \nEditora Edusp; 7ª ed.; 2001 \nSERWAY, R. A. Física 1: para cientistas e engenheiros com Física Moderna: Mecânica e \ngravitação. v.1, Editora Livros Técnicos e Científicos (LTC), 3ª Ed., 1996 \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "67": "66 \n \nFÍSICA EXPERIMENTAL I \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nFIS213 \nPeríodo \n2 \nTeórica \n0 \nPrática \n16 \nTotal \n16 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \nFIS203 \nCréditos \n1 \nOBJETIVOS \n \nAtravés do estudo de situações problema, aprofundar os conhecimentos dos alunos em \nconceitos como inércia, força, trabalho, energia, momento linear e torque. Trabalhar com as \nLeis de Newton na forma vetorial. Introduzir aos alunos o conceito de momento de inércia e \nmomento angular. Estudar rotações de corpos rígidos. \n \nEMENTA \n \nExperiências sobre: movimento unidimensional, movimento bidimensional, leis de Newton, \ntrabalho, energia mecânica, conservação do momento linear, colisões, rotações, momento \nangular e dinâmica de corpos rígidos. \n \nBIBLIOGRAFIA \n \nBásica: \n \nHALLIDAY, D.; RESNICK, R.; WALKER, J. Fundamentos da Física 1: Mecânica, Editora \nLivros Técnicos e Científicos, 4ª edição, 1984. \nTIPLER, P.A. Física: v.1, Editora Guanabara Dois, 2ª Ed., 1984. \nCHAVES, A. S. Física 1: Curso básico para estudantes de ciências físicas e engenharias: \nMecânica, v.1, Editora Reichmann e Affonso, 1ª ed.; 2001. \n \nComplementar: \n \nYOUNG, H. D.; FREEDMAN, R. A. Física 1: Mecânica. Editora Pearson Education do Brasil, \n12ª Ed., 2008. \nNUSSENZVEIG, H.M. Curso de Física Básica. v. 1, Editora Edgard Blücher, 1ª Ed., 1981 \nSERWAY, R. A; JEWETT Jr., J. W. Princípios de Física 1: mecânica clássica. v. 1; Thomson \nLearning; 3ª ed.; 2007 \nGRUPO DE REELABORAÇÃO DO ENSINO DE FÍSICA (GREF). Física 1: Mecânica. v. 1; \nEditora Edusp; 7ª ed.; 2001 \nSERWAY, R. A. Física 1: para cientistas e engenheiros com Física Moderna: Mecânica e \ngravitação. v.1, Editora Livros Técnicos e Científicos (LTC), 3ª Ed., 1996. \n \n \n \n \n \n \n \n \n \n \n \n \n", "68": "67 \n \nCÁLCULO II \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nMAT002 \nPeríodo \n2 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nMAT001, \nMAT011 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nAo final do curso o aluno deverá ser capaz de identificar e resolver problemas envolvendo os \nconceitos de funções de várias variáveis; entender os resultados principais sobre sequências \ne series, incluindo series de potência. \n \nEMENTA \n \nSequências e series. Series de potencias. Series de Taylor. Abertos no Rn. Funções de uma \nvariável real a valores em Rn. Curvas. Funções reais de várias variáveis reais a valores reais. \nDerivadas Parciais. Diferenciabilidade. Gradiente e sua interpretação geométrica. Máximos e \nmínimos. \n \nBIBLIOGRAFIA \n \nBásica: \nGUIDORIZZI, H. L. Um Curso de Cálculo, v.2, Editora Livros Técnicos e Científicos (LTC), 5ª \nEd., 2002. \nMUNEM, M. A.; FOULIS, D. J. Cálculo, v.2; Editora Guanabara Dois; 1978. \nSTEWART, J. Cálculo, v.2, Editora Cengage Learning, 7a Ed., 2013. \n \nComplementar: \nSTEWART, J. Cálculo, v.2, Editora Cengage Learning, 6a Ed., 2008. \nFLEMMING, D. M.; GONÇALVES, M. B. Cálculo B: funções de várias variáveis integrais \nduplas e triplas. Editora Pearson & Prentice Hall, 2ª Ed., 2007. \nSWOKOWSKI, E. W. Cálculo com Geometria Analítica. v. 1 e 2; Makron Books; 2ª ed.; 1995. \nAVILA, G. Cálculo 2: Funções de uma Variável. v. 2; Editora Livros Técnicos e Científicos \n(LTC); 1995. \nBOULOS, P. Introdução ao Cálculo. v.2; Editora Edgard Blucher; 1973. \nLEITHOLD, L. O Cálculo com Geometria Analítica. v. 1 e 2; Harper e How do Brasil; 2ª Ed., \n1982. \n \n \n \n \n \n \n \n \n \n \n", "69": "68 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPROBABILIDADE E ESTATÍSTICA \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nMAT013 \nPeríodo \n2 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nMAT001 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nDominar os conhecimentos básicos de Estatística e Probabilidade, aplicando-os a situações \nrotineiras da área de trabalho. Aprender a como tratar estaticamente os dados provenientes \nda área de trabalho.  \n \nEMENTA \n \nNoções básicas de probabilidade. Variáveis aleatórias. Distribuições de probabilidade. \nTeoremas limite. Introdução à estatística. Descrição, exploração e comparação de dados. \nEstimativas e tamanhos de amostras. Teste de hipóteses. \n \nBIBLIOGRAFIA \n \nBásica: \nBUSSAB, W.O.; MORETTIN, P.A. Estatística Básica. Editora Saraiva, 4ª Ed., 1987. \nMONTGOMERY, D. C.; RUNGER, G. C. Estatística aplicada e probabilidade para \nengenheiros. Editora Livros Técnicos e Científicos (LTC), 2ª Ed., 2003. \nMEYER, P. L. Probabilidade: Aplicações à estatística. Editora Livro Técnico, 1969. \n \nComplementar: \nDANTAS, C. A. B., Probabilidade: Um curso introdutório. Editora EDUSP, 2ª Ed., 2004. \nMAGALHÃES, M. N. de LIMA, A. C. P. Noções de Probabilidade e Estatística, Editora \nEDUSP, 6ª Ed., 2005. \nMAGALHÃES, M. N. de LIMA, A. C. P. Noções de Probabilidade e Estatística, Editora \nEDUSP, 3ª Ed., 2001. \nMEYER, P. L. Probabilidade: aplicações à estatística. Editora Livros Técnicos e Científicos \n(LTC) 1ª ed.; 1969 \nLEME, R. A. da S. Curso de Estatística: Elementos, Livro Técnico, 1965 \n \n", "70": "69 \n \nQUÍMICA BIO-ORGÂNICA \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nQUI021 \nPeríodo \n2 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nQUI016 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nIntroduzir ao aluno de Engenharia os conceitos básicos da Química Orgânica. Identificar e \ndiferenciar a reatividade de compostos orgânicos. Identificar os reagentes e ou condições \nnecessárias, bem como os mecanismos para as respectivas interconversões. \n \nEMENTA \n \nFormas de Representação dos Compostos de Carbono. Principais Grupos Funcionais na \nQuímica Orgânica: Hidrocarbonetos, Oxigenados e Nitrogenados. Efeitos Eletrônicos e \nMesoméricos (Ressonância). Estereoquímica. Reações Orgânicas. \n \nBIBLIOGRAFIA \n \nBásica: \nSOLOMONS, T. W. G.; FRYHLE, C. B., Química Orgânica, vol. 1, Livros Técnicos e \nCientíficos, 10ª Ed., 2013. \nVOLLHARDT, P.; SCHORE, N. E., Química Orgânica: Estrutura e Função, Editora \nBookman, 6ª ed., 2013.  \nBRUICE, P. Y., Química Orgânica, vol. 1, Editora Pearson Prentice Hall,4ª ed., 2006. \n \nComplementar: \nALLINGER, N. L.; CAVA, M. P.; JONGH, D. C., Química Orgânica, Editora Briguiet, 2ª Ed., \n1978 \nSILVERSTEIN, R. M.; WEBSTER, F. X.; KIEMLE, D. J., Identificação Espectrométrica de \nCompostos Orgânicos, 7ª ed., LTC, 2006.  \nMORRISON, R.; BOYD, R. N., Organic Chemistry, Editora Allyn and Bacon,1959. \nCAMPOS, M. M., Fundamentos de Química Orgânica, Editora Edgard Blucher, 1980. \nREUSCH, W. A., Química Orgânica, vol. 2, Editora McGraw-Hill, 1980. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "71": "70 \n \nDESENHO TÉCNICO AUXILIADO POR COMPUTADOR \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nDES204 \nPeríodo \n3 \nTeórica \n0 \nPrática \n48 \nTotal \n48 \nTipo \nObrigatória \nPré-requisito \nDES201 \nCo-requisito \n \nCréditos \n3 \nOBJETIVOS \n \nCapacitar o aluno para utilizar o software Autocad 2007 para a realização de desenhos \ntécnicos em 2D e 3D. \n \nEMENTA \n \nHistórico e conceitos sobre o uso do computador para auxílio ao projeto. Módulos básicos do \nCAD. Geração de desenhos 2D através de primitivas geométricas. Funções básicas de edição. \nCotagem. Aplicações de desenho técnico. Noções de desenho 3D, modelagem Wireframe, \nSuperfície e Sólido. Indicação de acabamentos superficiais. Desenho de união aparafusada. \nDesenho de união soldada. Desenho de engrenagens. Desenho de conjunto e lista de peças. \nDesenho de tubulações industriais. \n \nBIBLIOGRAFIA \n \nBásica: \nMANFE, G., POZZA, R., SCARATO, G. Desenho Técnico Mecânico: para as escolas \ntécnicas e ciclo básico das Faculdades de Engenharia. v. 1, Editora Hemus, 1980. \nFRENCH, T.E. Desenho Técnico, v.3, Porto Alegre: Editora Globo, 1977. \nPROVENZA, F. Desenhista de Maquinas, Editora Escola Pro-tec, 46ª Ed., 1991. \n \nComplementar: \nESTEPHANO, C. Desenho Técnico Básico: 2 e 3 Graus, Rio de Janeiro: Livro Técnico, 1984. \nBACHMANN, A.;FORBERG, R. Desenho Técnico, Editora Globo, 2ª Ed., 1976. \nRODRIGUES, A. Geometria Descritiva:Projetividades Curvas e Superfícies. Editora Rio de \nJaneiro, 1968. \nPROVENZA, F. Desenho de Máquinas. Editora Escola Pro-tec; 2ª ed.; 1976 \nMONTENEGRO, G. A. A invenção do Projeto: a criatividade aplicada em Desenho Industrial, \nArquitetura, Comunicação Visual. Editora Edgard Blucher, 1987. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "72": "71 \n \nBIOQUÍMICA I \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP033 \nPeríodo \n3 \nTeórica \n32 \nPrática \n0 \nTotal \n32 \nTipo \nObrigatória \nPré-requisito \nQUI021 \nCo-requisito \n \nCréditos \n2 \nOBJETIVOS \n \nPropiciar ao aluno conhecimentos científicos básicos em Bioquímica, enfatizando a estrutura \ne as funções das biomoléculas. Fornecer ao aluno embasamento para as disciplinas dos \npróximos semestres, em especial aquelas ligadas à aplicação de enzimas, microbiologia e \nseparações. \n \nEMENTA \n \nIntrodução à Bioquímica. Equilíbrio ácido-base em solução; Solução tampão; Aminoácidos e \nPeptídeos. Proteínas. Enzimas. Carboidratos. Lipídeos e membranas. Ácidos nucléicos. \n \nBIBLIOGRAFIA \n \nBásica: \nNELSON, D. L.; COX, M. M. Princípios de Bioquímica de Lehninger. 5a ed. Porto Alegre: \nArtmed, 2011. \nVOET, D.; VOET, J. G. Bioquímica. 4aed. Porto Alegre: Artmed, 2013. \nMARZZOCO, A.; TORRES, B. B. Bioquímica básica. 3a ed. Rio de Janeiro: Guanabara \nKoogan, 2014. \n \nComplementar: \nBERG, J. M.; TYMOCZKO, J. L.; STRYER, L. Bioquímica. Rio de Janeiro: Guanabara \nKoogan, 2012. \nBORZANI, Walter et al. (Coord.). Biotecnologia industrial: fundamentos. São Paulo: Blucher, \n2001. v. 1. 254 p. \nRAW, T; FREEDMAN, A; MENNUCCI, L. Bioquímica: Fundamentos para as Ciências \nBiomédicas. São Paulo: McGraw-Hill do Brasil, 1981. Vol.1. \nRAW, I; FREEDMAN, A; MENNUCCI, L. Bioquímica: Fundamentos para as Ciências \nBiomédicas. São Paulo: McGraw-Hill do Brasil, 1981. Vol.2. \nTYMOCZKO, J. L.; BERG, J. M.; STRYER, L. Bioquímica fundamental. Rio de Janeiro: \nGuanabara Koogan, 2011. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "73": "72 \n \nMECÂNICA DOS SÓLIDOS \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEME311 \nPeríodo \n3 \nTeórica \n64 \nPrática \n \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \n- Sedimentar no estudante os fundamentos da mecânica, na parte de estática. \n- Estudar e aplicar os princípios básicos da estática referentes ao equilíbrio de corpos rígidos. \n- Demonstrar as aplicações práticas dos referidos princípios em sistemas de interesse da \nengenharia. \nEMENTA \n \nEstática dos corpos rígidos. Forças distribuídas. Centro de Gravidade e momento estático de \náreas. Momentos e produtos de inércia. Treliças. Esforços em vigas e cabos. Tensões e \ndeformações para cargas axiais. Torção. Flexão. Tensões combinadas. Análise de Tensões \nno plano. Flambagem. Deformações em vigas.  \nBIBLIOGRAFIA \n \nBásica:  \nHIBBELER, R. C. Estática: mecânica para engenharia. 10a ed. São Paulo: Prentice Hall, 2005. \nALMEIDA, M. T. de; LABEGALINI, P. R.; OLIVEIRA, W. C. de. Mecânica Geral: Estática. São \nPaulo: Edgard Blucher, 1984. \nMERIAM, J.L; KRAIGE, L.G. Mecânica: Estática. 5a ed. Rio de Janeiro: LTC, 2004. \n \nComplementar:  \nMERIAM, J. L; KRAIGE, L. G. Mecânica: Estática. 4a ed. Rio de Janeiro: LTC, 1999.  \nBEER, F. P; JOHNSTON Jr., E. R. Mecânica vetorial para engenheiros: estática. 5aed. São \nPaulo: McGraw-Hill do Brasil, v.2, 1994. \nSHAMES, I. H. Introdução à Mecânica dos Sólidos. Rio de Janeiro: Prentice-Hall, 1983. \nPOPOV, E. P. Introdução à Mecânica dos Sólidos. São Paulo: Edgard Blucher, 1978. \nHIBBELER, R. C. Resistência dos Materiais. 5 ed. São Paulo: Pearson Prentice Hall, 2004. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "74": "73 \n \nBALANÇO DE MASSAS E ENERGIA \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEQI002 \nPeríodo \n3 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nEQI001  \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nGerais: Fornecer ao aluno técnicas de realização de balanços globais de massa e energia em \nprocessos químicos, bem como situar a importância da aplicação desta metodologia no \nprojeto, análise e otimização de processos químicos industriais. \nEspecíficos: Apresentar ao aluno técnicas de realização de balanços materiais em processos \nquímicos estacionários e balanços combinados de massa e energia. \nEMENTA \nIntrodução aos Balanços de massa em processos; Balanços de massa em processos sem \nreação química; Balanços de massas envolvendo reações químicas; Balanços de massa em \nprocessos com recirculação; Introdução aos Balanços de Energia em processos; Balanços de \nenergia em processos que não envolvem reações químicas; Balanços de energia envolvendo \nreações químicas; Balanços simultâneos de Massa e de Energia. \nBIBLIOGRAFIA \n \nBásica: \nFELDER, R. M.; ROUSSEAU, R. W. Princípios elementares dos processos químicos. 3a \ned. Rio de Janeiro: LTC, 2013. \nHIMMELBLAU, D. M.; RIGGS, J. B. Engenharia Química: Princípios e cálculos. 7a ed. Rio de \nJaneiro: LTC, 2013. \nBRASIL, N.I. Introdução à Engenharia Química. 2ª ed., Rio de Janeiro: Interciência: \nPetrobras, 2009. ISBN: 8571931100. \n \nComplementar: \nSMITH, J.M.; VAN NESS, H.C.; ABBOTT, M.M. Introdução à termodinâmica da engenharia \nquímica. 7a ed. Rio de Janeiro: LTC, 2007. 626 p. \nPERRY, Robert H; GREEN, Don W. Perry's Chemical Engineers' Handbook. 8a ed. New \nYork: McGraw-Hill, 2008. 25-51 p. ISBN 978-0-07-142294-9. \nBADINO JÚNIOR, Alberto Colli; CRUZ, Antonio José Gonçalves. Fundamentos de balanços \nde massa e energia: um texto básico para análise de processos químicos. 2a.ed. rev. \nampl. São Carlos: EdUFSCar, 2013. 250 p. ISBN 978-85-7600-301-4. \nGAUTO, Marcelo Antunes; ROSA, Gilber Ricardo. Processos e operações unitárias da \nindústria química. Rio de Janeiro: Ciência Moderna, 2011. 417 p. ISBN 978-85-399-0016-9. \nSherwood, T. K. Projeto de Processos da Indústria Química. Sao Paulo: Edgard Blucher, \n1972. 188 p. \n \n", "75": "74 \n \nCÁLCULO III \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nMAT003 \nPeríodo \n3 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nMAT001, \nMAT011 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nAo final do curso o aluno deverá ser capaz de resolver problemas envolvendo os conceitos de \nintegrais de linha e superfície, e de aplicar os teoremas de Green, Gauss e Stokes. \n \nEMENTA \n \nFunções de Várias Variáveis Reais a Valores Vetoriais. Campos vetoriais. Rotacional, \ndivergente e laplaciano. Integrais duplas e triplas. Integrais de Linha. Campos conservativos. \nIntegrais de superfície. Fluxo de um campo vetorial. Teorema de Green no plano. Teorema de \nStokes. Teorema da divergência de Gauss \n \nBIBLIOGRAFIA \n \nBásica: \nSTEWART, J. Cálculo: volume 2. 7a ed. São Paulo: Cengage Learning, 2013. v.2. \nGUIDORIZZI, H. L. Um curso de cálculo: volume 2. 5 ed. Rio de Janeiro: LTC, 2001. v. 2. \nGUIDORIZZI, H. L. Um curso de cálculo: volume 3. 5 ed. Rio de Janeiro: LTC, 2002. v. 3. \nGUIDORIZZI, H. L. Um curso de cálculo: volume 4. 5a ed. Rio de Janeiro: LTC, 2002. \n \nComplementar: \nMUNEM, M.A.; FOULIS, D.J. Cálculo. Rio de Janeiro: Guanabara Dois, 1978. v. 2. \nSWOKOWSKI, E. W. Cálculo com geometria analítica. 2 ed. São Paulo: Makron Books, \n1995. v. 1. \nSWOKOWSKI, E. W. Cálculo com geometria analítica. 2 ed. Sao Paulo: Makron Books, \n1995. v. 2. \nAVILA, G. Cálculo 2: Funções de uma Variavel. 3. Rio de Janeiro: L.T.C, 1995. v. 2. \nBOULOS, P. Introdução ao Cálculo. São Paulo: Edgard Blucher, 1973. v. 1. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "76": "75 \n \n \nEQUAÇÕES DIFERENCIAIS I \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nMAT021 \nPeríodo \n3 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nMAT001, \nMAT011 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nFormular e resolver problemas de valor inicial com equações diferenciais ordinárias (EDO). \n \nEMENTA \n \nEquações diferenciais de ordem um. Equações diferenciais lineares de ordem dois. Equações \ndiferenciais lineares de ordem mais alta. Solução em série para equações lineares de segunda \nordem. Sistemas de equações diferenciais lineares de ordem um. \n \nBIBLIOGRAFIA \n \nBásica: \nBOYCE, William E; Di PRIMA, Richard C. Equações diferenciais elementares e problemas \nde valores de contorno. 7ª Ed. Rio de Janeiro: LTC, 2002. \nKREIDER, D. L; KULLER, R. G; OSTBERG, D. R. Introdução à Análise Linear. Rio de \nJaneiro: Livro Técnico, 1972. v. 3. \nPISKUNOV, N. Cálculo diferencial e integral. v.1, Moscou: Mir Publishers, 1ª Ed. 1969 \n \nComplementar: \nDOERING, C. I.; LOPES, A. O. Equações diferenciais ordinárias. 5ª ed. Rio de Janeiro: \nIMPA, 2012. \nAYRES Jr., F. Equações diferenciais. Rio de Janeiro: Livro Técnico, 1966. \nFIGUEIREDO, D. G. de; NEVES, A. F. Equações diferenciais aplicadas. 3ª ed. Rio de \nJaneiro: IMPA, 2012. \nFIGUEIREDO, D. G. de. Análise de Fourier e equações diferenciais parciais. 2 ed. Rio de \nJaneiro: IMPA, 1977. \nBronson, R. Moderna Introdução as Equações Diferenciais. São Paulo: McGraw-Hill do \nBrasil, 1976. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "77": "76 \n \n \nCIÊNCIAS HUMANAS E SOCIAIS \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nSOC002 \nPeríodo \n3 \nTeórica \n48 \nPrática \n0 \nTotal \n48 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \n \nCréditos \n3 \nOBJETIVOS \n \nO curso visa levar ao aluno o conhecimento das Ciências Humanas e seus fundamentos. As \nrelações entre o indivíduo e o coletivo: as dimensões do humano e a construção de si. As \ndinâmicas sociais e a construção das éticas relacionadas com a cultura e seus \ndesdobramentos espaço temporais, isto é o trabalho, a escola, o lazer e suas transformações \nna história. Desenvolvimento do cotidiano, normatizações e as instituições. A cultura e o \ntrabalho, o conhecimento e o poder. \n \nEMENTA \n \nO conhecimento das Ciências Humanas e seus Fundamentos. As dimensões do humano e a \nconstrução de si. O indivíduo no social (ética); processos e institucionalizações. Cultura e \ntrabalho. \n \nBIBLIOGRAFIA \n \nBásica:  \nBERGER, P. L; LUCKMANN, T. A construção social da realidade: tratado de sociologia do \nconhecimento. 34ª ed. Petrópolis: Vozes, 2012. \nGEERTZ, C. A interpretação das culturas. Rio de Janeiro: LTC, 2008. \nDa MATTA, R. O que faz o brasil, Brasil?. Rio de Janeiro: Rocco, 1986. \n \nComplementar: \nBAUMAN, Z. Modernidade líquida. Rio de Janeiro: Jorge Zahar, 2001. \nTRIGUEIRO, M. G. S. Sociologia da Tecnologia: bioprospecção e legitimação. São Paulo: \nCentauro, 2009. \nBERGER, P. L.; LUCKMANN, T. A construção social da realidade: tratado de sociologia do \nconhecimento. 34ª ed. Petrópolis: Vozes, 2012. \nBAUMAN, Z.; MAY, T. Aprendendo a pensar com a sociologia. [Thinking sociologicaly]. Rio \nde Janeiro: Zahar, 2010. \nQUINTANEIRO, T.; BARBOSA, M. L. de O.; OLIVEIRA, M. G. M. de. Um toque de Clássicos: \nMarx / Durkheim / Weber. 2ª Ed. Belo Horizonte: UFMG, 2009. \n \n \n \n \n \n \n \n \n \n \n \n \n", "78": "77 \n \nBIOQUÍMICA II \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP022 \nPeríodo \n4 \nTeórica \n48 \nPrática \n0 \nTotal \n48 \nTipo \nObrigatória \nPré-requisito \nEBP033 \nCo-requisito \n \nCréditos \n3 \nOBJETIVOS \n \nFornecer aos alunos os conceitos básicos envolvidos nas principais vias metabólicas, para \nque possam compreender a homeostase dos organismos vivos. \n \nEMENTA \n \nPrincipais vias metabólicas e sua regulação. Metabolismo de: açúcares (glicólise e \ngliconeogênese, ciclo do ácido cítrico, cadeia transportadora de elétrons e fosforilação \noxidativa, via das pentoses fosfato, glicogênese, glicogenólise, fotossíntese); lipídeos \n(biossíntese e degradação de ácidos graxos e triglicerídeos, biossíntese de colesterol); \naminoácidos e nucleotídeos. Integração metabólica. \n \nBIBLIOGRAFIA \n \nBásica: \nNELSON, David L; COX, Michael M. Princípios de Bioquímica de Lehninger. 5a ed. Porto \nAlegre: Artmed, 2011. 1273 p. \nVOET, Donald; VOET, Judith G. Bioquímica. 4a ed. Porto Alegre: Artmed, 2013. 1481 p. \nMARZZOCO, Anita; TORRES, Bayardo B. Bioquímica básica. 3a ed. Rio de Janeiro: \nGuanabara Koogan, 2014. 386 p. \n \nComplementar: \nBERG, Jeremy M; TYMOCZKO, John L; STRYER, Lubert. Bioquímica. Rio de Janeiro: \nGuanabara Koogan, 2012. 1114 p. \nBORZANI, Walter et al. (Coord.). Biotecnologia industrial: fundamentos. São Paulo: Blucher, \n2001. v. 1. 254 p. \nRAW, T; FREEDMAN, A; MENNUCCI, L. Bioquímica: Fundamentos para as Ciências \nBiomédicas. São Paulo: McGraw-Hill do Brasil, 1981. 387 p. Vol.1. \nRAW, I; FREEDMAN, A; MENNUCCI, L. Bioquímica: Fundamentos para as Ciências \nBiomédicas. São Paulo: McGraw-Hill do Brasil, 1981. 368 p. Vol.2. \nTYMOCZKO, John L; BERG, Jeremy M; STRYER, Lubert. Bioquímica fundamental. Rio de \nJaneiro: Guanabara Koogan, 2011. 748 p. \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "79": "78 \n \nBIOQUÍMICA EXPERIMENTAL \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP023 \nPeríodo \n4 \nTeórica \n0 \nPrática \n16 \nTotal \n16 \nTipo \nObrigatória \nPré-requisito \nEBP033 \nCo-requisito \n \nCréditos \n1 \nOBJETIVOS \n \nFornecer aos alunos práticas de laboratório envolvendo identificação, diferenciação entre \nbiomoléculas; cinética enzimática. \n \nEMENTA \n \nIntrodução ao Laboratório de Bioquímica. Sistemas tampão. Aminoácidos – Eletroforese em \npapel. Proteínas – Trabalhando com proteínas - Eletroforese em SDS-PAGE. Enzimas – \nEnsaios de estabilidade (pH e temperatura). Enzimas – Cinética enzimática. Carboidratos – \nReações de identificação. \n \nBIBLIOGRAFIA \n \nBásica: \nMARZZOCO, A.; TORRES, B. B. Bioquímica básica. 3a ed. Rio de Janeiro: Guanabara \nKoogan, 2014. \nNELSON, David L; COX, Michael M. Princípios de Bioquímica de Lehninger. 5a ed. Porto \nAlegre: Artmed, 2011. 1273 p. \nVOET, Donald; VOET, Judith G. Bioquímica. 4a ed. Porto Alegre: Artmed, 2013. 1481 p.  \n \nComplementar: \nTYMOCZKO, J. L.; BERG, J. M.; STRYER, L. Bioquímica fundamental. Rio de Janeiro: \nGuanabara Koogan, 2011. \nBERG, Jeremy M.; TYMOCZKO, John L; STRYER, Lubert. Bioquímica. Rio de Janeiro: \nGuanabara Koogan, 2012. 1114 p.  \nBORZANI, Walter et al. (Coord.). Biotecnologia industrial: fundamentos. São Paulo: \nBlucher, 2001. v. 1. 254 p. \nRAW, T; FREEDMAN, A; MENNUCCI, L. Bioquímica: Fundamentos para as Ciências \nBiomédicas. São Paulo: McGraw-Hill do Brasil, 1981. 387 p. Vol.1. \nRAW, I; FREEDMAN, A; MENNUCCI, L. Bioquímica: Fundamentos para as Ciências \nBiomédicas. São Paulo: McGraw-Hill do Brasil, 1981. 368 p. Vol.2. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "80": "79 \n \nTERMODINÂMICA QUÍMICA I \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEQI005 \nPeríodo \n4 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nEQI002, \nMAT021 \nCo-requisito \n- \nCréditos \n4 \nOBJETIVOS \n \nEsta disciplina tem por objetivo consolidar o domínio da termodinâmica, por parte dos alunos, \naplicando as leis da Termodinâmica, juntamente com correlação para predição de \npropriedades serão utilizadas na resolução de problemas em sistemas abertos e fechados. \n \nEMENTA \n \nIntrodução à termodinâmica. Primeira Lei da termodinâmica. Equações de estado para fluidos \npuros.  Segunda Lei da termodinâmica. Propriedades termodinâmicas dos fluidos. \nTermodinâmica dos processos de escoamento. \n \nBIBLIOGRAFIA \n \nBásica: \nSMITH, J.M.; VAN NESS, H.C.; ABBOTT, M.M. Introdução à termodinâmica da engenharia \nquímica. [Introduction to chemical engineering thermodynamics]. 7ª ed. Rio de Janeiro: LTC, \n2007. \nKORETSKY, M. D. Termodinâmica para engenharia química. [Engineering and chemical \nthermodynamics]. Rio de Janeiro: LTC, 2014. \nVAN WILEY, G.J; SONNTAG, R. E; BORGNAKKE, C.Fundamentos da termodinâmica \nclássica: tradução da 4ªedição americana. 4ª ed. São Paulo: Edgard Blucher, 1995. \n \nComplementar: \nCALLEN, H.B. Thermodynamics and an Introduction to Thermostatistics. 2ª ed., John \nWiley& Sons, 1985.  \nLEVENSPIEL, O. Termodinâmica amistosa para Engenheiros. São Paulo: Edgard Blücher, \n2002. \nMORAN, M. J.; SHAPIRO, H. N. Fundamentals of engineering thermodynamics. 6 ed. \nU.S.A: John Wiley & Sons, 2008. \nPERRY, R. H; GREEN, D. W. Perry's Chemical Engineers' Handbook. 8ª ed. New York: \nMcGraw-Hill, 2008. \nSMITH, J. M. Introdução à termodinâmica da Engenharia Química. Rio de Janeiro: \nGuanabara Dois, 1980. \n \n \n \n \n \n \n \n \n \n \n \n", "81": "80 \n \nMATERIAIS PARA INDÚSTRIA QUÍMICA \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEQI006 \nPeríodo \n4 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nQUI016 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nGerais: Conhecer a microestrutura dos materiais e relacioná-la com as propriedades.  \nEspecíficos: Relacionar princípios básicos da microestrutura com as propriedades dos \nprincipais materiais e suas aplicações.  Analisar os principais métodos de corrosão e \ndegradação dos materiais, e estudar os principais métodos de prevenção. \n \nEMENTA \n \nEstrutura dos Materiais: Metais, Cerâmicas e Polímeros, Defeitos cristalinos, Mecanismos de \nAumento de Resistência, Comportamento Mecânico dos materiais frente a esforços (tensão, \ncompressão), Diagramas de Fases, Microestruturas em equilíbrio, Processamento Térmico \nMateriais ferrosos e não ferrosos, Degradação de Materiais, Corrosão e métodos de \nprevenção. \n \nBIBLIOGRAFIA \n \nBásica: \nCALLISTER Jr., William D. Ciência e Engenharia de Materiais: uma introdução. 5ª Edição, \nRio de Janeiro: LTC, 2002. 589 p. \nSHACKELFORD, James F. Ciência dos Materiais. 6ª Edição, São Paulo: Pearson Prentice \nHall, 2008. 556 p. ISBN 978-85-7605-160-2 \nASKELAND, Donald R.; PHULÉ, Pradeep P. Ciência e Engenharia de Materiais. 1ª Edição, \nSão Paulo: Cengage Learning, 2011. 594 p. ISBN 978-85-221-0598-4. \n \nComplementar: \nVAN VLACK, Lawrence H. Princípios de Ciência dos Materiais. São Paulo: Edgard Blucher, \n1970. 427 p. \nGENTIL, Vicente. Corrosão. 2. Rio de Janeiro: Guanabara Dois, 1982. 453 p \nHiggins, R. A. Propriedades e Estruturas dos Materiais em Engenharia. São Paulo: Difel, \n1982. 466 p. \nGEMELLI, Enori. Corrosão de materiais metálicos e sua caracterização. Rio de Janeiro: \nLTC, 2001. 183 p. ISBN 978-85-216-1290-2 \nCHIAVERINI, Vicente. Tecnologia Mecânica: volume 1 : estrutura e propriedades das \nligas metálicas. 2ª Edição, São Paulo: McGraw-Hill do Brasil, 1986. 3. 266 p. Vol.1. \n \n \n \n \n \n \n \n \n \n \n \n", "82": "81 \n \nCÁLCULO NUMÉRICO \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nMAT012 \nPeríodo \n4 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nMAT001 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nCapacitar os alunos nos Métodos Básicos do Cálculo Numérico. \n \nEMENTA \n \nConceitos e princípios gerais em cálculo numérico. Raízes de equações. Sistemas de \nequações lineares. Interpolação e aproximação de funções a uma variável real. Integração \nnumérica. Solução numérica de equações diferenciais ordinárias. Ambientes computacionais \navançados. \n \nBIBLIOGRAFIA \n \nBásica: \nRUGGIERO, M. A. G.; LOPES, V. L. da R.. Cálculo numérico: aspectos teóricos e \ncomputacionais. 2ª Ed. São Paulo: Pearson Makron Books, 1996. \nSPERANDIO, D.; MENDES, J. T.; SILVA, L. H. M. Cálculo numérico: características \nmatemáticas e computacionais dos métodos numéricos. São Paulo: Prentice Hall, 2003. \nCUNHA, M. C. C. Métodos numéricos. 2ª ed. Campinas: Editora da UNICAMP, 2000. \n \nComplementar: \nCHAPRA, S. C; CANALE, R. P. Métodos numéricos para Engenharia. [Numerical methods \nfor engineers]. 5ª ed. São Paulo: McGraw Hill, 2008. \nSANTOS, V. R. de B. Curso de Cálculo Numérico. Rio de Janeiro: LTC, 1972. \nMILNE, W. E. Cálculo Numérico. 2ª ed. São Paulo: Polígono, 1968. \nCAMPOS FILHO, F. F. Algoritmos numéricos. 2ª ed. Rio de Janeiro: LTC, 2007. \nYANG, W. Y. et al. Applied Numerical Methods using MATLAB. New Jersey: John Wiley & \nSons, 2005. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "83": "82 \n \nEQUAÇÕES DIFERENCIAS II \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nMAT022 \nPeríodo \n4 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nMAT001, \nMAT011, \nMAT021 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nEstudar o método baseado na transformada de Laplace para resolver equações diferenciais \nordinárias. \nFormular e resolver problemas de contorno e valores iniciais com equações diferenciais \nparciais (E. D. P.). \n \nEMENTA \n \nTransformada de Laplace. Equações diferenciais não-lineares e estabilidade. Equações \ndiferenciais parciais e séries de Fourier. Teoria de Sturm-Liouville. \n \nBIBLIOGRAFIA \n \nBásica: \nFIGUEIREDO, D. G. de; NEVES, A. F. Equações diferenciais aplicadas. 3ª ed. Rio de \nJaneiro: IMPA, 2012. \nBOYCE, W.E; Di PRIMA, R. C. Equações diferenciais elementares e problemas de valores \nde contorno. 8a ed. Rio de Janeiro: LTC, 2006. \nFIGUEIREDO, D. G. de. Análise de Fourier e equações diferenciais parciais. 2ª Ed. Rio de \nJaneiro: IMPA, 1977. \n \nComplementar: \nAYRES Jr., F. Equações diferenciais. Rio de Janeiro: Livro Técnico, 1966. \nBOYCE, W.E; Di PRIMA, R. C. Equações diferenciais elementares e problemas de valores \nde contorno. 7ª ed. Rio de Janeiro: LTC, 2002. \nCONTE, S. D. Elementos de análise numérica. 3ª ed. Porto Alegre: Globo, 1977.  \nDOERING, C. I.; LOPES, A. O. Equações diferenciais ordinárias. 5ª ed. Rio de Janeiro: \nIMPA, 2012. \nBRONSON, R. Moderna Introdução às Equações Diferenciais. São Paulo: McGraw-Hill do \nBrasil, 1976. \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "84": "83 \n \nQUÍMICA ANALÍTICA \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nQUI105 \nPeríodo \n4 \nTeórica \n48 \nPrática \n0 \nTotal \n48 \nTipo \nObrigatória \nPré-requisito \nQUI016 \nCo-requisito \n \nCréditos \n3 \nOBJETIVOS \n \nFornecer os conhecimentos teóricos dos métodos analíticos mais usados na atualidade. \nPossibilitar que o aluno estabeleça diferenças e semelhanças entre os métodos de análise. \nFornecer ao aluno o conhecimento de todas as etapas de uma análise química. Possibilitar a \nescolha correta de uma sequência analítica para um dado composto. \n \nEMENTA \n \nEquilíbrio químico; equilíbrio ácido-base, equilíbrios de solubilidade, atividade, \nComplexometria, Espectroscopia de UV-VIS, Absorção atômica, cromatografia. \n \nBIBLIOGRAFIA \n \nBásica: \nSKOOG, D. A. et al. Fundamentos de Química Analítica. São Paulo: Cengage Learning, \n2006. \nHARRIS, D. C. Análise Química Quantitativa. 8ª Ed. Rio de Janeiro: LTC, 2012.  \nMENDHAM J. et al. Vogel: Análise Química Quantitativa.6ª ed. Rio de Janeiro: LTC, 2002. \n \nComplementar: \nBACCAN, N et al. Química Analítica Quantitativa Elementar. 3ª ed. Campinas: Edgard \nBlucher, 2001. \nVOGEL, A. I. Química Analítica Qualitativa. 5ª ed. São Paulo: Mestre Jou, 1981. \nSKOOG, D. A.; HOLLER, F. J.; CROUCH, S. R. Princípios de análise instrumental. 6a ed. \nPorto Alegre: Bookman, 2009. 1055 p. \nATKINS, P.; JONES, L. Princípios de Química: questionando a vida moderna e o meio \nambiente.3a ed. Porto Alegre: Bookman, 2006. 965 p. \nBROWN, T. L. et al. Química: a ciência central. 9a ed. São Paulo: Pearson & Prentice Hall, \n2005. 972 p.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "85": "84 \n \nQUÍMICA ANALÍTICA EXPERIMENTAL \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nQUI115 \nPeríodo \n4 \nTeórica \n0 \nPrática \n32 \nTotal \n32 \nTipo \nObrigatória \nPré-requisito \nQUI016 \nCo-requisito \nQUI105 \nCréditos \n2 \nOBJETIVOS \n \nPermitir que o aluno entre em contato com as técnicas analíticas mais usadas atualmente. \nPermitir que o aluno compreenda todas as etapas de uma análise química e quais fatores \npodem interferir no resultado final da análise. Fornecer ao aluno subsídios para a \ninterpretação de dados analíticos.  \n \nEMENTA \n \nEquilíbrio químico; equilíbrio ácido-base, equilíbrios de solubilidade, atividade, \nComplexometria, Espectroscopia de UV-VIS, Absorção atômica, cromatografia. \n \nBIBLIOGRAFIA \n \nBásica: \nSKOOG, D. A. et al. Fundamentos de Química Analítica. São Paulo: Cengage Learning, \n2006. \nHARRIS, D. C. Análise Química Quantitativa. 8ª ed. Rio de Janeiro: LTC, 2012.  \nMENDHAM J. et al. Vogel: Análise Química Quantitativa. 6ª ed. Rio de Janeiro: LTC, 2002. \n \nComplementar: \nBACCAN, N et al. Química Analítica Quantitativa Elementar. 3ª Ed., Campinas: Edgard \nBlucher, 2001. \nVOGEL, A. I. Química Analítica Qualitativa. 5ª Ed. São Paulo: Mestre Jou, 1981. \nSKOOG, D. A.; HOLLER, F. J.; CROUCH, S. R. Princípios de análise instrumental. 6a ed. \nPorto Alegre: Bookman, 2009. 1055 p.  \nATKINS, P.; JONES, L. Princípios de Química: questionando a vida moderna e o meio \nambiente.3a ed. Porto Alegre: Bookman, 2006. 965 p. \nBROWN, T. L. et al. Química: a ciência central. 9a ed. São Paulo: Pearson & Prentice Hall, \n2005. 972 p.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "86": "85 \n \nMICROBIOLOGIA GERAL \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP010 \nPeríodo \n5 \nTeórica \n48 \nPrática \n32 \nTotal \n80 \nTipo \nObrigatória \nPré-requisito \nEBP022 \nCo-requisito \n \nCréditos \n5 \nOBJETIVOS \n \nAbordar conceitos fundamentais da biologia de microrganismos, propiciando condições de \ncompreensão de aspectos de caracterização, nutrição, crescimento e manipulação. Também \nserá abordado o envolvimento dos microrganismos com doenças, bem como os mecanismos \nde defesa do hospedeiro contra agentes infecciosos. \n \nEMENTA \n \nHistórico da microbiologia. Noções de microscopia. Diversidade dos microrganismos \nprocariotos, eucariotos e vírus. Morfologia e citologia de microrganismos.  Noções de \nmetabolismo microbiano. Isolamento, manipulação, contagem e caracterização de \nmicrorganismos. Crescimento celular. Controle dos microrganismos. Imunologia básica. \nRelação entre microrganismos e doenças. Imunidade Inata. Imunidade Adaptativa. Distúrbios \ndo sistema imune. \n \nBIBLIOGRAFIA \nBásica: \nTORTORA, G.J.; FUNKE, B.R.; CASE, C.L. Microbiologia. 10a ed. Porto Alegre: Artmed, \n2012. 934 p. \nBARBOSA, H. R.; TORRES, B. B. Microbiologia básica. São Paulo: Atheneu, 1998. 196 p. \nMADIGAN, M.T.; MARTINKO, J.M.; PARKER, J. Microbiologia de Brock. 10a ed. São Paulo: \nPrentice Hall, 2008. 608p. \n \nComplementar: \nBORZANI,W.; SCHMIDELL, W.; LIMA, U.A.; AQUARONE, E. Biotecnologia Industrial. Vol. \n1: Fundamentos. Editora Edgard Blücher Ltda, 2001. \nPELCZAR Jr, M.J., CHAN, S.S., KRIEG, N.R. Microbiologia - conceitos e aplicações, 2a ed. \n(Vol 1). São Paulo: Pearson Education do Brasil, 1996. \nPELCZAR Jr, M.J., CHAN, S.S., KRIEG, N.R. Microbiologia - conceitos e aplicações, 2a ed. \n(Vol 2). São Paulo: Pearson Education do Brasil, 1997. \nABBAS, A. K.; LICHTMAN, A. H. Imunologia Básica:Funções e Distúrbios do Sistema Imune. \nRio de Janeiro: Elsevier, 2013. 320 p. \nTRABULSI, L. R.; ALTERTHUM, F.Microbiologia. 5a ed. São Paulo: Atheneu, 2008. 760 p. \n", "87": "86 \n \nBIOLOGIA MOLECULAR \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP014 \nPeríodo \n5 \nTeórica \n32 \nPrática \n32 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nEBP033 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nPromover o conhecimento da Biologia Molecular, envolvendo os principais processos \ncelulares relacionados ao metabolismo do DNA e do RNA. \n \nEMENTA \n \nDNA e hereditariedade. Estrutura e propriedades dos ácidos nucléicos. Replicação, transcrição \ne tradução. Mutações. Controle da Expressão Gênica. Clonagem gênica. Aplicações da \nTecnologia do DNA recombinante. Métodos de extração, análise e amplificação de DNA. \n \nBIBLIOGRAFIA \nBásica: \nALBERTS, B. (et al). Biologia molecular da célula. 5ª Ed. Porto Alegre: Artmed, 2010. 1268 \np.  \nWATSON, J. D. et al. DNA recombinante: genes e genomas. 3ª ed. Porto Alegre: Artmed, \n2009. 474 p. \nWATSON, J. D. et al. Biologia molecular do gene. 5ª ed. Porto Alegre: Artmed, 2006. 728 p. \n \nComplementar: \nCARVALHO, C. V. de; RICCI, G.; AFFONSO, R.Guia de práticas em biologia molecular. São \nCaetano do Sul: Yendis, 2010. 283 p. \nDE ROBERTIS, E. M F; HIB, J. De Robertis, Bases da biologia celular e molecular. \n[Fundamentos de biologia celular y molecular de De Robertis, 4ª ed. rev. e atual]. Rio de \nJaneiro: Guanabara Koogan, 2012. 389 p. \nMALACINSKI, G. M. Fundamentos de biologia molecular. 4ª ed. Rio de Janeiro: Guanabara \nKoogan, 2005. 439 p. \nVIDEIRA, A. (Coord.). Engenharia Genética: princípios e aplicações. [Fundamental genetics, \n1th edition]. Lisboa/Porto: LIDEL- Edições Técnicas, Ltda, 2001. 168 p. \nCOX, M. M., DOUDNA, J.A., O´DONNELL M. Biologia Molecular: Princípios e Técnicas. \nPorto Alegre: Artmed, 2012.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "88": "87 \n \nELETRICIDADE I \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEEL310 \nPeríodo \n5 \nTeórica \n48 \nPrática \n0 \nTotal \n48 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \n \nCréditos \n3 \nOBJETIVOS \n \nDisciplina com forte conotação teórica, cujo objetivo fundamental é o treinamento do aluno \nna análise de circuitos elétricos em regime permanente DC e senoidal. \n \nEMENTA \n \nNatureza da Eletricidade. Lei de Ohm e potência. Circuitos série, paralelo e mistos. Leis de \nKirchoff. Análise de circuitos em corrente contínua. Fundamentos do eletromagnetismo: \nCapacitância, circuitos magnéticos, indutância, lei de Faraday-Lenz e perdas no ferro. \n \nBIBLIOGRAFIA \n \nBásica: \nBOYLESTAD, R. L. Introdução a análise de circuitos. 12ª Ed. São Paulo: Prentice Hall, 2012. \n959 p. \nIRWIN, J. D. Análise de circuitos em Engenharia. São Paulo: Makron Books, 2000. 848 p. \nSILVA FILHO, M. T. da. Fundamentos de Eletricidade. Editora LTC, 2013. 151 p.  \n \nComplementar: \nGUSSOW, M. Eletricidade básica. Coleção Schaum. Editora Bookman, 2009. 571 p.  \nJOHNSON, D. E; HILBURN, J. L; JOHNSON, J. R. Fundamentos de análise de circuitos \nelétricos. 4ª ed. Rio de Janeiro: LTC, 2000. 539 p \nCUTLER, P. Análise de Circuitos de Corrente Alternada: Com Problemas Ilustrativos. São \nPaulo: McGraw-Hill do Brasil, 1979. 351 p. \nEDMINISTER, J. A. Circuitos elétricos. 2ª ed. São Paulo: McGraw-Hill do Brasil, 1985. \nMARTIGNONI, A. Máquinas de Corrente Alternada. Porto Alegre: Globo, 1970. 410 p. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "89": "88 \n \nENGENHARIA ECONÔMICA \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEPR502 \nPeríodo \n5 \nTeórica \n48 \nPrática \n0 \nTotal \n48 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \n \nCréditos \n3 \nOBJETIVOS \n \nMostrar como a Engenharia Econômica, em geral, e técnicas quantitativas, em particular, \npodem ser utilizadas para avaliações econômicas, destacando suas aplicações e limitações. \nRelacionar a Engenharia Econômica com os demais campos do conhecimento, mostrando o \nquanto ela pode ser útil na otimização de suas atividades. Busca-se apresentar conceitos \nbásicos de Matemática Financeira e os principais conceitos de Análise de Investimentos, seus \nmétodos determinísticos, o efeito da Depreciação e do Imposto de Renda na Análise de \nInvestimentos. \n \nEMENTA \n \nEngenharia Econômica: Matemática financeira. Critérios para Análise de investimentos. \nDepreciação e imposto de renda. Financiamentos. Análise de sensibilidade. Projeto de \nViabilidade Econômica. \n \nBIBLIOGRAFIA \n \nBásica: \nSAMANEZ, C. P. Engenharia Econômica. São Paulo: Pearson Prentice Hall, 2009. 210 p. \nBLANK, L. T; TARQUIN, A. Engenharia econômica. 6a ed. São Paulo: McGraw Hill, 2008. \n756 p. \nNEWNAN, D, G; LAVELLE, J. P. Fundamentos de Engenharia Econômica. Rio de Janeiro: \nLTC, 2000. 359 p. \n \nComplementar: \nEHRLICH, P. J. Avaliação e Seleção de Projetos de Investimento. 2. São Paulo: Atlas, 1979. \n177 p. \nHIRSCHFELD, H. Engenharia Econômica e Análise de Custos: aplicações práticas para \neconomistas, engenheiros, analistas de investimentos e administradores. 5ª ed. São Paulo: \nAtlas, 1992. 465 p. \nVON GERSDORF, R. C. J. Identificação e Elaboração de Projetos: Manual de Engenharia \nEconômica. Rio de Janeiro: ZAHAR, 1979. 349 p. \nDE GARMO, E. P; CANADA, J. R. Engineering economy. 5. New York: Cultura Brasileira, \n1973. 573 p. \nFARO, C. de. Elementos de Engenharia Econômica. 3ª ed. São Paulo: Atlas, 1979. 327 p. \n \n \n \n \n \n \n \n \n \n \n", "90": "89 \n \nFENÔMENOS DE TRANSPORTE I \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEQI004 \nPeríodo \n5 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nFIS203, \nEQI002, \nMAT022 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nAplicações dos principais conceitos dos fundamentos de transporte de quantidade de \nmovimento para análise e resolução de problemas envolvendo escoamento de fluidos, \nvoltados para a Engenharia Química. \n \nEMENTA \n \nCálculos do escoamento de fluidos em tubulações; equações de projeto e sistemas de \nescoamento; periféricos para a determinação da vazão; regimes de escoamento; transporte \nlaminar e turbulento de fluidos. \n \nBIBLIOGRAFIA \n \nBásica: \nBENNETT, C. O; MYERS, J. E. Fenômenos de Transporte: Quantidade de Movimento, Calor \ne Massa. São Paulo: McGraw-Hill do Brasil, 1978. 812 p. \nBRUNETTI, F. Mecânica dos fluídos. São Paulo: Prentice Hall, 2005. 410 p. \nPOTTER, M. C; WIGGERT, D. C. Mecânica dos fluídos: tradução da 3ª edição Norte-\nAmericana. 3ª ed. São Paulo: Pioneira Thomson Learning, 2004. 688 p. \n \nComplementar: \nFOX, R. W; MCDONALD, A. T. Introdução a Mecânica dos Fluídos. 4ª ed. Rio de Janeiro: \nLTC - Livros Técnicos e Científicos, 1998. 662 p. \nVAN WYLEN, G. J; SONNTAG, R. E. Fundamentos da termodinâmica clássica. 1ª ed. São \nPaulo: Edgard Blucher, 1970. 616 p. \nRESNICK, R.; HALLIDAY, D.; KRANE, K. S. Física 2. 5ª ed. Rio de Janeiro: LTC, 2003. v. 2. \n339 p. \nBERNOULLI, D.; BERNOULLI, J. Hydrodynamics and Hydraulics. Mineola,NY: Dover \nPublications, 1968. 456 p. \nPORTO, R. de M. Hidráulica básica. 2ª ed. São Carlos: EESC-USP, 2001. 519 p. \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "91": "90 \n \nTERMODINÂMICA QUÍMICA II \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEQI007 \nPeríodo \n5 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nEQI005 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nPermitir ao aluno entender os conceitos teóricos envolvendo sistemas multicomponentes e \nmisturas, as implicações dos modelos teóricos, bem como aplicar funções termodinâmicas \nque permitam avaliar o comportamento de misturas em sistemas multicomponentes. \n \nEMENTA \n \nConceitos fundamentais. Termodinâmica de misturas. Equilíbrio de fases. Equilíbrio químico.  \n \nBIBLIOGRAFIA \n \nBásica: \nSMITH, J.M.; VAN NESS, H.C.; ABBOTT, M.M. Introdução à termodinâmica da engenharia \nquímica. 7ª ed. Rio de Janeiro: LTC, 2007.  \nSANDLER, S.I. Chemical, Biochemical and Engineering Thermodynamics. 4ª. ed., John \nWiley, 2006. \nKORETSKY, M. D. Termodinâmica para engenharia química.Rio de Janeiro: LTC, 2014.  \n \nComplementar: \nSHAPIRO, J.;HOWARD N. Princípios de termodinâmica para Engenharia. 7ª ed. Rio de \nJaneiro: LTC, 2013.  \nCALLEN, H.B. Thermodynamics and an Introduction to Thermostatistics. 2ª ed., John \nWiley & Sons, 1985.  \nVAN WYLEN, G., J; SONNTAG, R. E.; BORGNAKKE, C.. Fundamentos da termodinâmica: \ntradução da 6ª edição americana. 6ª ed., São Paulo: Edgard Blucher, 2003.  \nSMITH, J. M. Introdução a termodinâmica da Engenharia Química. Rio de Janeiro: \nGuanabara Dois, 1980.  \nPERRY, R. H; GREEN, D. W. Perry's Chemical Engineers' Handbook. 8ª ed. New York: \nMcGraw-Hill, 2008.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "92": "91 \n \nFÍSICA BIOLÓGICA \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nFIS014 \nPeríodo \n5 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nFIS203 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nFornecer os conceitos principais da física biológica que permitam explicar vários fenômenos \nbiológicos assim como o entendimento de algumas técnicas relevantes para estudosque \nfazem uso da biofísica.  \n \nEMENTA \n \nFísica da radiação. Energia. Fenômenos ondulatórios. Fluídos em sistemas biológicos. \nFenômenos elétricos nas células. Forças que estabilizam a estrutura de macromoléculas \nbiológicas. Difração de raios X e ressonância magnética nuclear. \n \nBIBLIOGRAFIA \n \nBásica: \nDURAN, J. E. R. Biofísica: conceitos e aplicações. 2a ed., São Paulo: Pearson, 2011. 390p. \nGARCIA, E. A. C. Biofísica. São Paulo: Sarvier, 2002. 387 p.(5) \nGARCIA, E. A. C. Biofísica. 2ª ed. São Paulo: Sarvier, 2015. 505 p. (2) \n \nComplementar: \nCULLITY, B. D; STOCK, S. R. Elements of X-Ray diffraction. 3ª ed., New Jersey: Prentice \nHall, 2001. 678 p. \nEPSTEIN, H. T. Elementary Biophysics: Selected Topics. Addison-Wesley, 1963. 122 p. \nNELSON, D. L.; COX, M. M. Princípios de Bioquímica de Lehninger. 5aed., Porto Alegre: \nArtmed, 2011. 1273 p. \nNELSON, P. Física biológica: energia, informação, vida. Rio de Janeiro: Guanabara \nKoogan, 2006. 473 p. \nOKUNO, E.; CALDAS, I. L.; CHOW, C. Física para ciências biológicas e biomédicas. São \nPaulo: Harper & Row do Brasil, 1986. 490 p.  \nSALGUEIRO, L.; FERREIRA, J. G. Introdução à Biofísica. Lisboa: Fundação Calouste \nGulbenkian, 1991. 515 p. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "93": "92 \n \nCULTURA DE CÉLULAS \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP024 \nPeríodo \n6 \nTeórica \n48 \nPrática \n0 \nTotal \n48 \nTipo \nObrigatória \nPré-requisito \nEBP010 \nCo-requisito \n \nCréditos \n3 \nOBJETIVOS \n \nAbordar conceitos de cultura de células animais e vegetais, propiciando a compreensão de \naspectos relacionados a biologia celular e metabolismo, tipos celulares; métodos de cultivo; \nbiorreatores e aplicações. \n  \nEMENTA \n \nHistórico da cultura celular; Aplicações da cultura de células; biologia e metabolismo celular; \nmeios de cultura e soluções complementares; crescimento de células in vitro; morte celular; \ntipos de culturas celulares; preservação e manutenção de culturas celulares; biorreatores e \noutros dispositivos para cultura de células. \n \nBIBLIOGRAFIA \n \nBásica \nMORAES, Ângela Maria; AUGUSTO, Elisabeth F. Pires; CASTILHO, Leda R. Tecnologia do \nCultivo de Células Animais: de biofármacos a terapia gênica. São Paulo: Roca, 2008. 503 \np.  \nPERES, C. M.; CURI, R. Como cultivar células. Rio de Janeiro: Guanabara Koogan S.A., \n2005. 283 p.  \nTAIZ, Lincoln; ZEIGER, Eduardo. Fisiologia Vegetal. 5º edição. Porto Alegre: Artmed, 2013. \n918p.  \n \nComplementar \nVITOLO, M. Biotecnologia Farmacêutica – Aspectos sobre Aplicação Industrial. São \nPaulo: Editora Blücher. 2014. \nTERMIGNONI, R. R. Cultura de tecidos vegetais. Santa Maria: UFRGS, 2005. \nFRESHNEY, R.I. Culture of Animal Cells: A Manual of Basic Technique. 5a Ed. Hoboken: \nWilley, 2005. \nPETERS, J. A.; TORRES, A. C.; CALDAS, L. S.; BUSO, J. A. Aspectos práticos da \nmicropropagação de plantas. Cruz das Almas: Embrapa, 2009. \nREBELLO, M. A. Fundamentos da Cultura de Tecido e Células Animais. Editora RUBIO. \n2014. \n \n", "94": "93 \n \nBIOSEGURANÇA E BIOÉTICA \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP011 \nPeríodo \n6 \nTeórica \n32 \nPrática \n0 \nTotal \n0 \nTipo \nObrigatória \nPré-requisito \nEBP010 \nCo-requisito \n \nCréditos \n2 \nOBJETIVOS \n \nApresentar princípios de bioética e biossegurança e fornecer orientações sobre identificação \ne prevenção de riscos à saúde humana, animal e ambiental, resultantes das atividades \nlaboratoriais. \n \nEMENTA \n \nPrincípios da ética e bioética. Biotecnologia e limites éticos. Principais riscos em laboratórios \n(físicos, químicos, biológicos, ergonômicos e acidentes). Classes de risco biológico e níveis de \nbiossegurança. Boas práticas de biossegurança e de laboratório. Organismos geneticamente \nmodificados e legislação aplicada. Descarte e classificação de resíduos. Ética na \nexperimentação animal. \n \nBIBLIOGRAFIA \nBásica: \nHIRATA, M.H.; CRESPO-HIRATA, R.D.; MANCINI, J. Manual de Biossegurança. Barueri: \nEditora Manole, 2012. \nDINIZ, D.; GUILHERM, D. O que é Bioética. 7ª ed. São Paulo: Editora Brasiliense. 2012.122 \np. \nALMEIDA, M.F.C. (org.). Boas Práticas de Laboratório. 2ª ed. Rio de Janeiro: SENAC, 2013. \n422 p. \n \nComplementar: \nFONSECA, Janaína Conrado Lyra da. Manual para gerenciamento de resíduos perigosos. \nSão Paulo: Cultura Acadêmica, 2009. 104 p. UNESP.  \nRIBEIRO FILHO, L. F. Técnicas de Segurança do Trabalho. São Paulo: Comunicação \nUniversidade - Cultura Editora, 1974. \nBARCHIFONTAINE, C.P. Bioética: alguns desafios. São Paulo: Centro Universitário São \nCamilo. Editora Loyola, 2002. \nLegislações vigentes: ANIVISA, CTNBio, CONAMA, MINISTÉRIO DA SAÚDE, MINISTÉRIO \nDO TRABALHO. \nBINSFELD, P.C. Biossegurança em Biotecnologia. Rio de Janeiro: Editora Interciência, \n2004. \n \n \n \n \n \n \n \n \n \n \n \n \n", "95": "94 \n \nBIOINFORMÁTICA \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP034 \nPeríodo \n6 \nTeórica \n48 \nPrática \n32 \nTotal \n80 \nTipo \nObrigatória \nPré-requisito \nEBP014 \nCo-requisito \n \nCréditos \n5 \nOBJETIVOS \n \nPermitir a compreensão das principais abordagens e técnicas de análise in silico de ácidos \nnucleicos e proteínas. Destacar a importância do conhecimento da disciplina para a pesquisa \nbásica e aplicada. \n \nEMENTA \n \nAlgoritmos e abordagens de alinhamento de sequências biológicas. Busca e análise de \ninformações em bancos de dados biológicos. Abordagens de sequenciamento de DNA. \nGenômica. Análise transcriptômica. Análise proteômica.  Modelagem molecular de proteínas. \nEvolução molecular e inferência filogenética. Introdução à programação para bioinformática \ncom Python. \n \nBIBLIOGRAFIA \n \nBásica \nLESK, A. M. Introdução à Bioinformática. 2ª ed.Editora ARTMED, 2007. 382 p. \nPEVSNER, J. Bioinformatics and Functional Genomics.3ª ed. Wiley-Blackwell, 2015. 1161 \np. \nVERLI, H. Bioinformática: da Biologia à flexibilidade molecular. São Paulo: SBBq, 2014. \n282 p. (digital, gratuito) \n \nComplementar \nGU, J.; BOURNE, P.E. Structural Bioinformatics. 2ª ed. Wiley-Blackwell, 2009. 1096 p. \nMOUNT, D. Bioinformatics: Sequence and Genome Analysis. 2ª ed. Cold Spring Harbor \nLaboratory Press, 2013. 692 p. \nPEVSNER, J. Bioinformatics and Functional Genomics. 2ª ed. Wiley-Blackwell, 2009. 992 \np. \nPEVZNER, P.; SHAMIR, R. Bioinformatics for Biologists.  Cambridge University Press, \n2011. 394 p. \nXIONG, J. Essential Bioinformatics. Cambridge University Press, 2006. 352p. \n \n \n", "96": "95 \n \nCINÉTICA QUÍMICA \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEQI003 \nPeríodo \n6 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nEQI007 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nDiscutir os principais aspectos envolvendo cinética das reações químicas na engenharia de \nreações químicas. \n \nEMENTA \n \nReatores químicos e cinética química. Cinética das reações homogêneas. Teorias da cinética \nde reações elementares em fase gasosa e líquida. Reações complexas. Catálise homogênea. \nAdsorção e catálise heterogênea. \n \nBIBLIOGRAFIA \n \nBásica: \nATKINS, P. W.; PAULA, J. de. Físico-Química. [Physical chemistry, 9th ed]. 9ª ed. Rio de \nJaneiro: LTC, 2013. v. 1. 386 p. \nFOGLER, H. Scott. Elementos de engenharia das reações químicas. 4ª ed. Rio de \nJaneiro: LTC, 2012. 892 p. \nLEVENSPIEL, O. Engenharia das reações químicas. [Chemical Reaction Engineering]. \nSão Paulo: Blucher, 2000. 563 p. \n \nComplementar: \nLEVINE, I. N. Físico-Química: volume 1. [Physical \nChemistry]. 6ª ed. Rio de Janeiro: LTC - Livros Técnicos e Científicos, 2012. 503 p. \nLEVINE, I. N. Físico-Química: volume 2. [Physical Chemistry, 6th ed]. 6ª ed. Rio de Janeiro: \nLTC, 2012. 430 p. \nATKINS, P.; PAULA, J. de.Físico-Química: fundamentos. [Elements of physical chemistry, 5th \ned]. 5ª ed. Rio de Janeiro: LTC, 2012. 493 p. \nATKINS, P. W.; PAULA, J. de. Físico-Química. [Physical chemistry, 9th ed]. 9ª ed. Rio de \nJaneiro: LTC, 2013. v. 2. 459 p. \nFELTRE, R; YOSHINAGA, S. Físico-Química. São Paulo: Editora Moderna, 1969. 386 p. \nVol.3. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "97": "96 \n \nOPERAÇÕES UNITÁRIAS I \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEQI011 \nPeríodo \n6º \nTeórica \n64 \nPrática \n- \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nEQI004 \nCo-requisito \n- \nCréditos \n4 \nOBJETIVOS \n \nGerais:O objetivo principal desta disciplina é a aplicação dos conceitos fundamentais de \nmecânica dos fluidos vistos na disciplina Fenômenos de Transporte 1. \n \nEspecíficos: Capacitar o aluno para descrever, compreender, analisar e dimensionar os \nequipamentos da indústria química que envolvem separação mecânica e transferência de \nmomento. \nEMENTA \n \nPrincípios de sistemas de separação mecânica; caracterização de sistemas particulados; \nescoamentos de fluidos em meios porosos; separação de misturas sólido-sólido; separação \nde misturas sólido-líquido; separação de misturas sólido-gás; separação de misturas fluido-\nfluido; fluidização; flotação; transporte de sólidos.  \n \nBIBLIOGRAFIA \n \nBásica:  \nFOUST, A. S. et al. Princípios das Operações Unitárias.2ª ed. Rio de Janeiro: LTC, 2013. \n670 p. \nCREMASCO, Marco Aurélio. Operações unitárias em sistemas particulados e \nfluidomecânicos. 2ª ed. rev. São Paulo: Blucher, 2014. 421 p. \nPEÇANHA, Ricardo Pires. Sistemas particulados: operações unitárias envolvendo partículas \ne fluídos. Rio de Janeiro: Elsevier, 2014. 399 p.  \n \nComplementar: \nMASSARANI, G. Fluidodinâmica em Sistemas Particulados. E-papers, Rio de Janeiro. \n2002.  \nMcCABE, W.L.; SMITH, J.C. Unit Operation in Chemical Engineering. 7ª ed. McGraw Hill, \nBoston, 2005. \nGEANKOPLIS, Christie John. Transport Processes and Separation Process Principles: \n(includes unit operations). 4ª ed. New Jersey: Pearson Education, 2003. 1026 p. \nPERRY, R.H.; GREEN, DON, W. (Eds.). Perry’s Chemical Engineers’ Handbook. 8ª ed.New \nYork:McGraw-Hill, 2008. \nMASSARANI, G. Aspectos da fluidodinâmica em meios porosos. RBE, Rio de Janeiro. \n1989. \n \n", "98": "97 \n \nLABORATÓRIO DE ENGENHARIA QUÍMICA I \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEQI012 \nPeríodo \n6 \nTeórica \n0 \nPrática \n64 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \nEQI011 \nCréditos \n4 \nOBJETIVOS \n \nRealizar experimentos didáticos que possibilitem ao aluno compreender melhor os conceitos \ne teorias dos fenômenos de transporte de movimento, assim como suas aplicações em \noperações unitárias. \n \nEMENTA \n \nEstudo dos fenômenos de transporte de movimento aplicados a Engenharia Química e de \nBioprocessos por meio de experimentos em laboratório. Determinação da viscosidade. Cálculo \ndo perfil de velocidade entre cilindros. Cálculo da perda de carga. Curva característica \nBomba/Sistema. Princípios da semelhança. Moagem e classificação de sólidos particulados. \nFiltração. Dosagem de reagentes. Ensaio de sedimentação. Determinação do número de \nReynolds. Determinação do perfil de velocidade. Tempo de descarga em tanque. \n \nBIBLIOGRAFIA \nBásica: \nCREMASCO, M. A. Operações unitárias em sistemas particulados e fluidos mecânicos. \nBlucher, São Paulo. 2012.  \nVAN NESS, H.C.; SMITH J. M.; ABBOTT, M. M. Introdução à Termodinâmica da Engenharia \nQuímica. 7ª ed. Rio de Janeiro: LTC, 2009. \nVAN WYLEN, G. J.; SONTAAG, R. E.; G. BORGNAKKE, C. Fundamentos da \nTermodinâmica Clássica. 4ª ed. São Paulo: Edgard Blucher, 2003. \n \nComplementar:  \nLEVENSPIEL, O. Termodinâmica Amistosa para Engenheiros. São Paulo: Edgard Blucher, \n2000. \nPEÇANHA, R. P. Sistemas particulados. Elsevier/Campus, Rio de Janeiro. 2012. \nMASSARANI, G. Aspectos da fluidodinâmica em meios porosos. RBE, Rio de Janeiro. 1989. \nMcCABE, W.L.; SMITH, J.C. Unit Operation in Chemical Engineering. 7.ed. McGraw Hill, \nNew York. 2004. \nGEANKOPLIS, C. J. Transport Processes and Unit Operations. 4. ed. Prentice Hall, New \nJersey. 2003. \n \n", "99": "98 \n \nFENÔMENOS DE TRANSPORTE II \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEQI013 \nPeríodo \n6º \nTeórica \n64 \nPrática \n- \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nEQI004 \nCo-requisito \n- \nCréditos \n4 \nOBJETIVOS \n \nGerais: O objetivo principal desta disciplina é capacitar o aluno para descrever, compreender \ne analisar os mais variados sistemas que envolvem transporte de calor, apresentar, discutir, \nanalisar e formular matematicamente os processos físicos voltados à Engenharia Química que \nenvolvem a transferência de calor integrada aos fenômenos de transporte. \n \nEspecíficos: Demonstrar aos alunos a aplicação dos conceitos de transferência de calor em \nprocessos unitários que envolvem transmissão de calor na engenharia química. \n \nEMENTA \n \nIntrodução ao transporte de calor; transferência de calor por condução; transferência de calor \npor convecção; transferência de calor por radiação. \n \nBIBLIOGRAFIA \n \nBásica:  \nINCROPERA, F. P.; De WITT, D. P. Fundamentos de transferência de calor e de massa. \n5. ed. LTC, Rio de Janeiro. 2003. \nÇENGEL, Y. A.; GHAJAR, A. J. Transferência de calor e massa: uma abordagem prática. 4. \ned. Porto Alegre: McGraw-Hill, 2012. \nBEJAN, A. Heat transfer. Ed. Jonh Wiley & Sons, New York. 1993. \n \nComplementar: \nHOLMAN, J. P. Transferência de Calor. São Paulo: McGraw-Hill do Brasil, 1983.  \nGEANKOPLIS, Christie John. Transport Processes and Separation Process Principles: \n(includes unit operations). 4ª ed. New Jersey: Pearson Education, 2003. 1026 p. \nBIRD, R. B.; STEWART, W. E.; LIGHTFOOT, E. N. Fenômenos de transporte. 2ª ed. Rio de \nJaneiro: LTC. 2013.  \nWELTY, James R.; RORRER, Gregory L.; FOSTER, David G. Fundamentals of Momentum, \nHeat, and Mass Transfer. 6ª ed. New York: John Wiley & Sons, 2015. 758 p. \nPERRY, R.H.; GREEN, D.W. (Eds.). Perry’s Chemical Engineers’ Handbook. 8ª ed. \nMcGraw-Hill, New York. 2008. \n \n \n \n \n \n \n \n \n \n \n \n \n", "100": "99 \n \nCIÊNCIAS DO AMBIENTE \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEAM002 \nPeríodo \n7 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nIncorporar, na formação dos graduandos na Unifei, a componente ambiental no processo \ndecisório, tanto no aspecto profissional como no pessoal e criar um diferencial cidadão e de \nmercado nesses futuros profissionais.  \n \nEMENTA \n \nFundamentos de Ecologia. Poluição Ambiental: água, ar, solo. Tecnologias de controle de \npoluição. Gestão ambiental. Legislação ambiental. Avaliação de impactos ambientais. \n \nBIBLIOGRAFIA \n \nBásica: \nBRAGA, B.; HESPANHOL, I.; CONEJO, J. G. L.et al. Introdução à Engenharia Ambiental. \nSão Paulo: Prentice Hall, 2002. 305 p. \nARAÚJO, G. H. de S.; ALMEIDA, J.R. de; GUERRA, A. J. T. Gestão ambiental de áreas \ndegradadas. Rio de Janeiro: Bertrand Brasil, 2005. 320 p. \nSÁNCHEZ, L. E. Avaliação de impacto ambiental: conceitos e métodos. São Paulo: Oficina \nde Textos, 2008. 495 p. \n \nComplementar: \nARROYO, J. C.; SCHUCH, F; C. Economia popular e solidária: a alavanca para o \ndesenvolvimento sustentável. São Paulo: Fundação Perseu Abramo, 2006. 111 p. \nCANÇADO, A. C. et al. Economia solidária e desenvolvimento sustentável: resultados da \natuação do NESol/UFT no Bico do Papagaio/TO. 1ª Ed. Goiânia: Grafset Gráfica e Editora \nLtda, 2009. 204 p \nSANTOS, R. F. dos. Planejamento ambiental: teoria e prática. São Paulo: Oficina de \nTextos, 2004. 184 p. \nMOTA, S. Introdução à Engenharia Ambiental. Rio de Janeiro: ABES - Associação \nBrasileira de Engenharia Sanitária e Ambiental, 1997. 280 p. \nMILARÉ, É. Direito do ambiente: a gestão ambiental em foco: doutrina, jurisprudência, \nglossário. 6a ed. São Paulo: Revista dos Tribunais, 2009. 1343 p. \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "101": "100 \n \nENGENHARIA BIOQUÍMICA \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP012 \nPeríodo \n7 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nEBP010 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nPropiciar ao aluno os principais modelos cinéticos que descrevem os processos fermentativos \ne enzimáticos; capacitar ao aluno o desenvolvimento de bioprocessos em grande escala, \nmantendo uma visão integrada das etapas de biotransformação no biorreator. \n \nEMENTA \n \nIntrodução aos Processos Fermentativos; Cinética enzimática e inibição; Cinética Microbiana; \nBiorreatores; Balanço de massa em biorreatores ideais; Imobilização de biocatalisadores; \nReatores Enzimáticos; Esterilização em bioprocessos; Agitação e aeração em biorretores; \nVariação de Escala. \n \nBIBLIOGRAFIA \n \nBásica: \nSCHMIDELL, W. Biotecnologia Industrial: Engenharia bioquímica. São Paulo: Blucher, \n2001. v. 2.  \nBASTOS, R. G.. Tecnologia das fermentações: Fundamentos de Bioprocessos. São Carlos: \nEdUFSCar, 2010. \nDORAN P.M. Bioprocess Engineering Principles, San Diego: Academic Press, 2013. \n \nComplementar: \nFOGLER, H. S. Elementos de Engenharia das Reações Químicas. 4ª ed., Rio de Janeiro: \nLTC. 2012.  \nBORZANI, W. Biotecnologia Industrial: Fundamentos. São Paulo: Blucher, 2001. v. 1.  \nLIMA, U. A. Biotecnologia Industrial: Processos fermentativos e enzimáticos. São Paulo: \nBlucher, 2001. v. 3.  \nMARANGONI, A.G. Enzyme Kinetics: A Modern Approach; Wiley-Interscience; 248 p.; 2003. \nVILLADSEN, J.; NIELSEN, J.; LIDÉN, G. Bioreaction Engineering Principles. 3ª ed. \nSpringer, 2011. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "102": "101 \n \nENGENHARIA GENÉTICA \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP025 \nPeríodo \n7 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nEBP034 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nPermitir a compreensão das principais abordagens e técnicas da Engenharia Genética. \nDestacar a importância do conhecimento da disciplina para a pesquisa básica e aplicada ao \ndesenvolvimento de produtos industriais. \n \nEMENTA \n \nClonagem gênica. Produção e purificação de proteínas heterólogas. Síntese química de \npeptídeos. Mutagênese. Princípios de metabolômica e biologia de sistemas.Engenharia \nmetabólica.Desenvolvimento de produtos biotecnológicos. Melhoramento genético. Clonagem \nreprodutiva. Engenharia genética frente ao biodireito. \n \nBIBLIOGRAFIA \n \nBásica: \nCOX, Michael M; DOUDNA, Jennifer A; O´DONNELL, Michael. Biologia molecular: \nprincípios e técnicas. Porto Alegre: Artmed, 2012, 914 p. \nWATSON, James D. et al. Biologia molecular do gene. 5a ed. Porto Alegre: Artmed, 2006, \n728 p. \nZAHA, Arnaldo; FERREIRA, Henrique Bunselmeyer; PASSAGLIA, Luciane M. P. (Orgs.). \nBiologia molecular básica. 5a ed. Porto Alegre: Artmed, 2014, 1084 p. \n \nComplementar: \nALBERTS, Bruce (et al). Biologia molecular da célula. 5a ed. Porto Alegre: Artmed, 2010, \n1268 p. \nCARVALHO, Cristina Valletta de; RICCI, Giannina; AFFONSO, Regina. Guia de práticas em \nbiologia molecular. São Caetano do Sul: Yendis, 2010, 283 p.  \nDE ROBERTIS, Eduardo M F; HIB, José. De Robertis, Bases da biologia celular e molecular. \nRio de Janeiro: Guanabara Koogan, 2012, 389 p. \nMALACINSKI, George M. Fundamentos de biologia molecular. 4a ed. Rio de Janeiro: \nGuanabara Koogan, 2005, 439 p. \nWOESE, C. R. O Código Genético: A Base Molecular para Expressão Genética. São \nPaulo: Poligono, 1972, 239 p. \n \n \n \n \n \n \n \n \n \n \n \n \n", "103": "102 \n \nSEPARAÇÃO E PURIFICAÇÃO DE BIOMOLÉCULAS \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP026 \nPeríodo \n7 \nTeórica \n32 \nPrática \n32 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \nEBP012 \nCréditos \n4 \nOBJETIVOS \n \nPermitir o conhecimento científico e técnico das metodologias utilizadas na separação e \npurificação de bioprodutos. Considerando que os processos dependem da natureza do \nproduto e de sua localização, a disciplina possibilitará ao aluno desenvolver protocolos de \npurificação adequados ao produto alvo. \n \nEMENTA \n \nLise celular. Filtração, precipitação e centrifugação. Eletroforese. Extração líquido-líquido. \nProcessos cromatográficos: exclusão molecular, troca iônica, interação hidrofóbica, por \nafinidade e imunoafinidade. Membranas de adsorção. Diálise. Liofilização e secagem. \n \nBIBLIOGRAFIA \n \nBásica: \nCOLLINS, C. H.; BRAGA, G. L.; BONATO, P. S.(Orgs.). Fundamentos de cromatografia. 6ª \ned., Editora da UNICAMP, 2006, 462 p. \nMENDHAM J. et al. Análise química quantitativa. 6ª ed. Rio de Janeiro: LTC, 2002. 462 p. \nPESSOA JR., A.; KILIKIAN, B. V. (Coords.). Purificação de produtos biotecnológicos. São \nPaulo: Manole, 2005, 444 p.  \n \nComplementares: \nLi, N. N; Calo,J. M. Separation and purification technology. New York: Marcel Dekker, 1992, \n310 p. \nNELSON, David L; COX, Michael M. Princípios de Bioquímica de Lehninger. 5a ed. Porto \nAlegre: Artmed, 2011. 1273 p. \nRAW, T.; FREEDMAN, A.; MENNUCCI, L. Bioquímica: Fundamentos para as Ciências \nBiomédicas. São Paulo: McGraw-Hill do Brasil, 1981. 2. 387 p. \nSOLOMONS, T. W. GRAHAM; FRYHLE, CRAIG B. Química orgânica: v.2. 9a ed. Rio de \nJaneiro: LTC, 2009. 496 p. \nUCKO, D. A. Química para as Ciências da Saúde: uma introdução à química geral, \norgânica e biológica. 2a ed. São Paulo: Manole, 1992. 922 p. \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "104": "103 \n \nTECNOLOGIA ENZIMÁTICA \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP032 \nPeríodo \n7 \nTeórica \n48 \nPrática \n0 \nTotal \n48 \nTipo \nObrigatória \nPré-requisito \nEBP033 \nCo-requisito \n \nCréditos \n3 \nOBJETIVOS \n \nEstimular o senso crítico dos alunos e fornecer fundamentos de como micro-organismos e \nsuas enzimas são utilizados na indústria, relacionando conceitos de bioquímica e microbiologia \na processos industriais e tecnológicos.  \n \nEMENTA \n \nEnzimas: classificação, mecanismos de ação, cofatores e coenzimas. Produção de enzimas e \nprocessos enzimáticos de interesse industrial. Biocatálise e biotransformação: caracterização, \nobtenção e aplicação de biocatalisadores; Biocatálise em meios não convencionais. Enzimas \nindustriais. \n \nBIBLIOGRAFIA \n \nBásica: \nCOELHO, M. A. Z.; SALGADO, A. M.; RIBEIRO, B. D. Tecnologia enzimática. Rio de Janeiro: \nFAPERJ, 2008. \nLIMA, U. A. et al.. Biotecnologia Industrial: processos fermentativos e enzimáticos. São \nPaulo: Blucher, 2001. v. 3. \nBON, E. P. S.; FERRARA, M. A.; CORVO, M. L. Enzimas em Biotecnologia - Produção, \nAplicação e Mercado. Editora Interciência, 2008. \n \nComplementar: \nAQUARONE, E. Biotecnologia industrial: biotecnologia na produção de alimentos. São \nPaulo: Blucher, 2001. v. 4. \nAEHLE, W. Enzymes in industry: production and application. 3ª ed. Wiley-VCH Verlag \nGmbH, 2007. \nLIESE, A.; SEELBACH, K.; WANDREY, C.  Industrial biotransformations. 2ª ed. Weinheim: \nWILEY-VCH, 2006. \nSTRAATHOF, A. J. J.; ADLERCREUTZ, P. Applied Biocatalysis. 2ª ed.  CRC Press, 2000. \nCOPELAND, R.A. Enzymes: A Practical Introduction to Structure, Mechanism, and Data \nAnalysis; 2ed Ed.; Wiley-VCH; 397 p.; 2000. \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "105": "104 \n \nOPERAÇÕES UNITÁRIAS II \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEQI019 \nPeríodo \n7º \nTeórica \n64 \nPrática \n- \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nEQI013 \nCo-requisito \n- \nCréditos \n4 \nOBJETIVOS \n \nGerais: O objetivo principal desta disciplina é a aplicação dos conceitos fundamentais de \ntransferência de calor vistos na disciplina Fenômenos de Transporte 2. \n \nEspecíficos: Capacitar o aluno para descrever, compreender, analisar e dimensionar os \nequipamentos da indústria química que envolvem separação térmica e mássica e transferência \nde calor. \n \nEMENTA \n \nPrincípios de processos que envolvem transmissão de calor; operações que envolvem \ntransferência de calor;operações que envolvem transferência de calor com mudança de fase; \noperações que envolvem transferência simultânea de calor e massa; psicrometria. \n \nBIBLIOGRAFIA \n \nBásica:  \nKERN, D. K. Processos de transmissão de calor. 1ª Edição. Rio de Janeiro: Guanabara Dois. \n1980. \nSERTH, R. W.; LESTINA, T. G. Process heat transfer. 2ª Edition. Oxford: Academic Press. \n2014. \nHOLMAN, J. P. Transferência de Calor. São Paulo: McGraw-Hill do Brasil, 1983.  \n \nComplementar: \nINCROPERA, F. P.; De WITT, D. P. Fundamentos de transferência de calor e de massa. 5. ed. \nLTC, Rio de Janeiro. 2003. \nPERRY, R.H.; GREEN, D.W.; MALONEY, J.O. (Eds.). Perry’s Chemical Engineers’ Handbook. \n7. ed. McGraw-Hill, New York.1997. \nFOUST, A. S.; WENZEL, L. A.; CLUMP, C. W.;  MAUS, L.; ANDERSEN, L. B.Princípios das \nOperações Unitárias. 2. ed. Guanabara Dois, Rio de Janeiro.1982. \nMcCABE, W.L.; SMITH, J.C. Unit Operation in Chemical Engineering. 7 ed. McGraw Hill, New \nYork. 2004. \nDUTTA, B. K. Principles of Mass Transfer and Separation Processes. PHI, New Delhi. 2007. \n \n \n  \n", "106": "105 \n \nFENÔMENOS DE TRANSPORTE III \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEQI022 \nPeríodo \n7º \nTeórica \n64 \nPrática \n- \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nEQI013 \nCo-requisito \n- \nCréditos \n4 \nOBJETIVOS \n \nGerais: O objetivo principal desta disciplina é capacitar o aluno para descrever, compreender \ne analisar os mais variados sistemas que envolvem transporte de massa, apresentar, discutir, \nanalisar e formular matematicamente os processos físicos voltados à Engenharia Química que \nenvolvem a transferência de massa integrada aos fenômenos de transporte. \nEspecíficos: Demonstrar aos alunos a aplicação dos conceitos de transferência de calor em \nprocessos unitários que envolvem transferência de massa na engenharia química. \n \nEMENTA \n \nIntrodução ao transporte de massa; transferência de massa por difusão; modelos para a \nestimação da difusividade; transferência de massa por convecção; correlações para o cálculo \nde transferência de massa; analogias com a transferência de momento e de calor; \ntransferência de massa entre fases; transferência simultânea de calor e massa. \n \nBIBLIOGRAFIA \n \nBásica:  \nINCROPERA, F. P.; De WITT, D. P. Fundamentos de transferência de calor e de massa. 5. ed. \nLTC, Rio de Janeiro. 2003 \nCREMASCO, M. A. Fundamentos de transferência de massa. 2ª Edição. Campinas: Editora \nda UNICAMP. \nBIRD, R. B.; STEWART, W. E.; LIGHTFOOT, E. N. Fenômenos de transporte. 2ª Edição. Rio \nde Janeiro: LTC. 2004. \n \nComplementar: \nTREYBAL, R. E. Mass-transfer operations. 3rd Edition. New York: McGraw-Hill. 1980. \nHEINES, A. L.; MADDOX, R. N. Mass Transfer: Fundamentals and Applications. Prentice Hall, \nNew Jersey. 1984 \nGEANKOPLIS, C. J. Transport Processes and Unit Operations. 4. ed. Prentice Hall, New \nJersey. 2003. \nPERRY, R.H.; GREEN, D.W.; MALONEY, J.O. (Eds.). Perry’s Chemical Engineers’ Handbook. \n7. ed. McGraw-Hill, New York.1997. \nWELTY, J. R. WICKS, C. E.; WILSON, R. E.; RORRER, G. L. Fundamentals of momentum, \nheat and mass transfer. 5th Edition. New York: Wiley. 2007. \n \n", "107": "106 \n \nBIOENERGIA \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEAM037 \nPeríodo \n8 \nTeórica \n48 \nPrática \n0 \nTotal \n48 \nTipo \nObrigatória \nPré-requisito \nEBP010 \nCo-requisito \n \nCréditos \n3 \nOBJETIVOS \n \nPropiciar ao estudante uma visão geral da importância da utilização de energias \nrenováveis e do estudo de processos biotecnológicos para seu desenvolvimento; \napresentar as tecnologias atualmente em uso e os desafios e oportunidades de sua \nutilização em larga escala. \nEMENTA \n \nIntrodução às fontes renováveis de energia. Etanol: micro-organismos, matérias primas, \netapas do processo fermentativo, recuperação do etanol. Etanol de celulose: matérias-\nprimas, química dos lignocelulósicos, pré-tratamentos da biomassa, tipos de processos \nfermentativos, inibidores. Biogás. Butanol. Biodiesel: matérias-primas, processo (etapas), \ncatalisadores, \ncaracterização \ndo \nbiodiesel, \ngliceroquímica. \nHidrogênio. \nCélula \ncombustível. Bio-óleo. Bioeletricidade. \n \nBIBLIOGRAFIA \nBásica: \nCORTEZ, Luís Augusto Barbosa; LORA, Electo Eduardo Silva; GÓMEZ, Edgardo Olivares \n(Orgs.). Biomassa para energia. Campinas, SP: Editora da UNICAMP, 2008. 734 p. \nNOGUEIRA, L. A. H.; LORA, E. E. S. Dendroenergia: fundamentos e aplicações. 2ª ed. Rio \nde Janeiro: Interciência, 2003. 199 p.  \nSOUSA, Eduardo L. Leão; MACEDO, Isaias de Carvalho (orgs.). Etanol e bioeletricidade: a \ncana-de-açúcar no futuro da matriz energética. São Paulo: LUC projetos de comunicação Ltda, \n2010. 314 p. \n \nComplementar: \nCORTEZ, Luís Augusto Barbosa (Coord.). Bioetanol de cana-de-açúcar: P&D para \nprodutividade e sustentabilidade. São Paulo: Blucher, 2010. 954 p. \nPANDEY, Ashok (Ed.). Handbook of plant-based biofuels. Boca Raton: CRC Press, 2009. \n297 p. \nBNDES & CGEE. Bioetanol de cana-de-açúcar. Energia para o desenvolvimento \nsustentável. Rio de Janeiro: BNDES, 2008 [online] \nROSILLO-CALLE F., BAJAY S.V., ROTHMAN H. Uso da biomassa para Produção de \nEnergia na Indústria Brasileira, Editora Unicamp, Campinas, 2005. \nMELLO, M. G. (org.). Biomassa: energia dos trópicos em Minas Gerais. Belo Horizonte: \nLabmidia/FAFICH, 2001. 268 p.  \n", "108": "107 \n \nMICROBIOLOGIA INDUSTRIAL \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP016 \nPeríodo \n8 \nTeórica \n48 \nPrática \n32 \nTotal \n80 \nTipo \nObrigatória \nPré-requisito \nEBP012 \nCo-requisito \n \nCréditos \n5 \nOBJETIVOS \n \nConhecer os principais aspectos da microbiologia enfocando suas aplicações industriais. \nCompreender a importância do conhecimento da disciplina para o desenvolvimento de \nprocessos e obtenção de produtos. \n \nEMENTA \n \nHistórico e importância da microbiologia industrial. Microrganismos de interesse industrial.  \nBioprocessos. Processos fermentativos. Processos biossintéticos. Conservação de \nmicrorganismos e esterilização. Legislação sobre acesso ao patrimônio genético no Brasil. \n \nBIBLIOGRAFIA \n \nBásica \nBORZANI, W.; SCHMIDELL, W.; LIMA, U.A.; AQUARONE, E. Biotecnologia Industrial. São \nPaulo, Edgard Blücher Ltda, vol. 1: Fundamentos. 2001. \nLIMA, U.A.; AQUARONE, E.; BORZANI, W.; SCHMIDELL, W. Biotecnologia Industrial. São \nPaulo, Edgard Blücher Ltda. vol. 3: Processos Fermentativos e Enzimáticos. 2001. \nAQUARONE, E.;BORZANI, W.; SCHMIDELL, W.; LIMA, U.A. Biotecnologia Industrial. São \nPaulo, Edgard Blücher Ltda. vol. 4: Biotecnologia na Produção de Alimentos. 2001 \n \nComplementar \nSCHMIDELL, W.; LIMA, U.A.; AQUARONE, E.; BORZANI, W. Biotecnologia Industrial. São \nPaulo, Edgard Blücher Ltda. vol.2: Engenharia Bioquímica. 2001. \nREHM, H.J.; REED, G.; BRAUER, D. Biotechnology: a multi-volume comprehensive \ntreatise. Weinheim: VCH. 1995. \nPELCZAR Jr, M.J., CHAN, S.S., KRIEG, N.R. Microbiologia - conceitos e aplicações, 2 \ned. (Vols. 1 e 2), São Paulo: Pearson Education do Brasil, 1997. \nWANG, D.I.C.; COONEY, C.L.; DEMAIN, A.L.; DUNNILL, P.; HUMPHREY, A.E.; Lilly, M.D. \nFermentation and Enzyme Technology. Nova York: John Wiley & Sons, cap. 1-5, p \nVITOLO, M. Biotecnologia Farmacêutica – Aspectos sobre Aplicação Industrial. São \nPaulo: Editora Blücher. 2014. \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "109": "108 \n \nPROJETOS EM BIOPROCESSOS I \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP018 \nPeríodo \n8 \nTeórica \n0 \nPrática \n48 \nTotal \n48 \nTipo \nObrigatória \nPré-requisito \nEBP012 \nCo-requisito \n \nCréditos \n3 \nOBJETIVOS \n \nIntrodução ao projeto de Processos. Escolha do produto a ser produzido em plantas a serem \nprojetadas. Análise de sistemas de processos. Balanço de massa e energia em unidades de \nprocesso. Fluxogramas de processos. Noções de estimativa de custos. Síntese de \nprocessos: sessão reacional, sessão de separação e sessão de utilidades. Comparação de \nalternativas: noções de estimativa de custos. Sensibilidade paramétrica. Apresentação final \ndos projetos. \n \nEMENTA \n \nTrabalho orientado por professores do curso em temas de interesse da Engenharia de \nBioprocessos, visando o planejamento, elaboração e a gestão de projetos integrados. \n \nBIBLIOGRAFIA \n \nBásica: \nSCHMIDELL, W. et al. Biotecnologia industrial: engenharia bioquímica. São Paulo: Blucher, \n2001. v. 2. 541 p. \nFELDER, R. M.; ROUSSEAU, R. W. Princípios elementares dos processos químicos. 3ª \ned. Rio de Janeiro: LTC, 2013. 579 p. \nDORAN, P. M. Bioprocess engineering principles. 2ª Ed. Amsterdam: Elsevier, 2013. 919 \np. \n \nComplementar:  \nTURTON, Richard, et al. Analyis, Synthesis, and Design of Chemical Processes. 4th ed. \nNew Jersey: Prentice Hall, 2012. 1007 p. \nPERRY, R.H.; GREEN, D.W.; MALONEY, J.O. (Eds.). Perry’s Chemical Engineers’ \nHandbook. 8. ed. McGraw-Hill, New York. 2008. 2251p. \nSULLIVAN, William G.; WICKS, Elin M.; KOELLING, C. Patrick. Engineering economy. 14 \ned. New Jersey: Pearson Education Inc., 2009. 668 p. \nE GARMO, E. P; CANADA, J. R. Engineering economy. 5. New York: Cultura Brasileira, 1973. \n573 p \nSHERWOOD, T. K. Projeto de Processos da Indústria Química. Sao Paulo: Edgard Blucher, \n1972. 188 p. \n \n \n \n \n \n \n \n \n \n \n \n", "110": "109 \n \nLABORATÓRIO DE ENGENHARIA DE BIOPROCESSOS \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP027 \nPeríodo \n8 \nTeórica \n0 \nPrática \n64 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nEBP012 \nCo-requisito \nEQI027 \nCréditos \n4 \nOBJETIVOS \n \nRealizar experimentos que possibilitem ao aluno compreender melhor conceitos e teorias dos \nfenômenos de transferências de calor e massa, assim como suas aplicações em operações \nunitárias; cinética e ensaios em biorreatores. \n \nEMENTA \n \nProcedimentos experimentais de operações de transferência de calor, de transferências de \nmassa e calor simultâneos, engenharia bioquímica (cinética, experimentos envolvendo o uso \nde biorreatores).  \n \nBIBLIOGRAFIA \n \nBásica: \nSCHMIDELL, W. Biotecnologia Industrial: Engenharia Bioquímica. São Paulo: Blücher, \n2001. v. 2.  \nFOGLER, H. S. Elementos de Engenharia das Reações Químicas. 4ª ed., Rio de Janeiro: \nLTC. 2012.  \nFOUST, A. S. et al. Princípios das operações unitárias. 2a ed., Rio de Janeiro: LTC, 2013. \n670 p. \n \nComplementar: \nINCROPERA, Frank P. et al. Fundamentos de transferência de calor e de massa. 6a ed., \nRio de Janeiro: Livros Técnicos e Científicos, 2013. 643 p. \nKERN, A. M. Processos de transmissão de calor. Rio de Janeiro: Guanabara Dois, 1980. \n671 p.  \nBennett, C. O; Myers, J. E. Fenômenos de Transporte: Quantidade de Movimento, Calor e \nMassa. São Paulo: McGraw-Hill, 1978. 812 p. \nMARANGONI, A.G. Enzyme Kinetics: A Modern Approach; Wiley-Interscience; 248 p.; 2003. \nATKINSON, B.; MAVITUNA, F. Biochemical Engineering and Biotechnology. HandBook. 2 \ned. New York, Stockton Press, 1991. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "111": "110 \n \nMODELAGEM E DINÂMICA DE BIOPROCESSOS \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP029 \nPeríodo \n8 \nTeórica \n64 \nPrática \n16 \nTotal \n80 \nTipo \nObrigatória \nPré-requisito \nEBP012 \nCo-requisito \n \nCréditos \n5 \nOBJETIVOS \n \nApresentar ferramentas e metodologias para análise de bioprocessos, capacitando o aluno a \ndesenvolver modelos matemáticos, resolver as equações obtidas e interpretar os resultados \nde simulações. Apresentar fundamentos de ajuste paramétrico. \n \nEMENTA \n \nModelos matemáticos e suas classificações. Ferramentas computacionais. Resolução \ndesistemas de equações comumente encontrados em problemas da Engenharia de \nBioprocessos: sistemas de equações lineares, não-lineares, diferenciais ordinárias, algébrico-\ndiferenciais, diferenciais parciais. Análise de sistemas: número de condições de matrizes, \nestabilidade e bifurcação de sistemas dinâmicos. Introdução à identificação de sistemas. \nLaboratório de informática. Simuladores de Processo. \n \nBIBLIOGRAFIA \n \nBásica: \nCUNHA, M. C. C. Métodos numéricos. 2a ed. rev. ampl. Editora da UNICAMP, 2000, 276 p. \nSCHMIDELL, W. et al. (Coord.). Biotecnologia industrial: Engenharia bioquímica. \nSão Paulo: Blucher, 2001, v. 2, 541 p. \nSPERANDIO, D.; MENDES, J. T.; SILVA, Monken, L. H. Cálculo numérico: \ncaracterísticas matemáticas e computacionais dos métodos numéricos. São \nPaulo: Prentice Hall, 2003, 354 p. \n \nComplementar: \nBrebbia, C. A; Ferrante, A. J. Computational Methods for the Solution of \nEngineering Problems. London: Pentech Press, 1978, 354 p. \nHIMMELBLAU, David M.; RIGGS, James B. Engenharia Química: Princípios e cálculos. 7 \ned. Rio de Janeiro: LTC, 2013, 846 p.  \nDAVIS, G. de V. Numerical Methods in Engineering & Science. London: Allen & Unwin, \n1986, 286 p. \nSALVADORI, M. G; BARON MELVIN L. Numerical Methods in Engineering. Englewood \nCliffs,N.J: Prentice-Hall, 1961, 302 p. \nLUYBEN, William L. Plantwide dynamic simulators in chemical processing and control. \nNew York: Marcel Dekker, 2002, 429 p. \n \n \n \n \n \n \n \n \n \n", "112": "111 \n \nOPERAÇÕES UNITÁRIAS III \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEQI027 \nPeríodo \n8º \nTeórica \n64 \nPrática \n \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nEQI022 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nGerais: O objetivo principal desta disciplina é a aplicação dos conceitos fundamentais de \ntransferência de massa vistos na disciplina Fenômenos de Transporte 3. \nEspecíficos: Capacitar o aluno para descrever, compreender, analisar e dimensionar os \nequipamentos da indústria química que envolvem separação mássica e transferência de \nmassa. \n \nEMENTA \n \nPrincípios de processos que envolvem transferência de massa; equilíbrio líquido-vapor; \ntransferência de massa entre fases. \n \nBIBLIOGRAFIA \n \nBásica:  \nWANKAT, P.C.  Separation Process Engineering: Includes mass transfer analysis. 3. ed. \nPrentice Hall, New York, 2011. \nFOUST, A. S.; WENZEL, L. A.; CLUMP, C. W.;  MAUS, L.; ANDERSEN, L. B. Princípios das \nOperações Unitárias. 2 ed. Guanabara Dois, Rio de Janeiro.1982. \nDUTTA, B. K. Principles of Mass Transfer and Separation Processes. PHI, New Delhi. 2007. \n \nComplementar: \nGEANKOPLIS, C. J. Transport Processes and Unit Operations. 4. ed. Prentice Hall, New \nJersey. 2003. \nSEADER, J.D. e HENLEY, E.J. Separation Process Principles: Chemical and Biochemical \nOperations. 3. Ed. Wiley, New Jersey, 2010.  \nMcCABE, W.L.; SMITH, J.C. Unit Operation in Chemical Engineering. 7. ed. McGraw Hill, New \nYork. 2004. \nKISTER, H.Z. Distillation Design. New York: McGraw-Hill, 1992.  \nKISTER, H.Z. Distillation Operation. New York:  McGraw-Hill, 1990.  \nPERRY, R.H.; GREEN, D.W.; MALONEY, J.O. (Eds.). Perry’s Chemical Engineers’ Handbook. \n7. ed. McGraw-Hill, New York.1997. \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "113": "112 \n \nPROJETOS EM BIOPROCESSOS II \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP028 \nPeríodo \n9 \nTeórica \n0 \nPrática \n64 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nEBP018 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nDesenvolvimento detalhado de projeto de indústria. Análise de desempenho do processo. \nOtimização de processo. Apresentação final dos projetos. \n \nEMENTA \n \nTrabalho orientado por professores do curso em temas de interesse da Engenharia de \nBioprocessos, visando o planejamento, elaboração e a gestão de projetos integrados. \n \nBIBLIOGRAFIA \n \nBásica: \nSCHMIDELL, W.; LIMA, U. A.; AQUARONE, E.; BORZANI, W. Biotecnologia industrial. São \nPaulo: Blücher, 2001. \nGEANKOPLIS, C.J. Transport Processes and Unit Operations, 4ª Ed. Upper Saddle River: \nPrentice-Hall, 2003. \nDORAN, P. M. Bioprocess engineering principles. 2ª Ed. Amsterdam: Elsevier, 2013. 919 \np. \n \nComplementar: \nFELDER, R. M.; ROUSSEAU, R.W.; Princípios elementares dos processos químicos. Rio \nde Janeiro: LTC, 3ª Ed., 2013. \nHIMMELBLAU, D. M.; RIGGS, J. B. Engenharia Química: Princípios e cálculos, Rio de \nJaneiro: LTC, 7ª Ed., 2013. \nPERRY, R.H.; GREEN, D.W.; MALONEY, J.O. (Eds.). Perry’s Chemical Engineers’ \nHandbook. 8. ed. McGraw-Hill, New York. 2008. 2251 p. \nSULLIVAN, William G.; WICKS, Elin M.; KOELLING, C. Patrick. Engineering economy. 14 \ned. New Jersey: Pearson Education Inc., 2009. 668 p. \nTURTON, Richard, et al. Analysis, Synthesis, and Design of Chemical Processes. 4th ed. \nNew Jersey: Prentice Hall, 2012. 1007 p. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "114": "113 \n \nINSTRUMENTAÇÃO E CONTROLE DE BIOPROCESSOS \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP030 \nPeríodo \n9 \nTeórica \n64 \nPrática \n0 \nTotal \n64 \nTipo \nObrigatória \nPré-requisito \nEBP029 \nCo-requisito \n \nCréditos \n4 \nOBJETIVOS \n \nApresentar conceitos de instrumentação em indústrias de bioprocessos e fundamentos de \ncontrole PID. \n \nEMENTA \n \nConceitos Fundamentais. Medição. Transdutores. Medidores de pressão, nível, vazão e \ntemperatura. Sensores comumente utilizados em bioprocessos. Analisadores contínuos. \nElementos finais de controle. Controlador PID. Conversores. \n \nBIBLIOGRAFIA \n \nBásica: \nBEGA, E. A., et al (Org.). Instrumentação industrial. 3ª ed., Rio de Janeiro: Interciência, 2011, \n668 p. \nBALBINOT, A.; BRUSAMARELLO, V. J. Instrumentação e fundamentos de medidas. 3ª ed. \nRio de Janeiro: LTC, 2012, v. 1, 385 p. \nBALBINOT, A.; BRUSAMARELLO, V. J. Instrumentação e fundamentos de medidas. 2ª ed. \nRio de Janeiro: LTC, 2011, v. 2, 492 p. \n \n \nComplementar: \nALVES, J. L. L. Instrumentação, controle e automação de processos. 2a ed., Rio \nde Janeiro: LTC, 2013. 201 p. \nBEGA, E. A. et al. (Org.) Instrumentação industrial. 2ª ed. Rio de Janeiro: \nInterciência, 2006. 583 p. \nFIALHO, A. B. Instrumentação industrial: conceitos, aplicações e análises. 7ª ed. São \nPaulo: Érica, 2010, 280 p. \nFRIBANCE, A. E. Industrial Instrumentation Fundamentals. New York: McGraw-Hill, \n1962, 776 p. \nJOHNSON, C. D. Process Control Instrumentation Technology. New York: John Wiley, \n1982, 497 p. \n \n \n \n \n \n \n \n \n \n \n \n \n", "115": "114 \n \nTRATAMENTO DE RESÍDUOS \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEBP031 \nPeríodo \n9 \nTeórica \n48 \nPrática \n0 \nTotal \n48 \nTipo \nObrigatória \nPré-requisito \nEBP012 \nCo-requisito \n \nCréditos \n3 \nOBJETIVOS \n \nIntroduzir ao aluno conceitos envolvidos na avaliação de potencial poluidor de águas \nresiduárias municipais e principalmente industriais, além de resíduos sólidos e gasosos. \nEstabelecer bases para dimensionamento de sistemas biológicos de tratamento e desenvolver \nsistemática para analisar processos globais de tratamento. \n \nEMENTA \n \nCaracterização de resíduos líquidos, sólidos e gasosos; Tratamento preliminar, primário, \nsecundário e terciário de resíduos líquidos; Técnicas de tratamento e disposição de resíduos \nsólidos; Manuseio e tratamento de lodo. Tratamentos de resíduos gasosos. \nBIBLIOGRAFIA \n \nBásica: \nVON SPERLING, Marcos. Introdução à qualidade das águas e ao tratamento de esgotos. \n4a ed. Belo Horizonte: UFMG, 2014. 470 p. \nSANT´ANNA Jr., Geraldo Lippel. Tratamento biológico de efluentes: fundamentos e \naplicações. 2a ed. Rio de Janeiro: Interciência, 2013. 404 p.  \nVON SPERLING, Marcos. Princípios básicos do tratamento de esgotos. Belo Horizonte: \nDESA/UFMG, 2011. 211 p. \n \nComplementar: \nNUVOLARI, Ariovaldo et al. Esgoto sanitário: coleta, transporte, tratamento e reúso agrícola. \n2a ed. São Paulo: Edgard Blucher, 2011. 565 p.  \nCHERNICHARO, Carlos Augusto de Lemos. Reatores anaeróbios. 2a ed. Belo Horizonte: \nDESA/UFMG, 2011. 379 p. \nJORDÃO, Eduardo Pacheco; PESSOA, Constantino Arruda. Tratamento de esgotos \ndomésticos. 3a ed. Rio de Janeiro: ABES, 1995. 683 p.  \nNunes, Jose Alves. Tratamento físico-químico de águas residuárias industriais. Aracujo: \nJ. Andrade, 1996. 277 p. \nVON SPERLING, Marcos. Lagoas de Estabilização. Belo Horizonte: DESA/UFMG, 1996. 134 \np. \nVON SPERLING, Marcos. Lodos Ativados. Belo Horizonte: DESA/UFMG, 1997. 415 p.  \n \n \n \n \n \n \n \n \n \n \n \n \n", "116": "115 \n \nECONOMIA \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nECN001 \nPeríodo \n9 \nTeórica \n48 \nPrática \n0 \nTotal \n48 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \n \nCréditos \n3 \nOBJETIVOS \n \nPermitir a apreensão (por parte dos alunos) dos conceitos e fundamentos da Economia \n(enquanto ciência). Proporcionar aos alunos aplicarem por si mesmos as ferramentas básicas \nda economia (ao invés de serem, apenas, agentes passivos). Prover, aos estudantes, \ncapacidade de análise econômica formal. \n \nEMENTA \n \nNatureza e método de economia. História do pensamento econômico. Microeconomia: teorias \nda demanda, oferta, preços e distribuição. Macroeconomia: teorias dos agregados, teoria geral \nde keynes, teoria monetária, teoria do setor público, teoria do desenvolvimento e teoria das \nrelações internacionais. \n \nBIBLIOGRAFIA \n \nBásica: \nALBUQUERQUE, M. C. C. de. Introdução à Teoria Econômica. São Paulo - SP: McGraw-\nHill do Brasil, 1972.  \nROSSETTI, J. P. Introdução à Economia. 17 ed. São Paulo: Atlas, 1997. \nSAMUELSON, P. A. Introdução à Análise Econômica. 8a ed. Rio de Janeiro: Agir, 1975. \n \nComplementares: \nMOCHÓN, F. Princípios de economia. São Paulo: Pearson Prentice Hall, 2007. \nBROOMAN, F. S. Macroeconomia. 6a ed. Rio de Janeiro: Zahar, 1977. \nBINGHAM, R. C. A economia em linguagem matemática. 1 ed. e 2 ed. Ed. Rio de Janeiro: \nZahar, 1975 e 1980. \nVARIAN, H. R. Microeconomia: princípios básicos: uma abordagem moderna. Rio de \nJaneiro: Elservier, 2006. 807 p. \nVASCONCELLOS, M. A. S. de. Economia: micro e macro: teoria e exercícios, glossário \ncom os 300 principais conceitos econômicos. 5ª ed. São Paulo: Atlas, 2011. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", "117": "116 \n \nHIGIENE E SEGURANÇA NO TRABALHO \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEPR004 \nPeríodo \n9 \nTeórica \n48 \nPrática \n0 \nTotal \n48 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \n \nCréditos \n3 \nOBJETIVOS \n \nMostrar aos alunos, de forma teórica, os principais temas da Higiene e Segurança do Trabalho, \nbem como noções sobre Medicina do Trabalho, em especial: \nHigiene do Trabalho. Aspectos legais. A avaliação dos ambientes de trabalho e sua \nimportância sobre os trabalhadores e a comunidade em geral. \nSegurança do Trabalho. Aspectos gerais. A análise dos ambientes de trabalho e os riscos \npresentes neste ambiente e suas consequências (os acidentes do trabalho e doenças). \nMedicina do Trabalho. As doenças profissionais. Noções de Primeiros Socorros. \n \nEMENTA \n \nConceito: acidentes e doenças do trabalho, análise de risco: abordagem qualitativa e \nquantitativa. Estatística de acidentes, avaliação de risco. Princípios, regras e equipamentos de \nproteção. Causas da doença do trabalho: agentes biológicos e agentes ergonômicos. \nCondições ambientais: padrões, medição, avaliação. Métodos de proteção: individual, coletiva, \nventilação geral, diluidora, ventilação local exaustora. \n \nBIBLIOGRAFIA \n \nBásica: \n \nBREVIGLIERO, E.; POSSEBON, J.; SPINELLI, R. Higiene ocupacional: agentes \nbiológicos, químicos e físicos. 6ª ed. São Paulo: SENAC São Paulo, 2011. \nMATTOS, U. A. de O.; MÁSCULO, F. S. Higiene e Segurança do Trabalho. Rio de janeiro; \nElservier. 2011.  \nMÁSCULO, F. S.; VIDAL, M. C. Ergonomia: trabalho adequado e eficiente. Rio de Janeiro: \nElsevier/Abepro, 2011. \n \nComplementar: \nPACHECO JUNIOR, W. Qualidade na Segurança e Higiene do Trabalho: serie SHT 9000. \nNormas para gestão e garantia da qualidade. São Paulo: Atlas. 1995. \nGIUDICE, H. F. Segurança e Higiene do Trabalho nas Empresas. Rio de Janeiro: Mac-\nCulloch, 1973. \nMENDES, R.. Patologia do Trabalho. 3. Ed. São Paulo-SP: Editora Atheneu. 2013. v.1-2.  \nSAAD, G. E. Legislação de acidentes, segurança, higiene, Medicina do Trabalho: \nColetânea de Leis, Decretos e Portarias Anotadas e Comentadas. São Paulo: ABPA. \nSZABÓ JÚNIOR, A. M. Manual de segurança, higiene e Medicina do trabalho. 4a e 5a ed. \natual. São Paulo: Rideel, 2013.  \n \n \n \n \n \n \n \n \n", "118": "117 \n \nINSTALAÇÕES INDUSTRIAIS \nCurrículo \n2012 \nCarga Horária \n \nCódigo \nEPR501 \nPeríodo \n9 \nTeórica \n48 \nPrática \n0 \nTotal \n48 \nTipo \nObrigatória \nPré-requisito \n \nCo-requisito \n \nCréditos \n3 \nOBJETIVOS \n \nInteirar o aluno com relação à implantação de indústrias nos seguintes aspectos: \n- Detalhamento das instalações, do ambiente e da segurança na indústria. \n- As técnicas e os materiais utilizados no projeto e na construção de edificações industriais. \n- Metodologia de trabalho na implantação de indústrias, envolvendo o empreendedor, os \nórgãos públicos, empresas de engenharia, consultores, fornecedores de maquinas e \nequipamentos. \n \nEMENTA \n \nSistemas Empresariais. Sistemas de Instalações Industriais. Processos Associados às \nInstalações Industriais. Metodologia de Implantação. Unidades Típicas de uma Indústria. \nEdificações Industriais. \n \nBIBLIOGRAFIA \n \nBásica: \nMAYNARD, H. B. Manual de Engenharia de Produção: Instalações Industriais. São Paulo: \nEdgard Blucher, 1970. 10. Vol.8. \nOLIVERIO, J. L.. Projeto de fábrica: produtos, processos e instalações industriais. São \nBernardo do Campo: Ivan Rossi, [s.d.]. \nVALLE, C. E. Implantação de indústrias. Rio de Janeiro: L.T.C, 1975. \n \nComplementar: \nMAYNARD, H. B. Manual de Engenharia de Produção: Instalações Industriais. São Paulo: \nEdgard Blucher, 1970. 10. 211 p. Vol. 8. \nNEPOMUCENO, L. X. Manutenção preditiva em instalações industriais: procedimentos \ntécnicos. São Paulo: Edgard Blucher, 1985. 521 p. \nMUTHER, R. Planejamento do Layout: Sistema SLP. São Paulo: Edgard Blucher, 1978. 192 \np. \nMAMEDE FILHO, J. Instalações elétricas industriais. 8a ed. Rio de Janeiro: LTC, 2012. 666 \np. \nKUNZI, C. Instalações Industriais Mecânicas. Belo Horizonte: UFMG, 1963. 268 p. Vol.1. \n \n \n \n \n \n12. REFERÊNCIAS \n Universidade Federal de Itajubá. Plano de Desenvolvimento Institucional 2015-2018. \nDisponível em: <https://www.UNIFEI.edu.br/files/anexos/PDI.pdf>. Acesso em 11 ago.2016. \n", "119": "118 \n \n Universidade Federal de Itajubá. Regimento Geral da UNIFEI. Disponível em: < \nhttps://www.UNIFEI.edu.br/files/Regimento%20Geral%20UNIFEI%20-\n%20Atualizado%20em%2023.05.16_0.pdf>. Acesso em 12 ago.2016. \n Instituto Brasileiro de Geografia e Estatística – IBGE. Cidades. Disponível em: < \nhttp://www.cidades.ibge.gov.br/xtras/perfil.php?lang=&codmun=313240&search=||infogr%E1fi\ncos:-informa%E7%F5es-completas>. Acesso em 12 ago.2016. \n Dias, B.C.; Bortolini, L.V.; Rodarte, T.L. O setor de biotecnologia em Minas Gerais – \nGuia de informações para formulação de políticas. Governo de Minas Gerais – Desenvolvimento \neconômico. \nDisponível \nem: \n<http://www.desenvolvimento.mg.gov.br/images/documentos/Relat%C3%B3rio%20Biotec%20-\n%20Final%20(revisado)%208jan2014.pdf>. Acesso em 12 out.2016. \n BRASIL. Presidência da República. Casa Civil. Lei nº 9.394, de 20 de dezembro de \n1996. Estabelece as diretrizes e bases da Educação Nacional. Diário Oficial da União, Brasília, \nDF, 23 dez. 1996. Disponível em: <https://www.planalto.gov.br/ccivil_03/Leis/L9394.htm>. \nAcesso em: 18 out. 2014. \n"}