{"1": " \nUNIVERSIDADE FEDERAL DE  \nMINAS GERAIS \nCAMPUS REGIONAL DE MONTES CLAROS  \nINSTITUTO DE CIÊNCIAS AGRÁRIAS \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DO CURSO DE \nENGENHARIA AGRÍCOLA E AMBIENTAL \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nMontes Claros - MG \nFevereiro – 2008 \n", "2": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \n \n \nUNIVERSIDADE FEDERAL DE MINAS GERAIS \n \nProf. RONALDO TADÊU PENA \nReitor \n \nProfª. HELOÍSA MARIA MURGEL STARLING \nVice-Reitora \n \nProf. MAURO MENDES BRAGA \nPró-Reitor de Graduação \n \nProfa. CARMELA MARIA POLITO BRAGA \nPró-Reitora Adjunta de Graduação \n \n \n \nADMINISTRAÇÃO - CAMPUS REGIONAL DA UFMG EM MONTES \nCLAROS: \n \nProf. ROGÉRIO MARCOS DE SOUZA \nDiretor \n \nProf. ERNANE RONIE MARTINS \nVice-Diretor \n \n \n \n \n \n \n \n \n \n \n", "3": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \n \n \n \n \n \n \n \n \n \n \nMissão do Campus \nRegional da UFMG em \nMontes Claros \n \nRealizar \nensino, \npesquisa \ne \nextensão \nde \nqualidade, \nformando \nrecursos \nhumanos \ncapazes de exercer a cidadania e \nde promover o desenvolvimento \nsustentável \ndo \nsemiárido \nbrasileiro. \n \n \n \n \n \n \n \n \n \n \n \nELABORAÇÃO DO PROJETO PEDAGÓGICO DO \nCURSO DE ENGENHARIA AGRÍCOLA E \nAMBIENTAL: \n \nProf. Edson de Oliveira Vieira \n                          ICA/UFMG - eovieira@nca.ufmg.br  - Tel 38-2101-7708 \nProf. Flávio Pimenta de Figueiredo \nProf. Flávio Gonçalves Oliveira \nProf. Luiz Arnaldo Fernandes \n \n", "4": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \nS U M Á R I O \n \n1 – APRESENTAÇÃO............................................. .......................... 6 \n \n2 – O CAMPUS REGIONAL DE MONTES CLAROS......................... 7  \n3 - CARACTERIZAÇÃO DO MUNICÍPIO........................................... 8 \n \n4 – RAZÕES PARA CRIAÇÃO DO CURSO DE ENGENHARIA \nAGRÍCOLA E AMBIENTAL....................................................... 9 \n \n4.1 – Justificativa............................................................................. 9 \n \n4.2 – Similaridade na formação do Agrônomo, Zootecnista e do \nEngenheiro Agrícola e Ambiental................................................ 10 \n \n4.3 - Objetivos Gerais...................................................................  10 \n    4.4 – Objetivos Específicos do curso............................................. 11 \n5 – IDENTIFICAÇÃO DO CURSO DE ENGENHARIA AGRÍCOLA E \nAMBIENTAL...................................................................................... 12 \n \n5.1 – Histórico e Relevância........................................................ . 12 \n \n5.2 – Perfil Profissional.................................................................  13 \n5.2.1 – Competência e Habilidades....................................... 14 \n5.2.2 – Legislação Ética e Profissional.................................. 15 \n \n5.3 – Estratégias para atingir o perfil profissional desejado.......... 15 \n \n5.4 – Mercado de Trabalho........................................................... 17 \n \n5.5 – Amparo Legal....................................................................... 18 \n \n6 – PROPOSTA CURRICULAR........................................................ 19 \n \n6.1 – Caracterização Geral............................................................ 19 \n \n6.2 – Considerações...................................................................... 19 \n              6.2.1 – Formação Complementar Aberta............................. 20 \n                     6.2.1.1 – Condições para integralização de créditos em \nAtividades Acadêmicas......................................................   21 \n              6.2.2 – Formação Livre.......................................................  23 \n              6.2.3 – Estágio em Engenharia Agrícola e Ambiental.......... 24 \n              6.2.4 – Estágio..................................................................... 24 \n              6.2.5 – Trabalho de Conclusão de Curso............................ 24 \n              6.2.6 – Disciplinas Optativas............................................... 25 \n 6.3 – O Tutor acadêmico no Bacharelado em Engenharia Agrícola e \nAmbiental com Formação Complementar Aberta................ 25 \n \n 6.4 – Estrutura de Funcionamento do Curso................................ 25 \n    \n7 – PROPOSTA DE AVALIAÇÃO DO CURSO................................. 26 \n      7.1 – Processo de Avaliação....................................................... 26 \n \n              7.1.1 – Avaliação Interna..................................................... 27 \n", "5": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \n              7.1.2 – Avaliação Externa.................................................... 27 \n              7.1.3 – Reavaliação............................................................. 27 \n \n \n \n", "6": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \n \n1. APRESENTAÇÃO \nNos espaços geográficos menos desenvolvidos do Brasil, a atuação \nquantitativa e qualitativa de profissionais especializados na área de Ciências \nAgrárias e Ambientais é fundamental para a reversão do quadro de \nsubdesenvolvimento e de degradação da natureza. \nO aproveitamento e o estímulo à produção agropecuária, a regularização \ndo abastecimento e a competição no mercado internacional, além da \nnecessidade de conservação do meio ambiente, demandam a formação de \nprofissionais especializados em Ciências Agrárias e Ambientais, principalmente \npara as regiões semi-áridas e de cerrado do país. \nPara essas regiões, a preocupação desses profissionais assume maior \nimportância ao se considerar que sua economia está assentada na produção \nagropecuária e nas perspectivas que a biotecnologia tem criado para este setor \nda economia. \nA Região Norte Mineira apresenta em sua trajetória histórica, uma forte \nligação com o Nordeste: sua ocupação, seu povoamento, as ligações inter-\nregionais, tudo isto aponta para uma continuidade entre ambos. A marcar essa \ntrajetória histórica está o fenômeno das secas, que periodicamente lança o \nhomem do Norte de Minas, assim como seus irmãos nordestinos, numa luta \npela sobrevivência. A economia, por sua vez, embora tenha incorporado \nbenefícios trazidos pelos órgãos governamentais, ainda se ressente da \nausência de capitais, da falta de padrão tecnológico regional, da má \ndistribuição e de níveis insatisfatórios de renda, além de outros fatores. \nA Universidade Federal de Minas Gerais (UFMG) vislumbra a \npotencialidade agropecuária do Norte de Minas Gerais há muito tempo. Em \n1964 foi criado o Curso Técnico em Agropecuária pela UFMG, com os objetivos \nde atender a demanda dos produtores rurais e oferecer ensino técnico de \nqualidade para a região.  Entretanto, devido à imensa carência de profissionais \ndas Ciências Agrárias com formação voltada para a problemática regional, \nsomente a existência de um curso técnico em Agropecuária mostrou-se \ninsuficiente. Assim, em 1998 surgiu o Curso de Agronomia da Universidade \nFederal de Minas Gerais com o objetivo de contribuir com o desenvolvimento \ncientífico e tecnológico da região. A implantação do curso em Montes Claros foi \no primeiro passo da aplicação da política de interiorização da Universidade de \nMinas Gerais no Estado. \nCom a consolidação do curso de Agronomia e Zootecnia devido ao perfil \nagropecuário da região do Norte de Minas, que ainda apresenta uma atividade \nagrícola com baixos índices de produtividade e com sérios problemas \nambientais , o Instituto de Ciências Agrárias propôs-se a implantar o curso de \nGraduação em Engenharia Agrícola e Ambiental, vislumbrando uma \nperspectiva com melhores índices no futuro próximo. \n", "7": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \nO Curso Superior Engenharia Agrícola e Ambiental, que está sendo \nproposto para o Campus Regional em Montes Claros, cumpre as exigências \nlegais vigentes e atende as “Diretrizes Curriculares Nacionais para os Cursos \nde Graduação Engenharia Agrícola”, contemplando a FLEXIBILIZAÇÃO \nCURRICULAR. Além disso, o curso adequa-se às atuais tecnologias para a \nagricultura moderna, atende as questões ambientais e está programado, \nsobretudo, para atender às peculiaridades das regiões de clima semiárido e de \nCerrado brasileiro, bem como à agroindústria e, principalmente, aos pequenos \nprodutores rurais.  \nDessa forma, a Universidade Federal de Minas Gerais amplia a sua \nrelevante função político-social perante a sociedade e mais uma vez interioriza \nsua atuação no Estado de Minas Gerais. \n \n2 . O CAMPUS REGIONAL DE MONTES CLAROS \nO campus regional da UFMG em Montes Claros está inserido em uma \nfazenda-escola, localizada a 7 km do centro da cidade, com uma área de \n232,32 ha. Ainda, nessa Unidade funciona o Colégio Agrícola Antônio Versiani \nAthayde, criado pela lei n° 4.323, de 11/04/64, sendo incorporado à UFMG pelo \ndecreto n° 63.416, em 1968. \nPor Portaria do Reitor nº 768, de 18/09/75, foi instituído o Núcleo de \nTecnologia em Ciências Agrárias, para implantação dos cursos superiores de \ncurta duração em Bovinocultura e Administração Rural. \nEm 1981, foram encerradas as atividades dos cursos superiores de curta \nduração, sendo reativado o ensino de 2º grau para formação de técnicos em \nagropecuária. \nEm 1987, por decisão do Conselho Universitário, o Núcleo de \nTecnologia em Ciências Agrárias de Montes Claros passa a ser denominado \nNúcleo de Ciências Agrárias da Universidade Federal de Minas Gerais e \nincluído no Estatuto da Universidade como Unidade Especial, vinculada à \nReitoria, conforme publicação no Diário Oficial de 06/06/89. \nEm 1998, por meio da resolução 04/98 do Conselho Universitário foi \ncriado o Curso Superior em Agronomia no campus Regional de Montes Claros \nda UFMG, o qual recebeu a primeira turma em 1999.  \nEm 2005, Conselho Universitário criou o curso superior em Zootecnia no \nCampus Regional de Montes Claros da UFMG por meio da resolução 04/98 \ncom previsão de formatura da primeira turma em 2009. \nNo 15 de maio de 2008, Conselho Universitário, por meio da Resolução \nComplementar 02/2008 aprovou a transformação do Núcleo de Ciências \nAgrárias do Campus Regional de Montes Claros em Instituto de Ciências \nAgrárias, tornando a 20ª Unidade Acadêmica da UFMG. \n \n", "8": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \nAlém dos cursos técnico em Agropecuária e Superior em Agronomia e \nZootecnia, o Campus Regional de Montes Claros da UFMG oferece, desde \n2004, o curso de Especialização em Recursos Hídricos e Ambientais e em \n2006, o Mestrado em Ciências Agrárias com concentração em Agroecologia. \nAtualmente o Campus Regional de Montes Claros da UFMG está \nestruturado em três Setores Acadêmicos: Ciências Básicas e Humanas; \nFitotecnia e Zootecnia, os quais desenvolvem, além das atividades de ensino, \ninúmeras atividades de extensão e recentemente vem intensificando suas \natividades de pesquisa. \n \n3. CARACTERIZAÇÃO DO MUNICÍPIO \nA região está incluída no Polígono das Secas, constituindo-se a área \nmineira da SUDENE, hoje ADENE, o que logrou uma política diferenciada, \nimplementadora de incentivos que propulsionassem a região rumo ao \ndesenvolvimento, resultando em benefícios tangíveis que aos poucos, vai \nconsolidando o Norte de Minas como região de possibilidades comparáveis ao \nrestante do país, embora ainda apresente baixos índices de desenvolvimento \nhumano. \nA região localiza-se entre os paralelos de 14o e 18o de latitude sul e os \nmeridianos de 41o e 46o a oeste de Greenwich. Apresenta a maior extensão \nno sentido leste-oeste, com uma distância angular de 4o 30´15” e 480 km de \ndistância linear, e na direção norte-sul sua maior distância angular é de \naproximadamente 4o e a maior distância linear de ordem de 420 km. Limita-se \nao norte com o Estado da Bahia, ao sul em grande parte com rio \nJequitinhonha e com os municípios de Joaquim Felício, Buenópolis, Augusto \nde Lima, Corinto, Barreiro Grande e São Gonçalo do Abreu; a oeste com os \nmunicípios de João Pinheiro, santa Fé de Minas, São Romão, Arinos, \nFormoso e com o rio São Francisco; a leste com os municípios de \nComercinho, Itinga, Coronel Murta e com o Estado da Bahia. Compreendendo \n55 municípios, com 120.701 km2, correspondendo a 20,6% da área total do \nestado. Nessa região a agropecuária absorve 61% da população \neconomicamente ativa. \nA rede hidrográfica da área é composta por partes de três bacias, que \nsão as do rio São Francisco, Pardo e Jequitinhonha. O rio São Francisco \ndestaca-se como o mais importante da rede hidrográfica da área, percorrendo-\na em direção sul-norte e recebendo importantes afluentes em suas margens. O \nsegundo sistema apresenta como rio mais importante o Jequitinhonha, que \nocorre no limite da área a sudeste e, o terceiro sistema é constituído pel o rio \nPardo e seus afluentes, sendo o percurso deste rio de direção oeste-leste, \npenetrando no Estado da Bahia. \nA temperatura média anual da região varia entre 20 e 24 o, sendo as \nmaiores temperaturas verificadas no vale do São Francisco e as menores nos \n", "9": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \nmunicípios de Grão Mogol e Cristália. As temperaturas mais elevadas ocorrem \nno mês de outubro e as mais baixas no mês de julho.  \nA precipitação anual média, em toda área, varia entre 750 a 1.250 mm. \nA precipitação para o trimestre mais seco e mais úmido, para toda a área é \nrespectivamente junho-julho-agosto e novembro-dezembro-janeiro. \nA região Norte de Minas apresenta em maior extensão formações \ngeológicas de origem metassedimentar. As diversas formações da área, \ncronologicamente, se situam desde o Pré-cambriano até o Haloceno, \ndestacando-se, por sua maior extensão, aquelas atribuídas ao Pré-cambriano \nA (Grupo Bambuí) e ao Cretáceo (Formação Urucuia e Areado), além de \nrecobrimentos referidos provavelmente ao Terceário. \nQuanto à vegetação, as principais formações encontradas na região são: \nCerrado e formações afins, Caatingas, Florestas (caducifólia, subcaducifólia, \ncaducifólia de várzea e subcaducifólia de várzea e perenifólia de várzea com \nburiti), Formações lenhosas de transição (Floresta/Caatinga, Floresta/Cerrado \ne Cerrado/Caatinga), Campo de várzea e Formações rupestres. Os Cerrados é \no bioma característico da região, sendo o nascedouro de 6 das 8 maiores \nbacias hidrográficas do continente sul-americano, como a do Vale do São \nFrancisco, considerada “caixa d’água” continental.  \nOs fatores climáticos da região determinam uma paisagem física e \nhumana marcada pelo atraso econômico, em relação as demais regiões do \nEstado.  \n \n4. RAZÕES PARA CRIAÇÃO DO CURSO \n4.1 Justificativa \nA implantação do Curso de Engenharia Agrícola e Ambiental no \nCampus Regional em Montes Claros corrobora com o efetivo processo \nde interiorização da universidade pública, principalmente em regiões de \nelevadas demandas em todos os segmentos sócio-econômico como é no \nsemiárido mineiro, compreendendo uma das regiões mais carentes de \nMinas Gerais. Esse projeto possibilitará à UFMG, como instituição \npública de ensino superior, assumir, de fato, o lugar e os meios de se \ntornar agente solidário da sociedade mineira e nacional.  \nApesar da imensa carência de profissionais na área de Ciências \nAgrárias na região, a disponibilidade de cursos na área ambiental ainda é \nextremamente baixa, considerando que apenas a Universidade Federal \nde Viçosa oferece o curso de Engenharia Agrícola e Ambiental na região \nsudeste do país. Assim, iniciativas no sentido de ampliar a capacidade \ninstalada de vagas em cursos de graduação são bem-vindas, \nespecialmente na área ambiental, sendo que a região norte mineira \npossui vários perímetros públicos irrigados (Projetos Jaíba, Gorutuba, \n", "10": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \nLagoa Grande, Estreito e Pirapora) e ainda existem vários estudos para a \nimplantação de outros projetos (Jequitaí, Berizal, Irapé, Salinas e \nCongonhas) os quais demandam competência dos recursos humanos \npara o monitoramento, planejamento e gerenciamento dos recursos \nhídricos e ambientais, envolvendo a utilização e/ou adaptação de \ntecnologias \napropriadas, \nconsiderando \nas \npeculiaridades \nsócio-\neconômicas-ambientais da região. \n \n \n4.2 Similaridade na formação do Zootecnista, do Agrônomo do \nEngenheiro Agrícola e Ambiental. \n \n \nSegundo as “Diretrizes Curriculares Nacionais para os Cursos de \nGraduação em Engenharia Agrícola” aprovado em Resolução n° 2 de 2 de \nfevereiro de 2006, define componentes curriculares muito semelhantes ao \ncurso de Engenharia agronômica. O curso, a exemplo dos cursos de \nAgronomia e Zootecnia, estabelecerá ações pedagógicas com base no \ndesenvolvimento de condutas e de atitudes com responsabilidade técnica e \nsocial, tendo como princípios, tais como respeito à fauna e à flora; a \nconservação e recuperação da qualidade do solo, do ar e da água; o uso \ntecnológico racional, integrado e sustentável do ambiente; o emprego de \nraciocínio reflexivo, crítico e criativo; e o atendimento às expectativas humanas \ne sociais no exercício das atividades profissionais. Com isso, será estabelecido \numa sinergia entre os cursos já existentes e o curso proposto.  \n \n4.3 Objetivos gerais \n \nOs objetivos gerais do curso são: \n \n- formar profissionais com visão global, crítica e humanística para a \ninserção em setores profissionais, aptos a tomarem decisões em um \nmundo diversificado, interdependente que participem no desenvolvimento \nda sociedade brasileira; \n- difundir a integração homem-natureza como componente de um mesmo \nsistema; \n- estimular o desenvolvimento de pensamento reflexivo do aluno, \naperfeiçoando sua capacidade investigativa, inventiva e solucionadora de \nproblemas relacionados com o semiárido brasileiro. \n- incentivar a pesquisa e a investigação científica, visando ao \ndesenvolvimento da ciência e da tecnologia bem como à difusão da \ncultura e, desse modo, desenvolver o entendimento do homem e do meio \nem que vive; \n", "11": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \n- aprimorar sua capacidade de trabalhar em equipe, desenvolvendo o \nrelacionamento interpessoal e exercitando a cooperação; \n- enfatizar a importância de consideração dos aspectos ambientais dos \nprojetos, conscientizando para a prática profissional focada no \ndesenvolvimento sustentável, levando-se em conta os interesses das \natuais e futuras gerações; \n- habilitar profissionais a supervisionarem os diferentes compartimentos \nda natureza (ar, água e solo), a monitorarem o seu estado, propondo \nsoluções; \n- munir o aluno de visão sistêmica com o intuito de formar um profissional \ncapacitado para solucionar problemas de engenharia nos setores \nagropecuário, agroindustrial e ambiental;  \n- despertar o espírito empreendedor do aluno, estimulando-o a participar \nda geração de soluções inovadoras no âmbito da Engenharia Agrícola e \nAmbiental e a desenvolver visão crítica para percepção de oportunidades \nde negócios; \n- instigar o aprendizado dos procedimentos e das técnicas e o manuseio \napropriado dos recursos tecnológicos aplicados na prática profissional; e \n- estimular a adoção dos princípios da sustentabilidade em todas as \npropostas e ações. \n \n4.4 Objetivos específicos do curso \n \nO curso de Engenharia Agrícola e Ambiental do Instituto de \nCiências Agrárias da UFMG tem como objetivo formar profissionais com \nconhecimento nas áreas das engenharias tais como Engenharia \nMecânica, Civil, Elétrica, Ambiental e da Agronomia. Assim, será o \nprofissional que atuará na interface da ciência da engenharia e da \nagronomia gerando tecnologias adaptadas aos sistemas produtivos \nespecíficos para região semi-árida brasileira com uma visão abrangente \ndos recursos ambientais, para elaborar projetos economicamente viáveis, \ne propor alternativas ecologicamente sustentáveis de utilização dos \nrecursos hídricos e edáficos. O curso terá também como objetivos \nespecíficos: \n- habilitar profissionais a supervisionarem os diferentes compartimentos \nda natureza (ar, água e solo), a monitorarem o seu estado, propondo \nsoluções; \n- promover a identificação dos processos de degradação ambiental para \nelaboração de propostas de recuperação do ambiente, respeitando a \ncondição social, cultural e econômica da comunidade envolvida; \n- suscitar o desejo permanente de aperfeiçoamento profissional \ncontinuado, integrando os conhecimentos adquiridos de forma crítica e \ncriativa. \n", "12": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \n5. \nIDENTIFICAÇÃO \nDO \nCURSO \nDE \nENGENHARIA \nAGRÍCOLA \nE \nAMBIENTAL \n5.1 Histórico e Relevância \n \n \nNos Estados Unidos, os primeiros Departamentos de Engenharia \nAgrícola surgiram no final do século XIX. No Brasil o primeiro curso foi criado \nem 1973 em Pelotas-RS. A Engenharia Agrícola, como profissão, foi \nintroduzida no Brasil no início dos anos setenta, com intuito de contribuir para \nviabilização do intenso processo de modernização da agricultura a partir da \ndécada anterior. Conferências e discussões com diferentes especialistas e o \nestabelecimento do Perfil Ocupacional e do Perfil Profissional, foram as \nprimeiras etapas deste trabalho, que buscou um currículo mais adequado à \nrealidade brasileira, considerando seus aspectos tecnológicos, econômicos, \nsociais, culturais e ambientais. A estrutura curricular buscou integração entre \nas diferentes etapas curriculares, que se sobrepõem, e entre as diferentes \nlinhas curriculares, que se intercruzam. O currículo mínimo serviu de parâmetro \npara o estabelecimento dos limites entre as disciplinas de caráter obrigatório e \nas eletivas. Buscou-se uma distribuição equilibrada das cargas horárias \nsemestrais para possibilitar, aos alunos, tempo necessário para atividades \nextra-classe, que ganharam intensidade. As linhas curriculares estabelecidas \npara o curso foram: Utilização dos Recursos Naturais; Construções Rurais; \nTecnologia da Pós-Colheita; Planejamento e Desenvolvimento Rural; Projeto \nde Máquinas, Implementos e Ferramentas Agrícolas; e Sistemas Energéticos \nRurais. A dinâmica curricular foi tratada com visão prospectiva, com a ênfase \ndo ensino se deslocando para o “aprender como aprender”, a fim de manter o \nprofissional atualizado, flexível e capaz de se adaptar às inovações \ntecnológicas e às intensas mudanças que nos reservam o futuro próximo.  \nO primeiro curso de Engenharia Agrícola e Ambiental do Brasil resultou \nda compreensão das transformações sociais, culturais, tecnológicas e, \nprincipalmente, ambientais que ocorrem no âmbito da exploração agrícola. As \nmudanças globais demandam novos conhecimentos e novas capacitações que \ndeterminam novas formas de atuação profissional no campo das Ciências \nAgrárias, num panorama que exige a implementação de ações ambientais \nvoltadas para o desenvolvimento sustentável da agricultura. Nesse cenário foi \ncriada, em junho de 1994, uma comissão composta por membros da Câmara \nCurricular de Engenharia Agrícola da Universidade Federal de Viçosa para \npropor medidas de modernização do curso, objetivando formar profissionais \ncom competências voltadas ao atendimento de demandas da sociedade do \nnovo milênio, nas diversas áreas de atuação do Engenheiro Agrícola. Os \ntrabalhos desenvolvidos pela comissão culminaram com a realização, em \nnovembro de 1996, do Seminário de Reestruturação do Curso de Engenharia \nAgrícola, quando foram propostas alterações curriculares visando enfocar a \nárea de atuação ambiental, em conformidade com os anseios da sociedade, \nexpressos na Conferência das Nações Unidas sobre o Meio Ambiente e \nDesenvolvimento Humano, mais conhecida como RIO 92. \n", "13": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \n \nO mercado de trabalho tem absorvido bem o engenheiro agrícola e \nambiental, já que, por ser um profissional com atribuições nas áreas de \nconstruções rurais, hidrologia, irrigação e drenagem, energização rural, \nmecanização agrícola e armazenamento e processamento de produtos \nagrícolas, ele passou a poder atuar também na solução de problemas \nambientais, \ndecorrentes \nde \natividades \nagropecuárias, \nagroindustriais, \nindustriais e urbanas, seja no tratamento e destinação final dos resíduos, na \ngestão e qualidade da água e do solo ou na recuperação de áreas \ndegradadas.  \nA crescente contratação de engenheiros agrícolas e ambientais, para \nassumir cargos de responsabilidade ou mesmo de gerência na área ambiental \nem usinas siderúrgicas, mineradoras e até em empresa petrolífera, é indicativo \nda ampliação do mercado de trabalho para esses profissionais.  \nA boa aceitação do profissional pelo mercado se dá em razão da sua \nformação básica em diversos ramos das engenharias, o que possibilita que \nesse profissional, além de dar adequada solução ao problema ambiental, possa \nintervir no processo produtivo, de forma a minimizar os problemas ambientais \ncausados pela atividade. Assim, esse profissional faz o planejamento ambiental \ndas áreas de plantio e de criação de rebanhos, determinando os locais para \ndisposição de resíduos, a reciclagem de dejetos da produção e a preservação \ndas fontes de água para impedir que sejam contaminados por agrotóxicos.  \n \n5.2 Perfil Profissional \nO Curso de Engenharia Agrícola e Ambiental deverá formar um \nprofissional com sólida base científica, capacidade crítica e criativa, de forma a \nlhe permitir resolver problemas da agropecuária, inclusive os de regiões com \ncaracterísticas do semiárido e cerrado brasileiro. Este profissional formado no \nICA/UFMG terá um forte embasamento em vários ramos da engenharia, para \naplicação de conhecimentos na solução de problemas da atividade agrícola, \nem seus múltiplos aspectos, necessidades e desenvolvimento. As principais \náreas de conhecimento do curso são: Recursos Hídricos e Saneamento \nAmbiental; Construções Rurais e Ambiência; Meio Ambiente e Poluição; \nPlanejamento, Gestão e Ciências Sociais; Agropecuária, Máquinas e \nMecanização Agrícola e Energia e Geoprocessamento. Tratando-se, ainda, de \nprofissional envolvido com constantes modificações ambientais, produtos e \nprocessos advindos do uso de recursos naturais, é imperativo, que sejam \nassimiladas e desenvolvidas pelos futuros profissionais condutas e atitudes de \nrespeito, uso racional e sustentável do ambiente, de constante preocupação \ncom a recuperação e/ou conservação dos recursos naturais, de emprego de \nraciocínio crítico no julgamento de causas e efeitos das ações de Engenharia, \ncom objetivo da promoção da qualidade da vida humana em equilíbrio com o \nmeio ambiente. \n", "14": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \nEste profissional deverá ter um profundo conhecimento tecnológico e \ncientífico, bem como ser capaz de analisar e relacionar a exploração \nagropecuária como integrante da economia de um sistema, no qual interagem \no manejo da produção e o uso de tecnologias capazes de transformar a \nrealidade rural observando os valores sociais e a conservação do meio \nambiente. \nNo processo de elaboração e desenvolvimento do plano curricular, será \nevidenciada a importância da ação pedagógica capaz de possibilitar a \nformação de profissionais sensíveis às questões socia is e ao exercício da \ncidadania. Nesse sentido, a prática pedagógica e os projetos elaborados \ndeverão contemplar, na sua essência, o aprimoramento das competências \ntécnicas políticas e pedagógicas. \nO Engenheiro Agrícola e Ambiental deve ser um profissional com sólida \nbase de conhecimentos científicos e tecnológicos e deve estar preparado para \nplanejar e gerenciar diferentes sistemas de produção da agropecuária, \notimizando a \nutilização \ndos recursos, \npotencialmente, \ndisponíveis \ne \ntecnologias, socialmente, adaptáveis; desenvolver pesquisas demandadas \npelos problemas reais do campo e ser um eficiente agente de extensão rural.  \nO profissional em Engenharia Agrícola e Ambiental formado no \nInstituto de Ciências Agrárias da UFMG terá como perfil: \nI - sólida formação científica e profissional com plena capacidade de absorver e \ndesenvolver tecnologia para região Semi-Árida Brasileira; \nII - capacidade crítica e criativa na identificação e resolução de problemas que \nafligem a região Semi-Árida, considerando seus aspectos políticos, \neconômicos, sociais, ambientais e culturais, com visão ética e humanística, \nem atendimento às demandas da sociedade da região; \nIII - compreensão e tradução das necessidades de indivíduos, grupos sociais e \ncomunidade, com relação aos problemas tecnológicos, socioeconômicos, \ngerenciais e organizativos, bem como utilização racional dos recursos \ndisponíveis, além da conservação do equilíbrio do ambiente; e \nIV - capacidade de adaptação, de modo flexível, crítico e criativo, às novas \nsituações. \n \n5.2.1. Competências e Habilidades  \nEngenharia Agrícola e Ambiental é a profissão que busca a \nsolução de problemas que afetam o desenvolvimento do meio rural, \nfornecendo os conhecimentos de engenharia necessários às atividades \nagrícolas. A necessidade de conhecimento científico e tecnologia, infra-\nestrutura \ne \ninsumos \ntorna-se \ncada \nvez \nmais \nimperiosa \nno \ndesenvolvimento de uma agropecuária racional, principalmente quando \nse trata de uma região de recursos escassos e clima irregular. A \n", "15": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \nutilização de técnicas apropriada para o semiárido; o aumento da \nprodutividade da terra e da mão-de-obra de forma racional e sustentada; \na diminuição dos riscos; a conservação do solo, dos recursos hídricos e \ndo ambiente; a regularização da oferta de produtos agropecuários; a \nenergização rural alternativa; a captação, armazenamento e uso da água \nde chuva; o conforto e a segurança no trabalho agrícola e o \ndesenvolvimento social harmonioso, envolvem a aplicação de engenharia \nespecífica para uma agricultura tradicionalmente tratada como de \nsubsistência. Todos esses fatores evidenciam a necessidade de um \nprofissional de nível superior com sólidos conhecimentos de engenharia \ne do ambiente agrícola voltados para a realidade do semiárido brasileiro. \n \n5.2.2 Legislação e Ética Profissional \n \nAs atividades do Engenheiro Agrícola são reguladas pelo CONSELHO \nFEDERAL DE ENGENHARIA , ARQUITETURA E AGRONOMIA (CONFEA). A \nResolução n° 256, de 27 de maio de 1978, apresenta a seguinte redação:  \n        Compete ao Engenheiro Agrícola o desempenho das atividades 01 a 18 \ndo Artigo 1o da Resolução 218/73 do CONFEA, referentes à aplicação de \nconhecimentos tecnológicos para a solução de problemas relacionados à \nprodução agrícola, envolvendo energia, transporte, sistemas estruturais e \nequipamentos, nas áreas de solos e águas, construções para fins rurais, \neletrificação, \nmáquinas \ne \nimplementos \nagrícolas, \nprocessamento \ne \narmazenamento de produtos agrícolas, controle de poluição em meio rural, \nseus serviços afins e correlatos. \n \n5.3 Estratégias para atingir o perfil profissional desejado \na) Formação de um cidadão em consonância com os preceitos da \ncidadania e da ética. Para tanto, a instituição criará meios para incentivar o \naluno, em toda sua trajetória acadêmica, a adquirir capacidade crítica perante o \nmundo, discutindo valores, crenças, ideologias e costumes; aprimorar sua \nformação sócio-cultural e enfatizar a noção de responsabilidade e solidariedade \ncoletiva. Tal objetivo será alcançado principalmente através da prática e da \npostura de professores e autoridades educacionais bem como dos conteúdos \nabordados. Além disso, outras estratégias serão adotadas e priorizadas, como \na organização de atividades semestrais como palestras, seminários, debates, \nvisitas a instituições comunitárias, ou seja, atividades que promovam a \ndiscussão de temas éticos ligados à realidade da escola e da sociedade. \n", "16": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \nb) Formação de profissionais qualificados em consonância com as \nexigências do mundo contemporâneo.   \nAs estratégias utilizadas para tal objetivo estão centralizadas \nprincipalmente na organização curricular do curso. As disciplinas optativas \npossibilitarão por um lado uma maior especialização do aluno na área \nescolhida, e por outro uma diversificação de saberes necessários à aquisição \nininterrupta de novos saberes. Assim o profissional terá como principal tarefa \naprender a aprender, e a proposta desta escola é ensiná-lo a aprender e, \nportanto, insistir na assimilação da ideia de uma educação permanente.  O \nprofissional será formado conjuntamente com o cidadão, capaz de tomar \ndecisões e se adaptar sempre a situações renovadas, um sujeito crítico e \nautônomo que deixa de ser apenas um apanágio da cidadania e passa a ser o \nfundamento da atividade profissional. Outra estratégia será os cursos de \nextensão e pós-graduação que serão estruturados e oferecidos pela instituição. \nOs primeiros serão mais constantes pois poderão ser feitos concomitantemente \ncom a graduação. Realização de colóquios, fóruns, visitas técnicas, etc., \ntambém serão meios para alcançar este objetivo. \nc) Desenvolvimento de trabalhos de extensão para integração com a \ncomunidade.  \nA comunidade é percebida pelo Instituto de Ciências Agrárias da UFMG, \ncomo sua principal parceira, pois se acredita que ela possua experiências e \nconhecimentos acumulados que somadas àqueles produzidos no interior da \ninstituição poderão promover mudanças sociais de forma participativa e \nsustentável. Nesse sentido, as atividades, dentro do possível, serão \ndesenvolvidas com e para a comunidade, a fim de interferir positivamente na \nsua realidade social. Para alcançar tal objetivo, as atividades serão \norganizadas a partir das necessidades da comunidade e não a partir do que a \ninstituição considera mais viável. O Instituto de Ciências Agrárias já desenvolve \nalgumas atividades de integração com a comunidade, contando com o apoio \nfinanceiro da Pró-Reitoria de Extensão da UFMG. \nd) Desenvolvimento de atividades de pesquisa e produção de novos \nconhecimentos.  \nPara alcançar tal objetivo, o enfoque principal será a pesquisa, que de \nacordo com a missão institucional, estará voltada principalmente para \nresponder às necessidades específicas da região, que poderão inclusive ser \nfeitas junto com as atividades comunitárias. As estratégias a adotadas serão:  \n Formação de Grupos de Pesquisa, compostos por discentes e \ndocentes. \n  Programas de Iniciação Científica, que além de estimular a pesquisa \n", "17": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \nentre os discentes, produzem conhecimentos nas várias áreas do \ncurso; \n Garantir a formação de pesquisadores e qualificação profissional do \ncorpo docente através de incentivos à realização de cursos de pós-\ngraduação ao nível de mestrado e doutorado, também prevista no \nplano de qualificação e carreira. \ne) Trabalhar o tempo escolar do aluno para que transcendam a sala de \naula.  \nCom tal objetivo, pretende-se tornar o tempo escolar do aluno mais \nprodutivo, para isso seu tempo será programado de forma a permitir maior \nflexibilidade. Outras atividades acadêmicas complementares como estágios, \nprojetos de extensão, seminários extra-classe, participação em eventos \ncientíficos, cursos de extensão, etc., que ocorrem fora do ambiente escolar, em \nvárias modalidades serão reconhecidas, supervisionadas e homologadas pela \nCoordenação do curso. \n 5.4 Mercado de Trabalho \n \nO Norte de Minas Gerais tem vocação para a exploração agropecuária, \nbem como a industrialização dos seus produtos. Dados do IBGE e outras \ninstituições indicam a participação decisiva desse setor na economia regional. \n \nVale destacar que a região apresenta inúmeros projetos de \ndesenvolvimento agropecuário, como os que seguem: Projeto Jaíba, Projeto \nGorutuba, Projeto de Irrigação do Estreito em Espinosa, Projeto de Irrigação \nem Pirapora, Agroindústria em Itacarambi, Projeto Agrícola em Rio Pardo de \nMinas, Projeto de Fruticultura, Cereais e Agroindústrias em Taiobeiras, Projeto \nde Fruticultura, Cereais e Criações em Januária, diversos assentamentos rurais \ne Programas Governamentais de Incentivos ao Setor Agropecuário, por meio \nda SUDENE e SUDENOR. Muitos desses projetos incluem a área de criações \nanimais em suas atividades, com destaque para os projetos de irrigação que \nestão incluindo a atividade aquícola entre as atividades econômicas.  \n \nAlém da orientação técnica e serviços de extensão rural a produtores e \nempresas, o Engenheiro Agrícola e Ambiental atua no desenvolvimento de \npesquisas, tanto em órgãos governamentais quanto na iniciativa privada. \nTrabalha também na direção de instituições de ensino e como professor em \ndisciplinas ligadas à produção animal, em Universidades e no Ensino técnico. \nExiste, portanto, demanda de profissionais qualificados em empresas públicas \ne \nprivadas, \nalém \ndaqueles \ncapacitados \npara \ngerir \nseus \npróprios \nempreendimentos. \n \n \n", "18": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \n5.5 Amparo Legal \n \nA Estrutura Curricular proposta está fundamentada na Resolução n° 02 \nde 02 de fevereiro de 2006, da Câmara de Educação Superior do Conselho \nNacional de Educação - MEC, que caracteriza e fixa as Diretrizes Curriculares \nNacionais para os Cursos de Graduação em Engenharia Agrícola . \n", "19": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \n6. PROPOSTA CURRICULAR \n6.1 Caracterização Geral \nNome: Curso de Engenharia Agrícola e Ambiental \nHabilitação: Engenharia Agrícola e Ambiental \nModalidade: Bacharelado. \nTítulo Conferido: Engenheiro Agrícola e Ambiental \nRegime: Semestral. \nInício do Curso: 1º semestre de 2009 \nEntrada no curso: Anual/ 1º Semestre \nProvas específicas no vestibular: Matemática e Biologia \nTurno: diurno \nTurma: 01 (uma) \nNúmero de vagas no vestibular: 40/ano \nPeríodo de integralização: mínimo – 04 anos \n \n        máximo – 08 anos  \nCarga horária total: 3600 h \nPercentual de Carga Horária Teórica: 57% \nPercentual de Carga Horária Prática: 43% \nPercentual de Carga Horária Obrigatória: 78% \nPercentual de Carga Horária Optativa: 22% \nInício do curso: 1º Semestre de 2009 \n \n6.2 Considerações \nO Curso Superior em Engenharia Agrícola e Ambiental que está sendo \nproposto para o Campus Regional de Montes Claros, cumpre as exigências \nlegais vigentes e atende às “Diretrizes Curriculares Nacionais para os Cursos \nde Graduação em Engenharia Agrícola aprovado em 2 de fevereiro de 2006”. O \nprograma do curso contempla temáticas e/ou disciplinas de extrema \nimportância para a agropecuária moderna, como a agricultura de precisão, \nassim como os problemas de manejo de recursos hídricos e meio ambiente \nespecíficos para a região do Semiárido brasileiro. \nO Currículo está organizado para ser desenvolvido em dez períodos \nsemestrais, com aulas nos turnos da manhã e da tarde contemplando um \nelenco de atividades acadêmicas bastante diversificado para aquisição dos \nconteúdos como, por exemplo, visitas técnicas, seminários, monografias \ndiscussão temática, etc.. As atividades acadêmicas do plano de estudo estão \n", "20": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \ndispostas em forma sequencial, com a necessária flexibilidade para adequar-se \nàs necessidades regionais, com seus problemas específicos. As atividades \nacadêmicas serão ministradas em aulas teóricas e práticas. As aulas práticas \nserão realizadas em laboratórios próprios, no campo na fazenda escola do \nCampus Regional de Montes Claros da UFMG ou em regiões próximas ao ICA \ne em empresas e propriedades rurais públicas ou particulares da região.  \nAtendendo aos princípios da flexibilização curricular recomendada \npela Pró-Reitoria de Graduação da UFMG, o currículo do curso contempla um \nnúcleo de disciplinas de formação específica, composto por disciplinas \nobrigatórias e optativas, de formação complementar e um conjunto de \natividades livres. \nNo núcleo de formação específica, contemplam disciplinas dos núcleos \nbásicos, conteúdos profissionais essenciais e conteúdos profissionais \nespecíficos, os quais permitem a valorização de grandes áreas da engenharia, \npermitindo ao acadêmico vivenciar os conteúdos programáticos de forma \nintegrada, estimulando o desenvolvimento e aperfeiçoamento de habilidades \nindividuais. Já as disciplinas optativas, possibilitam ao discente um \naprofundamento nas questões referentes a agropecuária e ao meio ambiente \nno contexto do semiárido brasileiro. \nCom relação à formação complementar, de acordo com os princípios da \nflexibilização da UFMG, esta deve propiciar uma adequação do saber \nespecífico a outro que o complemente, permitindo ao aluno a obtenção de \nênfase que pode ser definida pelo Colegiado ou pelo próprio aluno.  \nO curso de Engenharia Agrícola e Ambiental terá a Formação \nComplementar Aberta sendo que o elenco de atividades do curso e seu \npercurso \nserão \npropostos \npelo \naluno, \nporém \nsob \na \norientação \ne \nacompanhamento de um tutor. \n \n6.2.1 Formação Complementar Aberta \n \nOs alunos poderão optar por cursar ou não a Formação \nComplementar Aberta. No curso de Engenharia Agrícola e Ambiental a \nformação complementar aberta poderá ser composta entre 24 a 33 créditos \n(360 a 495 horas) em disciplinas externas ao currículo, podendo ser \npreenchidas por disciplinas dos cursos de Agronomia, Zootecnia, já oferecidos \nno ICA e por disciplinas dos cursos de Engenharia Florestal, Ciências dos \nAlimentos e Administração a serem implementados pela inserção da UFMG no \nprojeto REUNI. As atividade acadêmicas podem envolver conteúdos ligados a \necologia, meio ambiente, agronegócio, recursos hídricos, entre outros temas \nrelevantes para o aluno.  \n \n", "21": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \n6.2.1.1 Condições para integralização de créditos em Atividades \nAcadêmicas \n \na) Iniciação à pesquisa, à docência e à extensão  \n \nSerão atribuídos no máximo 06 (seis) créditos, que poderão ser \nassim distribuídos: \n Iniciação à Pesquisa (máximo de 3 (três) créditos no total): projetos \nde Iniciação Científica (participantes de programas PROBIC, PIBIC \nou PET com ou sem bolsa) 01 (um) ano de atividades em um \nmesmo projeto, com dedicação semanal de 12 (doze) horas para o \naluno e com apresentação de resultados parciais equivalendo a 1 \n(um) crédito/ano; a 2 (dois) créditos com resultados finais (os \ncréditos obtidos pelos resultados parciais não podem ser somados \naos obtidos com os resultados finais). Trabalhos com comprovação \nde aceite em revistas científicas terão validade de 3 (três) créditos \nsendo válidos como atividade “Publicação”. \n Iniciação à docência (máximo de 3 (três) créditos no total): \nmonitoria (participantes do programa PMG da PROGRAD ou sem \nbolsa) 01 (um) semestre de exercício de monitoria em disciplinas \nvinculadas ao Curso de Engenharia Agrícola e Ambiental, com \ndedicação semanal de 12 (doze) horas, equivalendo a 03 (três) \ncréditos; \n Iniciação à extensão (participantes de programas da PROEX com \nou sem bolsa) (máximo de 3 (três) créditos no total): independe da \nduração e da dedicação semanal do aluno. O professor orientador \ndo projeto poderá atribuir de 01 (um) a 03 (três) créditos, mediante \naprovação de relatório.  \n \nComo requisitos para obtenção destes créditos, são exigidos: \n Apresentação prévia para aprovação do Colegiado de plano de \ntrabalho detalhado, incluindo cronograma de atividades; \n Apresentação de relatório final, avaliado e aprovado pelo \norientador.  \n  \nb) Participação em eventos \nSerão atribuídos no máximo 3 (três) créditos, para participação em \neventos \ndiretamente \nrelacionados \nàs \natividades \nacadêmicas \ne \nprofissionais da área do curso. A participação do aluno como ouvinte \nintegraliza 1 (um) crédito e com apresentação de trabalho 2 (dois) \ncréditos, independente da duração do evento, cumprido os seguintes \nrequisitos:  \n", "22": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \n Apresentação ao Colegiado de proposta de participação no evento \ncom antecedência de até 15 (quinze) dias, com cópia do trabalho a \nser apresentado, quando for o caso; \n Apresentação posterior do certificado de participação no evento.  \n \n \nc) Atividades acadêmicas à distância \nSerão atribuídos no máximo 3 (três) créditos, independente da \nduração da atividade, sob os seguintes requisitos:  \n Apresentação prévia junto ao Colegiado da proposta de ensino a \ndistância, contendo tema, justificativa, cronograma, instituição \nresponsável e forma de avaliação; \n Indicação pelo Colegiado do número de créditos da atividade \naprovada e de professor-tutor responsável pelo acompanhamento \ne avaliação final do aluno.  \n \nd) Grupo de estudos \nSerão atribuídos 3 (três) créditos para atividades desenvolvidas em \ngrupos de estudo durante um semestre letivo, sob orientação de um \nprofessor. O Colegiado do curso de Engenharia Agrícola e Ambiental \nestabelecerá as normas de funcionamento adequadas após implantação, \nmediante resoluções visando a normatização da atividade. \nComo requisitos para obtenção destes créditos, são exigidos: \n Apresentação prévia para aprovação do Colegiado de plano de \ntrabalho detalhado, incluindo cronograma de atividades; \n Apresentação de relatório final, avaliado e aprovado pelo \norientador.  \n \nd) Internato rural \n \nO internato será cursado mediante orientação de uma equipe \nmultidisciplinar envolvendo professores de todos os cursos do ICA, \nsendo atribuídos no máximo 3 (três) créditos para um período máximo de \ntrês semanas em atividades externas em um município previamente \nescolhido. Cada semana de internato será equivalente a um crédito. \nEssas atividades poderão ser executadas no período de férias. \nO internato terá como objetivo básico propiciar a grupos de \nestudantes dos diferentes cursos do ICA a oportunidade de melhor \napreenderem as relações entre sua profissão e a sociedade pela \nparticipação em Projeto integrado de ensino, pesquisa e extensão que \nvenha atender às demandas de populações do Norte de Minas Gerais. \n", "23": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \nAlém disso, o projeto promove a integração dos estudantes junto às \ndiversas formações sociais, o que vem lhes permitir conhecer os \ndeterminantes sociais relacionados ao seu campo de formação dentro da \ntotalidade social. As atividades envolvendo professores, profissionais e \nestudantes \nde \ndeferentes \náreas \npossibilitará \no \naprendizado \nmultidisciplinar, capacitando os alunos na elaboração e realização de \nprojetos envolvendo diferentes profissionais.  \nO Internato Rural será uma parceria da UFMG, com as prefeituras \nmunicipais da região Norte de Minas interessadas em aderirem ao \nprojeto, que oferecerão a estrutura básica para execução das atividades \npropostas. \nA estruturação didática será constituída por um uma coordenação, \numa assessoria didática e um corpo docente. \nO coordenador do Internato Rural é escolhido pelo docente e se \nencarrega do cumprimento das atividades pedagógico-administrativas: \ncontacto com comunidade universitária, Ministério da Educação e \nCultura, Prefeituras Municipais e outras entidades envolvidas na área. A \nassessoria didática é escolhida entre os próprios docentes e tem como \nfunção fazer a análise crítica do processo pedagógico, do programa \ndidático, efetuar contacto com docentes envolvidos com o curso, formular \ne acolher propostas didático-pedagógicas bem como adaptá-las às \ncondições de execução em cada local. Os docentes se encarregam da \npreparação e orientação dos estudantes segundo as estratégias dos \nprogramas de trabalho previamente estabelecidas para a área, \nparticipando ativamente no desenvolvimento destes trabalhos. \nAs normas de funcionamento serão estabelecidas, mediante \nresoluções do colegiado visando a normalização da atividade. \n \ne) Seminários do ICA \n \nSerão atribuídos 2 (dois) créditos em participação, como ouvinte, em \nseminários apresentados no ICA referentes a temas livres e atuais ou \nrelacionados à ao programa de pós-graduação em Ciências Agrárias \n(concentração em Agroecologia). O Coordenador da disciplina avaliará a \nparticipação do aluno por meio da presença sendo necessário 75% de \nfrequência para aprovação no mesmo. \n \n6.2.2 Formação Livre \nNa Formação Livre proposta para o curso de Engenharia Agrícola \ne Ambiental, o aluno poderá incluir quaisquer Atividades Acadêmicas de \noutros cursos, sendo atribuído para esse tipo de formação um total de 8 \ncréditos (120 horas).  \n", "24": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \n \n6.2.3 Estágio em Engenharia Agrícola e Ambiental \nOs Estágios em Engenharia Agrícola e Ambiental I, II e III serão \nrealizados ao longo dos períodos letivos como disciplinas optativas. Estes \nestágios terão por objetivo colocar o aluno em contato com a realidade da \nprofissão desde o início do curso e serão realizados sob a orientação de um \ndocente. O estágio será conduzido por meio de ESTUDOS DE CASOS, para \nque o aluno possa treinar LÓGICA, CRIATIVIDADE E TOMADA DE \nDECISÕES. Ao final do estágio, o aluno deverá apresentar relatório \nconsubstanciado, que será analisado e avaliado. \n \n6.2.4 Estágio  \nOs Estágios I e II serão realizados a partir do 9º período letivo como \ndisciplinas regulares, e devem ser obrigatoriamente realizados fora do campus \nregional em Montes Claros da UFMG. Os estágios deverão totalizar 300 horas, \ncorrespondendo a 20 créditos. \nEstes estágios terão a orientação de docentes e sua coordenação será \nrealizada através de comissão especialmente designada. Ao final do estágio, o \naluno deverá apresentar relatório consubstanciado, que será analisado e \navaliado por comissão de professores. \nA manutenção do estágio se dará por meio de parcerias com produtores \nrurais, associações, cooperativas agropecuárias, Centro de Integração Escola \nEmpresa (CIEE), além de convênios que serão firmados com instituições \npúblicas ou privadas, após a aprovação do projeto. \n \n6.2.5 Trabalho de Conclusão de Curso (TCC) \nSerão atribuídos 8 (oito) créditos à elaboração e defesa de uma \nMonografia de Graduação, a ser realizada a partir do oitavo período, sob os \nseguintes requisitos:  \n O trabalho proposto deve configurar um projeto acadêmico de \ninequívoca relevância técnico-científica na área de Engenharia Agrícola \ne Ambiental, com explicitação clara do tema, justificativa, objetivos, \nmetodologia, referências documentares e custos;  \n Apresentação prévia para aprovação pelo Colegiado do Projeto Global, \nincluindo projeto científico, orientador(es), eventuais parcerias e \nviabilidade técnica e econômica;  \n Apresentação e defesa pública, frente à banca designada pelo \nColegiado e conforme regulamento específico a ser elaborado por este. \n \n", "25": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \n6.2.6. Disciplinas Optativas \nSerão oferecidas disciplinas optativas específicas do curso de Engenharia \nAgrícola e Ambiental com intuito de proporcionar um maior aprofundamento \nnas áreas de possível atuação do profissional. O aluno deverá cursar uma \ncarga horária mínima de 315 horas distribuídos nos eixos apresentados no \nAnexo 1 da seguinte forma: \n- 90 horas no Grupo 1 (Eixo 2 – Recursos Hídricos e Saneamento) \n- 120 horas no Grupo 2 (Eixo 4 – Meio Ambiente e Poluição) \n- 45 horas no Grupo 3 (Eixo 5 - Planejamento, Gestão e Ciências Sociais) \n- 60 horas no Grupo 4 (Eixo 7 – Energia e Geoprocessamento) \n \n6.3 O Tutor acadêmico no Bacharelado em Engenharia Agrícola e Ambiental \ncom Formação Complementar Aberta \n \n \nPara operacionalizar a estrutura curricular com a formação \ncomplementar aberta, será inserida a figura do Tutor Acadêmico ou \nDocente Tutor o qual terá função básica a orientação, o aconselhamento \ne acompanhamento do aluno que optar pelo Bacharelado em Engenharia \nAgrícola e Ambiental com Formação Aberta. O aluno deverá escolher a \nopção entre Bacharelado simples e a com formação complementar a \npartir do 1º Período, momento em que o Colegiado do curso designará \num tutor para orientá-lo nessa trajetória. No caso da escolha pela \nformação complementar, o tutor juntamente com o aluno, desenvolverão \num plano de trabalho que envolverá não só disciplinas de áreas de \nconhecimento \ncorrelato, \nmas \ntambém \natividades \nacadêmicas \ncomplementares envolvendo pesquisa e extensão. O plano de trabalho \ndeverá ser submetido à apreciação e aprovação pelo Colegiado do \ncurso. \n \n \n6.4 Estrutura de Funcionamento do Curso \nO curso será regido pelas Normas Gerais do Ensino de Graduação \nda UFMG de 25/10/1990. O Curso de Engenharia Agrícola e Ambiental da \nUFMG estará ligado diretamente a Pró-Reitoria de Graduação e possuirá uma \nComissão Colegiada, constituída por seis membros: um Coordenador, um \nSubcoordenador, um representante docente de cada setor (Ciências Básicas, \nFitotecnia e Zootecnia) e um representante discente. \n", "26": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \n7. PROPOSTA DE AVALIAÇÃO DO CURSO \nA avaliação do Curso deve ser considerada como ferramenta construtiva \nque contribuirá para melhorias e inovações e que permitirá identificar \npossibilidades, orientar, justificar, escolher e tomar decisões. A avaliação \ndeverá também levantar a coerência interna entre os elementos constituintes \ndo Projeto Pedagógico e a pertinência da estrutura curricular em relação ao \nperfil desejado e o desempenho social do egresso, para possibilitar que as \nmudanças se dêem de forma gradual, sistemática e sistêmica. Seus resultados \ndeverão, então, subsidiar e justificar reformas curriculares, solicitação de \nrecursos humanos, aquisição de material, etc. \nSugere-se a avaliação anual do Curso de Engenharia Agrícola e \nAmbiental, com a participação da comunidade do ICA para sua readequação e \ntambém para servir de retroalimentação do processo, para fundamentar \ntomadas de decisões institucionais que permitam a melhoria da qualidade de \nensino. \n \n7.1 Processo de Avaliação \nPara efeitos da avaliação pretendida, será adotada como premissa \nfundamental que a identidade ético-política do curso deva ser refletida na \nformação de seus alunos. Nesta perspectiva, o Curso de Engenharia Agrícola e \nAmbiental assume o compromisso de desenvolver um processo de produção \nde conhecimento que possibilite ao aluno atuar na sociedade, compreendendo \ne levando a efeito seu papel social transformador.  \nA avaliação implica, portanto, antes de tudo, pensar o curso como uma \nunidade que se constrói no inter-relacionamento de suas ações:  \n- O papel que o Curso desempenha, na qualidade de promotor do \ndesenvolvimento sócio-econômico e tecnológico; \n Os esforços institucionais para tornar acessível à sociedade os \nconhecimentos que produz e para elevar as habilidades e competências \ndos que nele ingressam;  \n Os valores éticos-políticos e educacionais que o Curso promove ou \nestimula \n(p.ex., \nconvivência \nna \ndiversidade \nde \npensamento, \nsolidariedade, justiça social, preservação do meio-ambiente), tanto na \nsua estrutura e dinâmica organizacional, quanto no cotidiano do seu \nfazer acadêmico e de implementação do projeto pedagógico. \n A formação de profissionais que atendam às necessidades da \nsociedade.  \nA avaliação do Curso de Engenharia Agrícola e Ambiental será \ncomposta pelas etapas de avaliação interna, ou auto-avaliação, avaliação \nexterna e reavaliação (no âmbito do ensino, pesquisa, extensão e \n", "27": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \nadministração), bem como pela revisão do Projeto Político Pedagógico, sempre \nque necessária. Estas etapas serão desenvolvidas, de modo a garantir \ncondições para comparabilidade e acompanhamento da evolução do curso ao \nlongo do tempo.  \n \n7.1.1 Avaliação Interna \nA avaliação interna será realizada com a participação de todas as \ninstâncias e segmentos do curso, considerando as diferentes dimensões de \nensino, pesquisa, extensão e administração e utilizando os instrumentos \npropostos por uma Comissão de Avaliação Institucional, nomeada pela Direção \nGeral. \nA comissão de avaliação do Curso será constituída por, no mínimo, dois \ndocentes, dois discentes e um técnico-administrativo. Na comissão de \navaliação do Curso se concentrará a liderança do processo. Cabe a ela avaliar \ne conduzir todas as atividades realizadas no seu âmbito, redigir o Relatório de \nAvaliação Interna e acompanhar a avaliação externa.  \nOs pareceres e relatórios elaborados pela comissão deverão ser \ndiscutidos com toda a comunidade envolvida, através de um Seminário. \nEspera-se que estes pareceres e a experiência de auto-avaliação \nproporcionada pela avaliação interna permitam ao Curso aperfeiçoar o s eu \nprojeto político pedagógico. \nNa perspectiva avaliadora, o parâmetro considerado é o próprio Curso \nem sua evolução histórica, os objetivos que ele próprio traçou para si e a \nrealização destes objetivos em suas atividades de ensino, pesquisa, extensão \ne administração, além do currículo do curso. Também deverão ser realizadas \navaliações interdisciplinares ao final de cada etapa de aprendizagem, \nfortalecendo a visão sistêmica dos conteúdos trabalhados e reforçando a \nimportância de cada tópico através da compreensão de sua utilidade com \nrelação ao todo. \n \n7.1.2 Avaliação Externa \nA avaliação externa será constituída por dois mecanismos: da proposta \ndo novo Sistema de Avaliação da Educação Superior (Sinaes) e pelo processo \nde Avaliação das Condições de Oferta dos Cursos de Graduação, realizada de \nacordo com a programação do Ministério da Educação.  \n \n7.1.3 Reavaliação \nEsta etapa propõe a consolidação dos resultados da avaliação interna \n(auto-avaliação), da externa e da discussão com a comunidade acadêmica, \nresultando na elaboração de um relatório final, que subsidiará a revisão do \nProjeto Político Pedagógico e do Planejamento Estratégico do curso.  \n", "28": "UNIVERSIDADE FEDERAL DE MINAS GERAIS \nCampus Regional de Montes Claros/Instituto de Ciências agrárias \nAv.Universitária 1000 – Bairro Universitário – Montes Claros – MG – 39404-006 - CP 135 \n \nA reavaliação será executada nos diversos níveis de planejamento, com \na participação da coordenação, professores e alunos, por meio de reuniões que \ndeverão permitir a cada professor perceber o papel do conteúdo sob sua \nresponsabilidade na formação do aluno, e de proporcionar aos alunos a \ncompreensão de seu processo de formação como um todo, trazendo suas \ncontribuições e participando ativamente do processo.  \nA comissão responsável pela avaliação do curso deverá elaborar um \nrelatório final integrando todos os resultados da avaliação interna e externa, \nindicando as deficiências acadêmicas ou de infra-estrutura identificadas e \npropondo medidas de superação. Para fins de construção deste relatório geral, \nos resultados da avaliação interna e externa deverão ser discutidos com a \ncomunidade acadêmica visando a rever e/ou aperfeiçoar seu projeto \npedagógico, suas metas e a elaboração de propostas para o seu \ndesenvolvimento.  \n \n"}