{"1": " \nUNIVERSIDADE FEDERAL DE UBERLÂNDIA \n \n \n \n \n FACULDADE DE ENGENHARIA CIVIL \nCurso de Engenharia Civil \n \n \n \nPROJETO \nPEDAGÓGICO \n \n \n \n \n \n \n \nAprovado no Colegiado do Curso em 09/11/2007 \nAprovado no Conselho da Faculdade em 12/11/2007 \nAprovado no Conselho de Graduação em 28/01/2008 \n \n", "2": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil \ni\n \n \n \n \n \nFACULDADE DE ENGENHARIA CIVIL \nDIRETOR: PROF. MAURO PRUDENTE \n \n \n \n \nCOLEGIADO DO CURSO DE ENGENHARIA CIVIL \nCOORDENADORA: PROFA. LEILA A. DE CASTRO MOTTA \nPROFA. ELIANE REGINA FLORES DE OLIVEIRA \nPROFA. ILCE DE OLIVEIRA CAMPOS \nPROF. JESIEL CUNHA \nPROF. JOSÉ EDUARDO ALAMY FILHO \nESTUDANTE MICHELLE MENDONÇA FARIA \n \n \n \n \nCOMISSÃO ORGANIZADORA \nPRESIDENTE: PROFA. LEILA A. DE CASTRO MOTTA  \nPROF. ALCEU ALVES JÚNIOR \nPROF. JOSÉ EDUARDO ALAMY FILHO \nPROF. JOSÉ APARECIDO SORRATINI \nPROF. TURÍBIO JOSÉ DA SILVA \n \n \n \n \nFaculdade de Engenharia Civil-FECIV \n", "3": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil \nii\nSSuum\nmáárriioo  \n \n1 \nIDENTIFICAÇÃO................................................................................................................................. 1 \n2 \nENDEREÇOS......................................................................................................................................... 2 \n3 \nAPRESENTAÇÃO ................................................................................................................................ 3 \n4 \nJUSTIFICATIVA .................................................................................................................................. 5 \n4.1 \nHISTÓRICO ...................................................................................................................................... 5 \n4.2 \nCONTEXTUALIZAÇÃO...................................................................................................................... 9 \n5 \nPRINCÍPIOS E FUNDAMENTOS .................................................................................................... 12 \n5.1 \nCONSIDERAÇÕES HISTÓRICAS ....................................................................................................... 12 \n5.2 \nVISÕES EPISTEMOLÓGICAS E O ENSINO DE ENGENHARIA ............................................................... 13 \n5.3 \nPRINCÍPIOS PARA O ENSINO NO CURSO DE ENGENHARIA CIVIL....................................................... 14 \n6 \nCARACTERIZAÇÃO DO EGRESSO .............................................................................................. 17 \n7 \nOBJETIVOS DO CURSO................................................................................................................... 18 \n8 \nESTRUTURA CURRICULAR........................................................................................................... 20 \n8.1 \nNÚCLEOS DE FORMAÇÃO............................................................................................................... 20 \n8.2 \nPROJETOS DE INTEGRAÇÃO DE CONTEÚDOS .................................................................................. 23 \n8.3 \nESTÁGIO SUPERVISIONADO ........................................................................................................... 25 \n8.4 \nATIVIDADES ACADÊMICAS COMPLEMENTARES ............................................................................. 26 \n8.5 \nTRABALHO DE CONCLUSÃO DE CURSO .......................................................................................... 27 \n8.6 \nFLUXO CURRICULAR ..................................................................................................................... 27 \n8.6.1 \nIntrodução ............................................................................................................................... 27 \n8.6.2 \nFluxo Curricular do Curso de Engenharia Civil..................................................................... 28 \n8.6.3 \nDisciplinas Especiais............................................................................................................... 29 \n8.7 \nIMPLANTAÇÃO .............................................................................................................................. 30 \n8.7.1 \nEquivalência entre disciplinas para alunos do currículo novo ............................................... 30 \n8.7.2 \nEquivalência entre disciplinas para alunos do currículo antigo............................................. 32 \n9 \nDESENVOLVIMENTO METODOLÓGICO DO ENSINO ........................................................... 36 \n10 \nAVALIAÇÃO DA APRENDIZAGEM E DO CURSO..................................................................... 38 \n10.1 \nAVALIAÇÃO DA APRENDIZAGEM DOS ESTUDANTES....................................................................... 38 \nFaculdade de Engenharia Civil-FECIV \n", "4": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil iii\n10.2 \nAVALIAÇÃO DO CURSO.................................................................................................................. 40 \n11 \nTEMPO MÍNIMO E MÁXIMO DE INTEGRALIZAÇÃO CURRICULAR................................ 42 \n12 \nREFERÊNCIAS BIBLIOGRÁFICAS............................................................................................... 43 \n \nFaculdade de Engenharia Civil-FECIV \n", "5": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil \n1\n11  IIddeennttiiffiiccaaççããoo  \n \nCurso \nEngenharia Civil\nModalidade \nBacharelado\nTitulação conferida \nEngenheiro Civil\nDuração do Curso em anos \nMínima: 4,5 – Média: 5 – Máxima: 8\nRegime acadêmico \nSemestral\nRegime de matrícula \nSeriado\nTurno \nIntegral\nAdmissão \n2 entradas anuais por meio de processo seletivo\nNúmero de vagas \n35\nInício de funcionamento \nPrimeiro semestre de 1971\nAto de reconhecimento \nDecreto nº 78555, de 13 de outubro de 1976\n \n \nFaculdade de Engenharia Civil-FECIV \n", "6": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil \n2\n22  EEnnddeerreeççooss  \n \nUniversidade Federal de Uberlândia (www.ufu.br) \nAv. Engenheiro Diniz, 1178 - Cx. Postal: 593 \nCEP: 38400-902 - Uberlândia - Minas Gerais – Brasil \n \n \nFaculdade de Engenharia Civil (www.feciv.ufu.br) \nAv. João Naves de Ávila, 2121-Campus Santa Mônica - Bloco 1Y \nCEP: 38400-902 - Uberlândia, MG - Brasil \nTelefone: (34) 3239-4137 - Fax: (34) 3239-4159  \ne-mail: feciv@ufu.br \n \n \nCoordenação do Curso de Graduação em Engenharia Civil \nAv. João Naves de Ávila, 2121-Campus Santa Mônica - Bloco 1Y \nCEP: 38400-902 - Uberlândia, MG - Brasil \nTelefone: (34) 3239-4137 - Fax: (34) 3239-4159  \ne-mail: cocec@ufu.br \n \n \nFaculdade de Engenharia Civil-FECIV \n", "7": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil \n3\n33  AApprreesseennttaaççããoo  \nO presente projeto pedagógico trata do conjunto de orientações teórico-práticas e \nde ações sociopolíticas e educacionais voltadas para a formação de profissionais na área de \nEngenharia Civil e constitui, por isso, no referencial básico de orientação para o \ndesenvolvimento e avaliação do Curso de Graduação em Engenharia Civil da Universidade \nFederal de Uberlândia – UFU. \nA elaboração do presente Projeto teve início logo após a publicação da \nRESOLUÇÃO CNE/CES 11/2002, tendo como fórum de discussão o Colegiado do Curso \ne contou, nos primeiros meses, com assessoria contratada pela UFU. Desse trabalho \nresultou uma proposta inicial finalizada em dezembro de 2004, a qual permaneceu sem \navanços até dezembro de 2006. Considerando a necessidade e urgência em atender à \nlegislação e ao anseio do meio acadêmico, o Conselho da Faculdade de Engenharia Civil \nentendeu ser oportuno formar uma comissão com a atribuição de elaborar uma nova \nproposta, que atendesse às Orientações Gerais para Elaboração de Projetos Pedagógicos de \nCursos de Graduação e à Resolução 02/2004 do Conselho de Graduação – CONGRAD. \nA comissão, nomeada pela Portaria FECIV no 001/2007, de 19 de janeiro de 2007, \nfoi composta pelos professores Leila Aparecida de Castro Motta – Coordenadora do Curso \nde Graduação em Engenharia Civil, José Aparecido Sorratini, Alceu Alves Júnior, José \nEduardo Alamy Filho e Turibio José da Silva. A composição da comissão procurou \ngarantir a representatividade das grandes áreas do Curso. \nA comissão iniciou os seus trabalhos analisando a proposta apresentada em \ndezembro de 2004, concluindo ser necessário, além de adaptar o projeto às normas da \nUFU, elaborar uma proposta curricular totalmente diversa da existente, a fim de incorporar \nmecanismos atuais de ensino e aprendizagem. Numa primeira fase a comissão definiu o \nformato para o projeto pedagógico e uma proposta base de currículo. A metodologia \nadotada para envolvimento de toda comunidade acadêmica ligada ao curso foi a \napresentação da proposta base, tanto para os docentes, quanto para o corpo discente e \ntécnicos administrativos, mediante reuniões setorizadas para discussão, concedendo-se \nFaculdade de Engenharia Civil-FECIV \n", "8": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil \n4\nprazos para manifestações e contribuições. A participação do corpo discente foi \ncoordenada pelos alunos do Programa de Educação Tutorial – PET. O resultado dessa \nprimeira fase foi a definição da estrutura curricular. \nNuma segunda fase, realizaram-se reuniões com todos os professores das áreas da \nengenharia civil, inclusive aqueles de outras unidades que atuam no curso. Nessas reuniões \nforam analisadas as disciplinas atuais e propostas as do novo currículo. Definidos os \nconteúdos e as cargas horárias das disciplinas, foi necessário adequar a estrutura curricular \ninicialmente proposta. \nNo processo de reformulação deste projeto pedagógico, além das Diretrizes \nCurriculares Nacionais, instituídas pelo Conselho Nacional de Educação para o curso de \nEngenharia Civil, foram consideradas as conclusões da primeira etapa do projeto Alfa-\nTuning América Latina, finalizada em fevereiro de 2007. \nEm sua fase final, a proposta elaborada pela comissão, concluída em outubro de \n2007, foi analisada e discutida pelo Colegiado de Curso, sendo aberto o processo para a \ntramitação legal em novembro de 2007. \nFaculdade de Engenharia Civil-FECIV \n", "9": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil \n5\n44  JJuussttiiffiiccaattiivvaa  \n4.1 Histórico \nA Universidade Federal de Uberlândia-UFU é sucessora da Fundação \nUniversidade de Uberlândia, criada pelo Decreto-Lei 762, de 14/08/1969, para agrupar \ndiversas faculdades isoladas. Sua federalização ocorreu através do Decreto-Lei 6532, de \n24/05/1978. Nos últimos anos a UFU passou por profunda transformação organizacional, \ncom extinção dos Centros e criação de diversas unidades acadêmicas na forma de \nFaculdades, Institutos e Escolas. Nessa linha de ação foi criada em 1999 a Faculdade de \nEngenharia Civil-FECIV, cuja célula principal era o Departamento de Engenharia Civil, \nprincipal detentor da história do Curso de Graduação em Engenharia Civil. \nO Curso de Engenharia Civil foi autorizado pelo Decreto 67597, de 18/11/1970, e \nreconhecido através do Decreto 78555, de 13/10/1976. O Departamento de Engenharia \nCivil -DEECI, responsável pela parte profissionalizante do Curso, iniciou suas atividades \nem 1973. O Curso teve início no ano de 1971, graduando sua primeira turma em 1975. \nNessa época, o ingresso ocorria mediante um concurso de vestibular comum aos cursos de \nEngenharia Civil, Elétrica, Mecânica e Química, os dois últimos mais antigos, com turmas \ngraduadas desde 1969. \nA criação do Curso foi importante para a região pelo fato de ser o único do ensino \npúblico, em uma área de abrangência com raio superior a trezentos quilômetros. A \nformação de um grande número de engenheiros, com boa formação técnica e \nconhecimento dos problemas locais, contribuiu para o desenvolvimento regional. Tal \nsituação não foi alterada até a presente data. \nInicialmente eram oferecidas cem vagas por semestre para as engenharias, \nampliadas para cento e dez a partir de 1977. A opção por um dos cursos de Engenharia era \nrealizada depois de concluídos os quatro primeiros períodos, que constituíam o ciclo básico \ncomum. Desde sua criação até início dos anos 1980, o Curso de Engenharia Civil foi o \nmais procurado entre as engenharias, alcançando, quase sempre, o limite máximo de \nquarenta vagas fixadas para o curso. \nFaculdade de Engenharia Civil-FECIV \n", "10": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil \n6\nA partir de 1980 a Instituição passou a realizar o vestibular específico para o \nCurso de Engenharia Química e a oferecer cem vagas por semestre, através de vestibular \ncomum aos cursos de Engenharia Civil, Elétrica e Mecânica. A opção por um dos cursos \nainda era feita ao término do quarto período. \nEm 1983, através de uma reforma curricular, a opção de curso foi antecipada para \no término do segundo período e as disciplinas profissionalizantes foram introduzidas a \npartir do terceiro período. Pretendeu-se com esta reforma, além de atualizar o currículo, \nmotivar os alunos, pois o número de desistências, ainda no ciclo básico, crescia de forma \nalarmante. \nInicialmente as mudanças curriculares tiveram efeito positivo. No entanto, talvez \npor reflexo do quadro econômico do país na década de 1980, somado à desinformação dos \nestudantes na escolha da profissão, o número de desistências voltou a crescer e, a partir de \n1985, 25% dos ingressantes passaram a desistir do Curso antes de definir sua opção, ou \nseja, antes do ingresso no terceiro período. O Curso de Engenharia Civil sofreu o maior \nreflexo de tal situação, uma vez que, em média, menos de quinze dos cem alunos \ningressantes pelo vestibular faziam opção pelo Curso. No segundo semestre de 1989 o total \nde alunos matriculados, do terceiro ao décimo período, estava reduzido a cento e oitenta. \nEm função disto optou-se, a partir de 1990, por vestibulares específicos para cada curso de \nengenharia. Partindo-se do princípio que existia demanda e que o número de desistências \ndeveria diminuir, o vestibular específico para Engenharia Civil foi implementado, \ninicialmente com vinte e cinco vagas, ampliadas para trinta e cinco vagas a partir do \nsegundo semestre do mesmo ano.  \nDesde o início do seu funcionamento, o Curso de Engenharia Civil, seguindo o \nmodelo adotado pela Universidade Federal de Uberlândia, manteve a sua estrutura \ncurricular baseada na seqüência de pré-requisitos entre disciplinas. A última alteração \ncurricular do curso ocorreu em 1996, tendo como principal ponto a implantação do regime \nseriado de matrícula onde, em cada semestre, o aluno é enquadrado em um determinado \nperíodo. A adoção desse regime teve dois objetivos. O primeiro buscou evitar os \nproblemas gerados pelo fato dos alunos, em período avançado do curso, ainda não terem \ncursado algumas disciplinas dos períodos iniciais. O segundo objetivo buscou possibilitar a \nformação de grupos de estudos entre os alunos de determinado período curricular, \nconsiderando a implantação do Programa Especial de Treinamento-PET, em agosto de \nFaculdade de Engenharia Civil-FECIV \n", "11": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil \n7\n1994, atualmente Programa de Educação Tutorial-PET, cujos integrantes eram \nfacilitadores da formação de grupos. \nAssim, ao longo de sua existência, o Curso sofreu várias alterações, algumas \nnecessárias para a sua adequação ao momento científico, educacional e mercadológico, e \noutras em função dos recursos humanos e da infra-estrutura fornecida pelo Departamento \nde Engenharia Civil e posteriormente pela Faculdade de Engenharia Civil. \nEm relação ao perfil do egresso, é importante salientar que, desde a implantação \ndo curso, toda a estrutura curricular foi elaborada visando à formação de um profissional \neclético, ou seja, equilibrada em todas as áreas da engenharia civil. Tal fato permitiu aos \negressos atuarem na profissão em suas diversas atribuições. \nA estrutura organizacional da Instituição, relativa ao Curso de Engenharia Civil, \ntambém passou por modificações. Antes da criação da FECIV em 1999, o curso estava \nsubordinado diretamente ao Centro de Ciências Exatas e Tecnologia-CETEC, sendo o \nDEECI um dos provedores de infra-estrutura e de docentes para o curso. A partir da \nextinção do CETEC, a FECIV passou a administrar totalmente o curso. \nQuanto à infra-estrutura, é importante salientar a aquisição de equipamentos \nbásicos para aulas práticas e pesquisas, além da expansão e adequação de laboratórios. No \ninício do funcionamento da parte profissionalizante do curso, existiam somente os \nlaboratórios de hidráulica, de mecânica dos solos e de materiais. O laboratório de \nhidráulica era o melhor equipado e com maior área, pois atendia também ao Curso de \nEngenharia Mecânica. Os outros dois tinham áreas de trinta e três e vinte e quatro metros \nquadrados, respectivamente. Atualmente os laboratórios atendem satisfatoriamente ao \ncurso em equipamentos, tendo as seguintes áreas: estruturas – cento e setenta e sete metros \nquadrados, materiais e técnicas de construção civil – quatrocentos e dezoito metros \nquadrados, mecânica dos solos – duzentos e trinta metros quadrados, pavimentação e \nbetume – oitenta e sete metros quadrados, topografia – cento e trinta e nove metros \nquadrados, hidráulica – cem metros quadrados, saneamento – cento e nove metros \nquadrados e transportes com trinta e dois metros quadrados. Como apoio, o curso conta \ncom o setor de informática com sessenta e sete metros quadrados e uma sala multimídia \ncom cento e quinze metros quadrados. \nTambém é conveniente citar que o quadro docente foi gradativamente ampliado \ncom professores de formação mais acadêmica e científica. O número de professores \nFaculdade de Engenharia Civil-FECIV \n", "12": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil \n8\nefetivos da parte profissionalizante do Curso aumentou, passando de quinze com titulação \nde graduação, quando da implantação, para vinte e seis professores atualmente, sendo \ndezenove com doutorado, dois com mestrado, três com especialização e dois com \ngraduação. \nA FECIV tem uma estrutura organizacional que permite o desenvolvimento de \nações de extensão, por meio da Câmara de Extensão, e de pesquisa, pela Câmara de \nPesquisa e Pós-graduação. \nAs atividades de extensão realizadas pelos docentes do Curso consistem da \nprestação de serviços, elaboração de projetos e realização de consultorias e perícias, junto \nàs empresas, instituições e prefeituras da cidade e região. São realizados ensaios nos \ndiversos laboratórios, consultorias nas áreas de estruturas, patologia e manutenção das \nconstruções, sistemas de transporte, infra-estrutura urbana, geotecnia, instalações \nhidráulicas, saneamento e meio ambiente, entre outras. Neste contexto, são desenvolvidas \nações de caráter social junto a instituições beneficentes e às prefeituras da região, com \napoio ao desenvolvimento social e à sustentabilidade. Outra demanda importante em \nextensão é o suporte técnico aos órgãos da justiça em processos de interesse comunitário \nou para cidadãos de baixa renda. \nA implantação do Programa de Pós-graduação em Engenharia Civil, em agosto de \n2002, induziu o desenvolvimento de projetos de iniciação científica, permitindo aos alunos \ncom pendor investigativo terem uma sólida formação científica. Em função das \nespecialidades dos docentes da parte profissionalizante do Curso, as linhas de pesquisa \nimplantadas nas áreas de estruturas, construção civil, em planejamento e operação de \ntransportes e planejamento e infra-estrutura urbana são as mais representativas. Dentro \ndessas linhas, são desenvolvidas pesquisas em: estruturas de madeira, de aço, de concreto e \nde materiais compostos, tanto numéricas quanto experimentais; durabilidade do concreto e \nrecuperação de estruturas; materiais, técnicas e planejamento da construção civil; \nreciclagem de resíduos sólidos na construção civil; estratégias e ferramentas para a \notimização de processos produtivos, métodos e modelos para a avaliação da qualidade na \nconstrução civil; planejamento de transporte e engenharia de tráfego; mapeamento \ngeotécnico, caracterização dos solos; geodésia; hidráulica e saneamento ambiental, \nhidrologia, tratamento de efluentes, fontes alternativas de energia e educação ambiental. \nNas pesquisas, além do envolvimento dos alunos do Programa de Pós-graduação em \nEngenharia Civil, participam alunos de iniciação científica, bem como alunos do PET. \nFaculdade de Engenharia Civil-FECIV \n", "13": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil \n9\nO Curso de Graduação em Engenharia Civil conta, no segundo semestre de 2007, \ncom cerca de quatrocentos alunos matriculados e a FECIV é a principal unidade no \natendimento das disciplinas do Curso. A FECIV também é responsável por disciplinas de \noutros cursos da UFU como Agronomia e Arquitetura e Urbanismo. Além das tradicionais \natividades de ensino na graduação e pós-graduação, os docentes da FECIV desenvolvem \natividades de ensino através de programas como Monitoria, Programa Institucional de \nBolsas de Ensino de Graduação - PIBEG, Programa de Educação Tutorial - PET, onde são \nrealizados trabalhos pedagógicos e de formação complementar, através de pesquisas, \npalestras, mini-cursos, etc. Outra atividade que vem crescendo no curso é o intercâmbio \ncom instituições internacionais, que possibilita aos alunos cursar disciplinas e realizar \nestágios no exterior, sendo uma experiência enriquecedora à formação. \n4.2 Contextualização \nUma reforma curricular deve promover os ajustes necessários para inserir o Curso \ndentro do marco didático-pedagógico atual e de formação profissional, além de estar em \nsintonia com as tendências regionais, nacionais e internacionais, estas últimas visando os \nintercâmbios e a mobilidade estudantil e profissional. \nO Curso de Engenharia Civil está inserido em região com forte expansão, que \nvem se tornando um pólo tecnológico no aspecto logístico. Em conseqüência deste fato, \ncresce a demanda por profissionais com capacidade de solucionar problemas mais \ncomplexos, necessitando, portanto, de boa formação básica e com possibilidade de \nconteúdos específicos suplementares. \nO mercado de trabalho é um forte indicador do perfil requerido do egresso. Nesse \nsentido, a maioria dos egressos tem encontrado trabalho na área de construção civil e, mais \nespecificamente, em execução de edifícios. Por outro lado, a legislação sobre o controle do \ncrescimento das cidades indicou a necessidade de profissionais com formação em infra-\nestrutura urbana e o crescimento do país aponta para a necessidade de obras de infra-\nestrutura. Todo o desenvolvimento deve ser analisado no marco da sustentabilidade, \ncritério hoje indispensável à formação de profissionais em qualquer área de conhecimento. \nTais pontos devem ser considerados no Projeto Pedagógico, sempre mantendo uma visão \nintegradora entre os diversos conteúdos. \nNo âmbito nacional, a Lei de Diretrizes e Bases da Educação permite uma grande \nliberdade na elaboração dos projetos pedagógicos, inclusive com a possibilidade de \nFaculdade de Engenharia Civil-FECIV \n", "14": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 10\neducação continuada, com formação básica inicial e complementação em prazo \nindeterminado. Neste contexto, apresenta-se a alternativa de redução do período dos \ncursos, introduzindo uma carreira intermediária que permite galgar a carreira plena. Esta \npossibilidade, ressalvadas as boas intenções de aumentar a formação em nível superior, \nesbarra na cultura do povo brasileiro, relativa ao status do título, que não valoriza os níveis \nintermediários e técnicos. \nAs tendências internacionais indicam a preparação para a globalização e a \nmobilidade profissional. No âmbito europeu, o Processo de Bolonha, realizado em 1999, \ndefiniu as diretrizes para o ensino, visando à integração total dos países membros da \nComunidade Européia. Particularmente na engenharia civil o projeto EUCEET-European \nCivil Engineering Education and Training Thematic Network- definiu as linhas para o \nensino e segue com as discussões visando ajustar os projetos pedagógicos aos diversos \npaíses. Na sua quarta etapa, o EUCEET EXTENSION-extending Thematic Network \nEUCEET to third countries- com início em 2007, ampliou o grupo de países participantes, \nincluindo dezoito países do continente americano. \nPor iniciativa da Comunidade Européia, foi posto em andamento, em 2005, o \nProjeto Alfa-Tuning América Latina, do qual participam dezoito países, sendo o México da \nAmérica do Norte e os demais da América Central e do Sul. O objetivo do projeto é \ndiscutir e buscar o consenso sobre a certificação e os conteúdos mínimos a serem adotados \nnos cursos de engenharia, tendo em vista uma futura mobilidade profissional. Até o final \nde 2004, o Projeto Tuning havia sido uma experiência exclusiva da Europa, onde, desde o \nano de 2001, mais de cento e setenta e cinco universidades européias levam adiante um \nintenso trabalho para a criação do Espaço Europeu de Educação Superior, respondendo ao \ndesafio lançado pela Declaração de Bolonha. \nPelas intenções políticas brasileiras de formação de blocos regionais, tais como o \nMercosul, é de interesse a abordagem das conclusões da primeira etapa do Projeto Alfa-\nTuning América Latina, finalizada em fevereiro de 2007. As principais conclusões, as \nquais coincidem com os demais grupos de discussão sobre o ensino, é que, qualquer que \nseja a estrutura adotada nos cursos, as ciências básicas devem corresponder a uma parcela \nde, no mínimo, um terço do conteúdo e o ensino deve estar baseado em competências, ou \nseja, os conteúdos devem estar integrados e a verificação do aprendizado deverá ser feita \npor competências. \nFaculdade de Engenharia Civil-FECIV \n", "15": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 11\nOutro ponto abordado foi o perfil do egresso. Após relacionar as principais \natividades possíveis de serem realizadas pelo engenheiro civil, reduzidas a dezenove \ncompetências específicas, foi realizada uma pesquisa entre estudantes, docentes, \nengenheiros e empresários, concluindo-se que todas são importantes para o egresso, mas \nalgumas não são realizadas satisfatoriamente nos cursos. Essas competências foram \nconsideradas nas discussões para a elaboração deste Projeto Pedagógico. \nDentro dos contextos regional e nacional e, principalmente, face à tendência \nmundial, está sendo implantada a reforma do Curso de Engenharia Civil da FECIV-UFU. \nFaculdade de Engenharia Civil-FECIV \n", "16": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 12\n55  PPrriinnccííppiiooss  ee  \nffuunnddaam\nmeennttooss  \n5.1 Considerações históricas \nEmbora o ensino de engenharia tenha sido introduzido no Brasil pelos \nportugueses, a sua fundamentação tem origem nas escolas técnicas francesas (TELLES, \n1984; AZEVEDO, 1963 apud von LINSINGEN et al., 1997). Uma das primeiras escolas \nde engenharia do Brasil, a “Escola de Minas”, foi fundada por Henri Gorceix, engenheiro \nfrancês trazido pelo imperador D. Pedro II, em 1876, em Ouro Preto, MG. \nAté o século XVII, as escolas de engenharia existentes, de uma maneira geral, \nhabilitavam os indivíduos em assuntos como leitura, cálculos, dogmas religiosos, leis civis \ne filosofia. A partir do século XVII surge o ensino técnico, com práticas técnicas e \ncientíficas, introduzindo os modelos teóricos, principalmente matematizados, ou seja, \nrepresentações idealizadas dos fenômenos naturais. Aparece assim, o discurso técnico-\ncientífico e a prática da observação e da experimentação. É interessante lembrar que a \nciência moderna ganha corpo nessa época com o “Discurso do Método”, de René \nDescartes, e as “Principia”, de Isaac Newton. \nVale ainda ressaltar que o grande desenvolvimento tecnológico e as \ntransformações no panorama industrial, atingindo todos os setores e atividades produtivas, \nregistrados a partir da segunda metade do século passado, induziram os cursos de \nengenharia do país a adotarem um enfoque eclético, porém muito profissionalizante, de \nforma a dar aos seus egressos condições de imediata absorção pelo mercado de trabalho. \nEntretanto, considerando que a tecnologia muda muito rapidamente, somente aqueles com \noportunidade de estudar convenientemente as matérias de formação básica são capazes de \nacompanhar a evolução tecnológica. O ecletismo e a preocupação com a formação básica \nexistem no Curso de Engenharia Civil desde o seu início. \nO modelo pedagógico que foi lenta e gradualmente criado e implantado nas \nescolas é o da hierarquização dos programas, separação e sequenciação de classes por \nprogressão de estudos, avaliação regular dos conteúdos, quantificação dos níveis de \nFaculdade de Engenharia Civil-FECIV \n", "17": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 13\naprendizado, temporização dos momentos de ensino, tendo como pano de fundo as \nnecessidades socialmente postas em cada momento histórico. É um processo de ensino-\naprendizado focado no conteúdo programático e no professor da disciplina (von \nLINSINGEN et al., 1997). Refletindo esse modelo, o Curso de Engenharia Civil oferecido \npela Universidade Federal de Uberlândia, já seguiu a seqüência de pré-requisitos entre \ndisciplinas e, a partir de 1996, adotou o regime seriado. \n5.2 Visões epistemológicas e o ensino de engenharia \nEpistemologia pode ser definida como o conjunto de princípios que têm por \nobjeto o conhecimento científico, visando explicar os seus condicionamentos – sejam eles \ntécnicos, históricos ou sociais; lógicos, matemáticos ou lingüísticos – sistematizar as suas \nrelações, esclarecer os seus vínculos, e avaliar os seus resultados e aplicações. Segundo \nvon LINSINGEN et al. (1999), “num entendimento tradicional, epistemologia é um ramo \nespecial da filosofia, ocupando-se em situar o lugar do conhecimento científico, em \nestabelecer os seus limites e em definir a natureza da ciência”. O termo epistemologia aqui \nabordado refere-se ao modo como um novo conhecimento é possível, considerando estados \nprévios de conhecimento. \nAs formas como os elementos básicos para a aquisição do conhecimento se \nrelacionam dão origem a três modelos teóricos: empirismo, apriorismo e construtivismo. \nO empirismo considera que o conhecimento é uma resposta do meio ambiente e \nnão depende do sujeito, o conhecimento se dá de fora para dentro. Na relação professor-\naluno, o detentor do conhecimento seria o professor, encarado como o elemento da ação, e \no aluno, como o produto a ser trabalhado. O aluno é passivo, neutro, contemplativo, \nreceptivo e apenas reflete o que lhe chega do professor, que é a fonte do conhecimento \n(von LINSINGEN et al., 1999). \nNo modelo apriorista as possibilidades de conhecimento estão descritas na \nbagagem hereditária do sujeito, de forma inata ou como fruto de um processo de \nmaturação. O desenvolvimento intelectual seria determinado pelo indivíduo, e não pelo \nmeio; ele aconteceria de dentro para fora. O indivíduo já traria consigo possibilidades de \nconhecimento e de aprendizagem que se manifestariam sob estímulos externos ou de forma \nimediata ou ainda de forma progressiva. O aluno é o elemento atuante e o professor é \nneutro, sendo apenas estudado e entendido pelo aluno. Neste modelo os conteúdos \nFaculdade de Engenharia Civil-FECIV \n", "18": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 14\ncurriculares deixam de ser importantes e a escola é um espaço onde são estimuladas as \npotencialidades individuais dos alunos. \nNo último modelo, o construtivista ou interacionista, o sujeito não nasceria \ninteligente, mas também não depende totalmente do meio para desenvolver-se, há a \ninteração com o meio, respondendo a estímulos externos, observando, organizando e \nconstruindo o conhecimento. Através da inter-relação professor-aluno, engenheiro-cliente, \nindivíduo-sociedade, pesquisador-fato, o indivíduo aprende para si, mas também participa \ndo crescimento do mestre, que também aprende no decorrer do processo cognitivo. “O \naluno é considerado um ser pensante, com história pregressa e com um universo mental \nprévio já internalizado; o professor é orientador e co-partícipe da construção do novo, \nprovocando as perturbações que farão o aluno reestruturar o seu universo pessoal; a escola \né um espaço que ajuda a integrar o aluno à sociedade e à cultura” (von LINSINGEN et \nal.,1999). \nNo ensino tradicional de engenharia, no qual se enquadra o Curso de Engenharia \nCivil da UFU, o modelo mais comumente adotado é o empirista, onde o aluno é avaliado \nem função da precisão e da qualidade da reprodução das informações fornecidas pelo \nprofessor. Os erros são punidos com desconto de nota e a aprendizagem é quantificada. \nEmbora haja tendência contemporânea para o modelo construtivista, as mudanças não são \nalcançadas instantaneamente e, antes disto, é preciso haver conscientização e estudo das \nperspectivas pedagógicas e necessidades de mudança. \n5.3 Princípios para o ensino no curso de engenharia \ncivil \nCom base na análise da estrutura curricular atual e das tendências do ensino em \nengenharia, são necessárias alterações da forma de abordagem, exposição, consolidação e \navaliação dos conteúdos curriculares. Especialistas em ensino recomendam o estímulo de \natividades de iniciação científica, projetos multidisciplinares, trabalho em equipe, \nexpressão oral, flexibilidade curricular e aproximação com a prática profissional. \nNeste contexto, o currículo propõe projetos de integração de conteúdos, com \ncaráter multidisciplinar, desenvolvidos em grupos e com apresentação e defesa dos \nprojetos. A introdução dos projetos de integração de conteúdos vem corrigir um aspecto \nnegativo que historicamente tem afetado os currículos tradicionais: a desconexão, que \nFaculdade de Engenharia Civil-FECIV \n", "19": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 15\nconsiste na perda de correlação entre conteúdos que estão intimamente interligados. A \ndesconexão não constitui, rigorosamente, uma falha dos currículos tradicionais, mas uma \nfalha na forma com que o aluno tem abordado os diversos conhecimentos. Nesse sentido, \nnão é difícil perceber que os estudantes iniciam determinada disciplina como se fosse algo \ntotalmente novo, com conteúdo novo e desvinculado das disciplinas anteriores. Com \nprojetos de integração, essa tendência é eliminada, uma vez que o estudante é levado a \npensar como um profissional de engenharia, reunindo todos os conhecimentos disponíveis \nem projetos completos dentro de cada grande área da Engenharia Civil e, em alguns casos, \ncorrelacionando mais de uma grande área. \nAtividades de pesquisa serão incentivadas através de projetos de iniciação \ncientífica e, eventualmente, do trabalho de conclusão de curso, podendo ter característica \nmultidisciplinar, com exigência de apresentação e defesa do trabalho. \nAlém da diversificação das atividades de aprendizagem, outra questão que surge é \nquanto à forma e o tempo de exposição dos conteúdos a serem vistos. A utilização de \nrecursos audiovisuais e de laboratórios deve ser estimulada, considerando que esses \ninstrumentos permitem a redução do tempo de abordagem de conteúdos em sala de aula, \nalém de permitir maior riqueza e dinamicidade às aulas. Ao mesmo tempo há que se cuidar \npara que as aulas expositivas não sejam integralmente baseadas em projeções mediante \ntransparências, slides, etc., fato que historicamente dispersa a atenção dos alunos. É preciso \nque formas de apresentação sejam mescladas com técnicas que permitam a integração do \naluno na construção lógico-dedutiva do conhecimento apresentado. \nA consolidação dos conhecimentos adquiridos em sala de aula deve acontecer em \natividades de estudo individuais e em grupo, valorizando e estimulando a autonomia \nintelectual dos estudantes, além de redefinir a postura do aluno como elemento ativo na \nconstrução do conhecimento, deixando de ser simples receptor passivo de informações. \nDesse modo, delineia-se uma tendência ao modelo construtivista de ensino. \nOutro aspecto também importante para a formação do engenheiro é a \noportunidade de consolidar conhecimentos no contexto da prática profissional. Assim, \nneste projeto pedagógico, são consideradas essenciais atividades com integração de \nconteúdos, estágios e participação em projetos de pesquisa e de extensão, que permitam \naplicação conjunta dos assuntos das disciplinas e a vivência de situações reais de \nproblemas de engenharia. \nFaculdade de Engenharia Civil-FECIV \n", "20": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 16\nA flexibilidade curricular é contemplada pela adoção de diversas atividades e \nprocedimentos. A livre escolha das disciplinas optativas e da sub-área do conhecimento ou \nespecialidade em que fará o trabalho de conclusão de curso permitem ao aluno o \ndirecionamento de sua formação. As atividades complementares buscam atender às \nexpectativas e diferentes interesses dos alunos para a sua integralização curricular. \nFaculdade de Engenharia Civil-FECIV \n", "21": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 17\n66  CCaarraacctteerriizzaaççããoo  ddoo  \neeggrreessssoo  \nDesde a sua implantação, o Curso de Engenharia Civil da Universidade Federal de \nUberlândia procura propiciar uma formação básica consistente e, com esse delineamento, \nespera-se que os engenheiros aqui formados tenham os conhecimentos necessários para o \nexercício criativo e consciente da profissão que escolheram. \nCom a aplicação do presente projeto pedagógico, além de manter a sólida \nformação básica, espera-se também que o profissional graduado apresente formação \ngeneralista, humanista, crítica e reflexiva e seja capaz de absorver e desenvolver novas \ntecnologias, identificar e resolver problemas, bem como buscar desenvolvimento \nprofissional constante, exercendo uma prática de formação continuada. \nO egresso será capaz de desenvolver estudos, projetos, cálculos, análise \neconômica, fiscalização, gerenciamento e supervisão de atividades relacionadas com \ndrenagem e irrigação; abastecimento de água e saneamento; edificações; estradas e \naeroportos; transportes e logística; portos e canais; geotecnia; barragens, túneis e diques; \npontes e grandes estruturas; ensino e pesquisa e serviços correlatos, considerando seus \naspectos técnicos, políticos, econômicos, sociais, ambientais e culturais, com visão ética e \nhumanística, em atendimento às demandas da sociedade. \nFaculdade de Engenharia Civil-FECIV \n", "22": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 18\n77  O\nObbjjeettiivvooss  ddoo  ccuurrssoo  \nO desenvolvimento técnico-científico, a necessidade de adequação às diretrizes \ncurriculares nacionais, o interesse em atender a regulamentação profissional, além da \ncaracterização do egresso já definida, são pontos que nortearam a definição dos objetivos \ndo curso. Além disso, em função do eclético currículo oferecido, percebe-se a necessidade \nde dispensar atenção uniforme a todas as áreas da Engenharia Civil. Ademais, pretende-se \nque os profissionais apresentem acentuada formação teórica, humanística, ecológica e um \ndestacado senso de ética profissional. \nO profissional formado poderá atuar em qualquer empresa, pública ou privada, \nque se dedique à gestão, projeto, construção, operação, manutenção ou supervisão de \nprojetos de engenharia civil em zonas urbanas ou rurais. \nOutra necessidade é formar profissionais com conhecimentos relacionados aos \nvários ramos das ciências básicas e da engenharia, capazes de responder às exigências \natuais da sociedade, bem como introduzir mudanças estruturais por meio de sua capacidade \ntécnica e crítica. O engenheiro civil deve estar preparado para oferecer soluções \ntecnicamente factíveis, considerando características econômicas, sociais e ambientais. \nDiante das dimensões continentais do país, o curso visa, além de formar \nprofissionais para atender às necessidades da sociedade em geral, prepará-los de acordo \ncom as necessidades de regiões diversas. \nA partir do exposto, de forma específica, o curso visa capacitar seus egressos para: \n• identificar, avaliar e implementar as tecnologias mais apropriadas; \n• criar, inovar e empreender para contribuir com o desenvolvimento tecnológico; \n• conceber, analisar, projetar e calcular obras de engenharia civil; \n• planejar e programar obras e serviços de engenharia civil; \n• construir, supervisionar, inspecionar e avaliar obras de engenharia civil; \n• operar, manter e reabilitar obras de engenharia civil; \n• modelar e simular sistemas e processos de engenharia civil; \n• a abstração espacial e a representação gráfica; \nFaculdade de Engenharia Civil-FECIV \n", "23": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 19\n• comunicar-se eficientemente nas formas escrita e oral; \n• utilizar tecnologias da informação, programas computacionais e outras ferramentas \npara a engenharia civil; \n• manejar e interpretar informação de campo; \n• compreender e associar os conceitos legais, econômicos e financeiros, para a \ntomada de decisões, gestão de projetos e obras de engenharia civil; \n• dirigir e liderar recursos humanos; \n• administrar os recursos materiais e equipamentos; \n• empregar técnicas de controle de qualidade nos materiais e serviços de engenharia \ncivil; \n• interagir com grupos multidisciplinares e dar soluções integrais de engenharia civil; \n• prevenir e avaliar os riscos nas obras de engenharia civil; \n• propor soluções que contribuam ao desenvolvimento sustentável; \n• avaliar o impacto ambiental e social das obras civis; \n• assumir a postura de permanente busca de atualização profissional. \nFaculdade de Engenharia Civil-FECIV \n", "24": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 20\n88  EEssttrruuttuurraa  ccuurrrriiccuullaarr  \n8.1 Núcleos de formação \nA nova organização curricular do curso é idealizada em conformidade com as \ndiretrizes curriculares nacionais- CNE/CES 11/2002, a resolução do CONGRAD 02/2004 \ne com os objetivos do curso. Desta forma o curso está organizado em núcleos de formação \ncom conteúdos que constituem a formação básica, profissional, específica e acadêmico-\ncientífico-cultural. \nO curso é composto por 55 disciplinas obrigatórias e um elenco variado de \ndisciplinas optativas. Incluem-se também, como componentes curriculares obrigatórios, o \nEstágio Supervisionado, as Atividades Acadêmicas Complementares e o Trabalho de \nConclusão de Curso, totalizando, no mínimo, 3960 horas. A distribuição da carga horária \nentre os componentes curriculares é a seguinte: \n \nDisciplinas obrigatórias \n \n \n \n \n \n3510 horas \n \nDisciplinas optativas – mínimo \n \n \n \n \n150 horas \n \nEstágio Supervisionado – mínimo  \n \n \n \n180 horas \n \nAtividades Acadêmicas Complementares – mínimo  \n90 horas \n \nTrabalho de Conclusão de Curso \n \n \n \n \n30 horas \nTOTAL GERAL – mínimo \n \n \n \n \n \n3960 horas \n \nA seguir descrevem-se os componentes curriculares previstos para a formação do \nprofissional desejado, que compõem os seguintes núcleos de formação: \n• Núcleo de formação básica: 1515 horas; \n• Núcleo de formação profissional: 1755 horas; \n• Núcleo de formação específica: 600 horas; \n• Núcleo de formação Acadêmico-Científico-Cultural: 90 horas. \n \nFaculdade de Engenharia Civil-FECIV \n", "25": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 21\n \nCurso de Engenharia Civil - Componentes Curriculares Obrigatórios \nCarga horária \nNúcleo \nConteúdos \nDisciplinas \nTeórica \nPrática \nTotal \nExpressão \nGráfica \nDesenho de Projetos \n15 \n45 \n60 \nQuímica Geral \n30 \n0 \n30 \nQuímica \nQuímica Experimental \n0 \n30 \n30 \nInformática \nIntrodução à Computação \n45 \n15 \n60 \nGeometria Analítica e Álgebra Linear \n90 \n0 \n90 \nEstatística \n60 \n0 \n60 \nCálculo Diferencial e Integral I \n90 \n0 \n90 \nCálculo Diferencial e Integral II \n90 \n0 \n90 \nCálculo Diferencial e Integral III \n90 \n0 \n90 \nMatemática \nCálculo Numérico \n60 \n0 \n60 \nFenômenos de \nTransporte \nMecânica dos Fluidos \n90 \n0 \n90 \nComunicação \ne Expressão; \nMetodologia \nCientífica e \nTecnologia  \nIntrodução à Engenharia Civil \n30 \n30 \n60 \nMecânica das Estruturas \n60 \n0 \n60 \nMecânica dos \nSólidos \nResistência dos Materiais I \n60 \n15 \n75 \nFísica Geral I \n60 \n0 \n60 \nFísica Experimental I \n0 \n30 \n30 \nFísica Geral II \n60 \n0 \n60 \nFísica Experimental II \n0 \n30 \n30 \nFísica Geral III \n60 \n0 \n60 \nFísica \nFísica Experimental III \n0 \n30 \n30 \nEletricidade \nAplicada \nInstalações Elétricas Prediais \n45 \n15 \n60 \nCiências do \nAmbiente \nMeio Ambiente e Sustentabilidade \n60 \n0 \n60 \nEconomia \nEconomia \n60 \n0 \n60 \nHumanidades, \nCiências \nSociais e \nCidadania \nDireito e Legislação \n60 \n0 \n60 \nAdministração \nAdministração \n60 \n0 \n60 \nFormação Básica \nTotal da formação básica \n1515 \nProjeto de Edificações \n15 \n45 \n60 \nTécnicas de Construção Civil \n90 \n0 \n90 \nProcessos Construtivos de Pontes em \nConcreto Armado e Protendido \n60 \n0 \n60 \nConstrução \nCivil \nPlanejamento de Obras \n60 \n0 \n60 \nMateriais de Construção Civil I \n30 \n30 \n60 \nMateriais de \nConstrução \nCivil \nMateriais de Construção Civil II \n30 \n30 \n60 \nGeologia Aplicada \n60 \n0 \n60 \nMecânica dos Solos \n60 \n30 \n90 \nGeotecnia \nFundações e Obras de Terra \n90 \n0 \n90 \nHidráulica Geral \n60 \n15 \n75 \nHidrologia Aplicada \n60 \n0 \n60 \nAbastecimento de Água e Redes de \nEsgoto \n90 \n0 \n90 \nHidráulica, \nHidrologia \nAplicada e \nSaneamento \nBásico \nSistemas Hidráulicos Prediais \n60 \n0 \n60 \nFormação Profissional \nTopografia e \nGeomática I \n45 \n15 \n60 \nFaculdade de Engenharia Civil-FECIV \n", "26": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 22\nGeodésia \nGeomática II \n30 \n30 \n60 \nResistência dos Materiais II \n60 \n0 \n60 \nTeoria das Estruturas I \n90 \n0 \n90 \nTeoria das Estruturas II \n60 \n0 \n60 \nEstruturas de Concreto Armado I \n90 \n0 \n90 \nEstruturas de Concreto Armado II \n60 \n0 \n60 \nEstruturas de Aço \n90 \n0 \n90 \nSistemas \nEstruturais e \nTeoria das \nEstruturas \nEstruturas de Madeira \n60 \n0 \n60 \nInfra-estrutura de Estradas e Ferrovias \n60 \n0 \n60 \nPavimentação \n60 \n0 \n60 \nEngenharia de Tráfego \n30 \n0 \n30 \nTransporte e \nLogística \nSistemas de Transportes \n60 \n0 \n60 \nTotal da formação profissional \n1755 \nDiversos \nDisciplinas Optativas \n \n \n150 \nProjeto de Integração de Conteúdos I \n0 \n60 \n60 \nProjeto de Integração de Conteúdos II \n0 \n60 \n60 \nProjeto de Integração de Conteúdos III \n0 \n60 \n60 \nProjeto de Integração de Conteúdos IV \n0 \n60 \n60 \nTrabalho de Conclusão de Curso \n0 \n30 \n30 \nConteúdos \nIntegrados \nEstágio Supervisionado \n0 \n180 \n180 \nFormação Específica \nTotal da formação específica \n600 \nFormação \nAcadêmico-\nCientífico-\nCultural \nDiversos \nAtividades Acadêmicas \nComplementares \n \n \n90 \nTotal \n3960 \n \nCurso de Engenharia Civil - Disciplinas optativas \nQualidade na Construção Civil \n60 \n0 \n60 \nConstrução Sustentável  \n60 \n0 \n60 \nSegurança do Trabalho \n30 \n0 \n30 \nNoções de Arquitetura e Urbanismo \n30 \n30 \n60 \nPsicologia Aplicada ao Trabalho \n30 \n0 \n30 \nGerenciamento de Obras \n60 \n0 \n60 \nConstrução \nCivil \nTópicos Especiais em Construção Civil \n60 \n0 \n60 \nConcreto Protendido \n60 \n0 \n60 \nConcreto Pré-Moldado \n30 \n0 \n30 \nEstruturas de Pontes  \n60 \n0 \n60 \nEstruturas de Concreto Armado III \n60 \n0 \n60 \nProjeto de Estruturas de Concreto \nArmado \n30 \n30 \n60 \nProjeto de Estruturas de Aço \n0 \n60 \n60 \nMétodo dos Elementos Finitos para \nEstruturas \n60 \n0 \n60 \nSistemas \nEstruturais e \nTeoria das \nEstruturas \nTópicos Especiais em Estruturas \n60 \n0 \n60 \nTratamento de Água \n60 \n0 \n60 \nTratamento de Águas Residuárias \n60 \n0 \n60 \nEscoamento Transiente \n60 \n0 \n60 \nÁguas Subterrâneas \n60 \n0 \n60 \nHidráulica, \nHidrologia \nAplicada e \nSaneamento \nBásico  \nTópicos Especiais em Hidráulica e \nSaneamento \n60 \n0 \n60 \nMecânica das Rochas \n60 \n0 \n60 \nBarragens de Terra e Enrocamento \n60 \n0 \n60 \nGeotecnia  \nTópicos Especiais em Geotecnia \n60 \n0 \n60 \nAeroportos \n60 \n0 \n60 \nPortos e Hidrovias \n60 \n0 \n60 \nFormação Específica \nTransporte e \nLogística \nTópicos Especiais em Transportes \n60 \n0 \n60 \nTotal \n1470 \nFaculdade de Engenharia Civil-FECIV \n", "27": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 23\n \nAs diretrizes curriculares nacionais – Resolução CNE/CES 11/2002 – \nrecomendam, para o núcleo de formação básica, cerca de 30% da carga horária mínima dos \ncursos de engenharia, que é de três mil e seiscentas horas, conforme Parecer CNE/CES \n8/2007. A carga horária recomendada foi ultrapassada para valorizar a formação básica \ndestacada anteriormente, perfazendo 1515 horas que correspondem a 38% da carga horária \ndo Curso. \nO núcleo de conteúdos profissionalizantes reúne os conhecimentos essenciais e \nindispensáveis à formação de engenheiros civis. Como o curso de engenharia civil da UFU \nnão forma especialistas, a formação profissional conta com uma carga horária elevada, pois \nabrange disciplinas de todas as sub-áreas do conhecimento, que são construção civil, \nestruturas, geotecnia, transportes, hidráulica e saneamento, proporcionando ao estudante, \ncomo salientado anteriormente, uma formação eclética. \nAs disciplinas optativas, dentro do núcleo de formação específica, permitem ao \naluno aprofundar e complementar seus conhecimentos na sub-área com que mais se \nidentificou dentro do curso, delineando assim uma possível área de atuação quando no \nexercício da profissão. O Colegiado definirá, semestralmente, as disciplinas optativas a \nserem oferecidas com base no interesse dos alunos e na possibilidade de oferta pelas \nUnidades Acadêmicas envolvidas. \nOs objetivos, ementas, conteúdos programáticos e bibliografia para cada \ndisciplina estão mostrados nas fichas das disciplinas do Anexo 1. \n8.2 Projetos de integração de conteúdos \nOs projetos de integração de conteúdos são interdisciplinares e foram implantados \ncom o objetivo de minimizar o efeito da construção do conhecimento de forma pulverizada \ne fragmentada. Essas disciplinas possibilitam ao estudante realizar trabalhos que aplicam \nconhecimentos adquiridos em disciplinas já cursadas. Nesse aspecto, há o desenvolvimento \nde projetos completos dentro de cada área da Engenharia Civil, os quais, em alguns casos, \npodem correlacionar mais de uma área de conhecimento, incentivando, portanto, a \nformação eclética já destacada. Sobretudo, essas disciplinas levam o estudante a fixar os \nconhecimentos adquiridos, além de agir e pensar como um profissional de engenharia. \nFaculdade de Engenharia Civil-FECIV \n", "28": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 24\nNa grade curricular, os projetos são introduzidos a partir do sexto período e sua \ndistribuição ocorre de acordo com a tabela a seguir. \n \nDisciplina \nÁrea de conhecimento \nprincipal \nConteúdos integrados \nProjeto de Integração de \nConteúdos 1 \nGeotecnia e Transportes \nTopografia e Geodésia, Geologia \nAplicada, \nMecânica \ndos \nSolos, \nObras de Terra, Infra-estrutura de \nEstradas, \nPavimentação, \nMeio \nAmbiente. \nProjeto de Integração de \nConteúdos 2 \nHidráulica e Saneamento \nTopografia e Geodésia, Obras de \nTerra,  Mecânica dos Fluidos, \nHidráulica, \nHidrologia, \nAbastecimento de Água e Redes de \nEsgoto, Meio Ambiente. \nProjeto de Integração de \nConteúdos 3 \nEdificações \nProjetos de Edificações, Materiais \nde \nConstrução, \nTécnicas \nde \nConstrução, \nPlanejamento \ne \nControle \nde \nObras, \nInstalações \nPrediais Hidráulicas e Elétricas. \nProjeto de Integração de \nConteúdos 4 \nEstruturas \nProjetos de Edificações, Fundações, \nTeoria das Estruturas, Estruturas de \nConcreto Armado, Estruturas de \nMadeira, Estruturas de Aço. \n \nOs projetos de integração, em função da sua interdisciplinaridade, devem ser \nconduzidos por dois ou mais professores. Nesse contexto, o docente terá a função de \ncoordenar e orientar a execução das etapas do projeto, o que será feito em sala de aula. \nToda carga horária é considerada prática, uma vez que não há introdução de novos \nconceitos e sim a estruturação de conceitos fornecidos nas disciplinas anteriores, na \naplicação de um problema prático de engenharia.  \nOs projetos serão executados por grupos de alunos, convenientemente divididos. \nEm termos comparativos, pode-se dizer que cada grupo constituirá uma empresa de \nengenharia que assumirá o compromisso de entregar um projeto dentro de um cronograma \nespecificado. A elaboração desse cronograma é tarefa dos professores que, nesse caso, \nassumem o papel de contratantes e fiscais. \nCada Projeto de Integração de Conteúdos encontra-se devidamente detalhado em \nsua ficha de disciplina. \nFaculdade de Engenharia Civil-FECIV \n", "29": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 25\n8.3 Estágio supervisionado \nNo estágio supervisionado o estudante terá contato com a prática cotidiana de seu \nfuturo ambiente de trabalho, com oportunidade de unir o saber ao fazer, desenvolver visão \nsistêmica, crítica, maturidade profissional e técnica, bem como ter contato com \nprofissionais da área, vivência em empresas e consciência das implicações econômicas, \nsociais, ambientais e éticas de suas atividades como engenheiro. \nOs estágios só podem ser realizados em instituições e empresas que tenham \ncondições de proporcionar experiência prática e aplicação de conhecimentos integrantes do \ncurrículo do curso, permitindo complementar o ensino e a aprendizagem. \nO acompanhamento do estágio é de responsabilidade da Comissão de Estágio \nSupervisionado, que delibera sobre a proposta apresentada pelo estudante, controla datas \nde entrega de relatórios, participa de reuniões com empresas conveniadas e propõe \nalterações nas normas de estágio do curso. \nDurante o estágio, o aluno é orientado por um professor do Curso de Engenharia \nCivil e supervisionado por um engenheiro responsável pelo acompanhamento das \natividades desenvolvidas pelo estagiário. A escolha do orientador é iniciativa do aluno e \ndependerá da disponibilidade do professor. \nO estágio supervisionado é concluído com a aprovação na disciplina Estágio \nSupervisionado, desenvolvida também em períodos especiais, não necessariamente \ncoincidentes com os períodos letivos. A soma dos vários períodos de matrícula em estágio \nnão pode ser inferior a quinze semanas e, em qualquer caso, a carga horária global do \nestágio não pode ser inferior a cento e oitenta horas. O aluno pode, a seu critério, \npermanecer matriculado somente nesta disciplina ao longo do semestre letivo. \nO relatório final do estágio supervisionado será defendido perante uma banca \nexaminadora que avalia o relatório e experiências adquiridas pelo estudante. A banca é \nconstituída pelo professor orientador, na qualidade de presidente, além de outros dois \ndocentes designados pelo coordenador da comissão de estágio. \nA norma que regulamenta o desenvolvimento da disciplina Estágio \nSupervisionado, bem como define os critérios para seu aproveitamento, é estabelecida pelo \nColegiado do Curso. \nFaculdade de Engenharia Civil-FECIV \n", "30": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 26\n8.4 Atividades acadêmicas complementares \nAs Atividades Acadêmicas Complementares objetivam ampliar a formação do \ngraduando em Engenharia Civil no âmbito de sua preparação profissional, ética e \nhumanística, por meio do aproveitamento curricular de atividades de natureza acadêmica, \ncientífica, tecnológica, social, desportiva, política, cultural ou artística, de livre escolha do \nestudante. A carga horária mínima a ser cumprida em Atividades Acadêmicas \nComplementares é de noventa horas. Ressalta-se que estas atividades podem ser \ndesenvolvidas ao longo de todo o Curso, ou seja, desde o primeiro período até a conclusão \ndo Curso. Nesse contexto, podem ser aproveitadas atividades relacionadas com: \n• participação em programas de iniciação científica; \n• publicações em periódicos e congressos científicos; \n• participação em projetos ou atividades relacionadas ao ensino; \n• participação em projetos ou atividades de pesquisa aprovados pelo Conselho da \nUnidade; \n• participação em projetos ou atividades de extensão aprovados pelo Conselho da \nUnidade; \n• participação em eventos técnicos, científicos, culturais, artísticos ou esportivos; \n• participação no Programa de Educação Tutorial-PET; \n• exercício de atividade de monitoria; \n• visitas técnicas orientadas; \n• representação discente em colegiados da UFU; \n• participação na diretoria do Diretório Acadêmico de Engenharia Civil, grêmios ou \nDiretório Central dos Estudantes da UFU; \n• disciplinas cursadas com aproveitamento em outros cursos superiores, \nconsiderando-se a soma das cargas horárias das disciplinas, até o limite de 60 \nhoras; \n• cursos de língua estrangeira e de informática; \n• participação em concursos técnicos. \nA norma regulamentadora que caracteriza cada uma das atividades, bem como \ndefine os critérios para sua certificação e aproveitamento, é estabelecida pelo Colegiado do \nCurso. \n \nFaculdade de Engenharia Civil-FECIV \n", "31": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 27\n8.5 Trabalho de conclusão de curso \nO Trabalho de Conclusão de Curso-TCC, obrigatório nos cursos de engenharia, \nconstitui uma disciplina especial que permite ao estudante demonstrar sua capacidade de \ncriação, produção e elaboração de um trabalho teórico-prático, sintetizando e integrando os \nconhecimentos adquiridos durante sua formação acadêmica, no tema específico de sua \nescolha. \nA matrícula em TCC somente poderá ser efetuada concomitantemente com as \núltimas disciplinas para a integralização do currículo, isto é, no último período do \nestudante. Antes de requerer sua matrícula, o estudante deve definir com o orientador sua \ninclusão no projeto que lhe interessa. A solicitação deve ser feita no período de matrícula \nprevisto no calendário acadêmico, por meio de requerimento protocolado no setor de \natendimento ao aluno e dirigido à Coordenação do Curso. \nO TCC, em função de suas características, pode ser apresentado em forma de \nmonografia ou relatório. A disciplina é concluída com aprovação da monografia ou \nrelatório, que deve ser defendido publicamente perante uma banca especialmente \nconstituída. \nA norma que regulamenta a disciplina Trabalho de Conclusão de Curso é \nestabelecida pelo Colegiado do Curso. \n8.6 Fluxo curricular \n8.6.1 Introdução \nNa concepção pedagógica do curso, o estudante é enquadrado, a cada semestre, \nem um determinado período do curso. Desta forma, a exigência de pré-requisitos é \ndesnecessária, exceto para as disciplinas especiais estabelecidas neste projeto. O período \ndo aluno é definido de acordo com as normas de matrícula aprovadas para o curso. \nCom o objetivo de orientar a matrícula dos estudantes, apresenta-se a seguir a \nseqüência curricular considerada como referência. O fluxo curricular não pressupõe tão \nsomente uma seqüência de acúmulo de conhecimentos, mas também a aquisição de \ncompetências e de maturidade dos estudantes. Assim, procurou-se introduzir conteúdos \nprofissionalizantes logo no início do curso, evitando concentrar todas as disciplinas de \nformação básica nos períodos iniciais. Acredita-se que o início do núcleo profissional mais \nFaculdade de Engenharia Civil-FECIV \n", "32": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 28\ncedo estimula o estudante, além de permitir o estabelecimento de vínculo deste com os \nprofessores da Unidade responsável pelo curso. Espera-se que o fortalecimento desses \nvínculos contribua para o processo de aprendizagem. \nO início do núcleo profissional já no segundo período permite o desenvolvimento \ndo primeiro Projeto de Integração de Conteúdos no sexto período do Curso, possibilitando \na síntese e integração dos conhecimentos adquiridos em instantes estratégicos do percurso \ncurricular. \nO Trabalho de Conclusão de Curso, por sua própria especificidade, e o Estágio \nSupervisionado estão programados para serem desenvolvidos no final do curso. Essa \nestratégia permite que o estudante tenha melhor aproveitamento no tema escolhido e no \nestágio, assim como a empresa terá um estagiário mais profissional. \nA recomendação de que as disciplinas optativas sejam cursadas no nono período \njustifica-se somente pelo fato de que neste período o estudante já terá cursado todas as \ndisciplinas do núcleo profissional, o que lhe dará base para cursar as disciplinas optativas. \nEntretanto, se o estudante tiver interesse por determinada disciplina optativa e possuir os \nrequisitos necessários para cursá-la, poderá fazê-lo em outros momentos do seu percurso \ncurricular. \n8.6.2 Fluxo Curricular do Curso de Engenharia Civil \n \nCURSO DE ENGENHARIA CIVIL \nCarga horária \nPeríodo \nCódigo \nDisciplinas \nTeórica \nPrática \nTotal \nFormação \nCate \ngoria \nPré ou Có-\nRequisito \nGCI01 \nDesenho de Projetos \n15 \n45 \n60 \nBásica \nObrig. \n \nGCI02 \nIntrodução à Engenharia Civil \n30 \n30 \n60 \nBásica \nObrig. \n \nGCI03 \nCálculo Diferencial e Integral I \n90 \n0 \n90 \nBásica \nObrig. \n \nGCI04 \nGeometria Analítica e Álgebra Linear \n90 \n0 \n90 \nBásica \nObrig. \n \nGCI05 \nQuímica Geral \n30 \n0 \n30 \nBásica \nObrig. \nCó-GCI06 \nGCI06 \nQuímica Experimental \n0 \n30 \n30 \nBásica \nObrig. \nCó-GCI05 \nGCI07 \nIntrodução à Computação \n45 \n15 \n60 \nBásica \nObrig. \n \nPrimeiro \nTotal \n300 \n120 \n420 \n \nGCI08 \nProjeto de Edificações \n15 \n45 \n60 \nProfissional \nObrig. \n \nGCI09 \nMecânica das Estruturas \n60 \n0 \n60 \nBásica \nObrig. \n \nGCI10 \nMeio Ambiente e Sustentabilidade \n60 \n0 \n60 \nBásica \nObrig. \n \nGCI11 \nGeologia Aplicada \n60 \n0 \n60 \nProfissional \nObrig. \n \nGCI12 \nCálculo Diferencial e Integral II \n90 \n0 \n90 \nBásica \nObrig. \n \nGCI13 \nFísica Geral I \n60 \n0 \n60 \nBásica \nObrig. \nCó-GCI14 \nGCI14 \nFísica Experimental I \n0 \n30 \n30 \nBásica \nObrig. \nCó-GCI13 \nSegundo \nTotal \n345 \n75 \n420 \n \nGCI15 \nResistência dos Materiais I \n60 \n15 \n75 \nBásica \nObrig. \n \nGCI16 \nMecânica dos Solos \n60 \n30 \n90 \nProfissional \nObrig. \n \nGCI17 \nGeomática I \n45 \n15 \n60 \nProfissional \nObrig. \n \nGCI18 \nEstatística \n60 \n0 \n60 \nBásica \nObrig. \n \nGCI19 \nCálculo Diferencial e Integral III \n90 \n0 \n90 \nBásica \nObrig. \n \nGCI20 \nCálculo Numérico \n60 \n0 \n60 \nBásica \nObrig. \n \nTerceiro \nTotal \n375 \n60 \n435 \n \nFaculdade de Engenharia Civil-FECIV \n", "33": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 29\nGCI21 \nMateriais de Construção Civil I \n30 \n30 \n60 \nProfissional \nObrig. \n \nGCI22 \nResistência dos Materiais II \n60 \n0 \n60 \nProfissional \nObrig. \n \nGCI23 \nTeoria das Estruturas I \n90 \n0 \n90 \nProfissional \nObrig. \n \nGCI24 \nMecânica dos Fluidos \n90 \n0 \n90 \nBásica \nObrig. \n \nGCI25 \nGeomática II \n30 \n30 \n60 \nProfissional \nObrig. \n \nGCI26 \nFísica Geral II \n60 \n0 \n60 \nBásica \nObrig. \nCó-GCI27 \nGCI27 \nFísica Experimental II \n0 \n30 \n30 \nBásica \nObrig. \nCó-GCI26 \nQuarto \nTotal \n360 \n90 \n450 \n \nGCI28 \nMateriais de Construção Civil II \n30 \n30 \n60 \nProfissional \nObrig. \n \nGCI29 \nTeoria das Estruturas II \n60 \n0 \n60 \nProfissional \nObrig. \n \nGCI30 \nHidráulica Geral \n60 \n15 \n75 \nProfissional \nObrig. \n \nGCI31 \nFundações e Obras de Terra \n90 \n0 \n90 \nProfissional \nObrig. \n \nGCI32 \nInfra-estrutura de Estradas e Ferrovias \n60 \n0 \n60 \nProfissional \nObrig. \n \nGCI33 \nFísica Geral III \n60 \n0 \n60 \nBásica \nObrig. \nCó-GCI34 \nGCI34 \nFísica Experimental III \n0 \n30 \n30 \nBásica \nObrig. \nCó-GCI33 \nQuinto \nTotal \n360 \n75 \n435 \n \nGCI35 \nTécnicas de Construção Civil \n90 \n0 \n90 \nProfissional \nObrig. \n \nGCI36 \nEstruturas de Concreto Armado I \n90 \n0 \n90 \nProfissional \nObrig. \n \nGCI37 \nHidrologia Aplicada \n60 \n0 \n60 \nProfissional \nObrig. \n \nGCI38 \nAbastecimento de Água e Redes de \nEsgoto \n90 \n0 \n90 \nProfissional \nObrig. \n \nGCI39 \nPavimentação \n60 \n0 \n60 \nProfissional \nObrig. \n \nGCI40 \nProjeto de Integração de Conteúdos I \n0 \n60 \n60 \nEspecífica \nObrig. \n \nSexto \nTotal \n390 \n60 \n450 \n \nGCI41 \nPlanejamento de Obras \n60 \n0 \n60 \nProfissional \nObrig. \n \nGCI42 \nEstruturas de Concreto Armado II \n60 \n0 \n60 \nProfissional \nObrig. \n \nGCI43 \nEstruturas de Madeira \n60 \n0 \n60 \nProfissional \nObrig. \n \nGCI44 \nSistemas Hidráulicos Prediais \n60 \n0 \n60 \nProfissional \nObrig. \n \nGCI45 \nEngenharia de Tráfego \n30 \n0 \n30 \nProfissional \nObrig. \n \nGCI46 \nInstalações Elétricas Prediais \n45 \n15 \n60 \nBásica \nObrig. \nCó-GCI35 \nPré-GCI26 \nGCI47 \nProjeto de Integração de Conteúdos II \n0 \n60 \n60 \nEspecífica \nObrig. \n \nSétimo \nTotal \n315 \n75 \n390 \n \nGCI48 \nProcessos Construtivos de Pontes em \nConcreto Armado e Protendido \n60 \n0 \n60 \nProfissional \nObrig. \n \nGCI49 \nEstruturas de Aço \n90 \n0 \n90 \nProfissional \nObrig. \n \nGCI50 \nSistemas de Transportes \n60 \n0 \n60 \nProfissional \nObrig. \n \nGCI51 \nEconomia \n60 \n0 \n60 \nBásica \nObrig. \n2400 horas \nGCI52 \nProjeto de Integração de Conteúdos III \n0 \n60 \n60 \nEspecífica \nObrig. \n \nOitavo \nTotal \n270 \n60 \n330 \n \nGCI53 \nDireito e Legislação \n60 \n0 \n60 \nBásica \nObrig. \n2400 horas \nGCI54 \nAdministração \n60 \n0 \n60 \nBásica \nObrig. \n2400 horas \n \nDisciplinas Optativas \n150 \n0 \n150 \nEspecífica \nOptat. \n \nGCI55 \nProjeto de Integração de Conteúdos IV \n0 \n60 \n60 \nEspecífica \nObrig. \n \nNono \nTotal \n270 \n60 \n330 \n \nGCI56 \nEstágio Supervisionado \n0 \n180 \n180 \nEspecífica \nObrig. \nGCI57 \nTrabalho de Conclusão de Curso \n0 \n30 \n30 \nEspecífica \nObrig. \nNormas \nespecíficas \nDécimo \nTotal \n0 \n210 \n210 \n \n \n \nAtividades Acadêmicas \nComplementares \n0 \n90 \n90 \nAcadêmico- \nCientífico- \nCultural \nOptat. \nNormas \nespecíficas \nTotal Geral \n2985 \n975 \n3960 \n \n \n8.6.3 Disciplinas Especiais \nDisciplinas especiais são aquelas que o aluno pode cursar segundo regras de \nmatrícula por disciplina. Desta forma, elas não estão atreladas ao período do aluno. As \ndisciplinas especiais do Curso de Engenharia Civil são: Geologia Aplicada; Meio \nAmbiente e Sustentabilidade; Instalações Elétricas Prediais; Economia; Administração; \nFaculdade de Engenharia Civil-FECIV \n", "34": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 30\nDireito e Legislação; Estágio Supervisionado, bem como todas as disciplinas listadas como \noptativas. \n8.7 Implantação \nA implantação da nova organização curricular, coordenada pelo Colegiado do \nCurso, dar-se-á a partir do primeiro semestre de 2008. As respectivas equivalências entre \nas disciplinas dos dois currículos constam das tabelas nos itens a seguir. \nForam identificadas, além dos ingressantes, duas situações possíveis: estudantes \nque migrarem do currículo antigo para o currículo novo e outros que permanecerem no \ncurrículo antigo, mas necessitarem cursar disciplinas do currículo novo. \n8.7.1 Equivalência entre disciplinas para alunos do currículo \nnovo \nO estudante do currículo antigo que for alcançado pelo currículo novo será \nobrigatoriamente transferido para este último. O período em que se encontrava enquadrado \nno currículo antigo será mantido no novo, com obrigatoriedade de matrícula nas disciplinas \nem débito deste último e exigência de atendimento integral às regras de matrícula do Curso \npara avançar de período. \nOs estudantes pertencentes ao currículo antigo poderão migrar para o novo, desde \nque possam ser enquadrados em um determinado período do novo currículo que já esteja \nsendo oferecido, atendendo integralmente às regras de matrícula do Curso. \nA tabela a seguir apresenta as equivalências entre disciplinas para alunos do \ncurrículo novo. \n \nCURSO DE ENGENHARIA CIVIL \nEQUIVALÊNCIA ENTRE DISCIPLINAS PARA ALUNOS DO CURRÍCULO NOVO \nCurrículo Novo \nCurrículo Antigo \nCódigo \nDisciplinas \nCH \nCódigo \nDisciplinas \nCH \nDEM01 \nDesenho Básico \n45 \nGCI01 \nDesenho de Projetos \n60 \nDEM02 \nDesenho Técnico \n45 \nGCI02 \nIntrodução à Engenharia Civil \n60 \nENG05 \nIntrodução à Engenharia Civil \n30 \nGCI03 \nCálculo Diferencial e Integral I \n90 \nMAT02 \nCálculo Diferencial e Integral 1 \n90 \nMAT03 \nGeometria Analítica \n75 \nGCI04 \nGeometria Analítica e Álgebra Linear \n90 \nMAT07 \nÁlgebra Linear \n45 \nGCI05 \nQuímica Geral \n30 \nQMC02 \nQuímica Geral \n45 \nGCI06 \nQuímica Experimental \n30 \nQMC03 \nQuímica Experimental \n45 \nGCI07 \nIntrodução à Computação \n60 \nINF51 \nIntrodução à Computação 1 \n60 \n \n \n \n \n \n \nGCI08 \nProjeto de Edificações \n60 \nCVL51 \nDesenho de Projetos 1 \n75 \nGCI09 \nMecânica das Estruturas \n60 \nFIS05 \nEstática \n60 \nGCI10 \nMeio Ambiente e Sustentabilidade \n60 \nCVL30 \nCiências do Ambiente \n30 \nFaculdade de Engenharia Civil-FECIV \n", "35": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 31\nGCI11 \nGeologia Aplicada \n60 \nSCL05 \nGeologia Aplicada \n60 \nGCI12 \nCálculo Diferencial e Integral II \n90 \nMAT05 \nCálculo Diferencial e Integral 2 \n90 \nGCI13 \nFísica Geral I \n60 \nFIS01 \nFísica Geral 1 \n90 \nGCI14 \nFísica Experimental I \n30 \nFIS02 \nFísica Experimental 1 \n30 \n \n \n \n \n \n \nGCI15 \nResistência dos Materiais I \n75 \nFIS09 \nResistência dos Materiais 1 \n105 \nCVL08 \nMecânica dos Solos 1 \n45 \nGCI16 \nMecânica dos Solos \n90 \nCVL13 \nMecânica dos Solos 2 \n60 \nCVL03 \nTopografia 1 \n75 \nGCI17 \nGeomática I \n60 \nCVL07 \nTopografia 2 \n90 \nGCI18 \nEstatística \n60 \nMAT06 \nEstatística \n60 \nGCI19 \nCálculo Diferencial e Integral III \n90 \nMAT08 \nCálculo Diferencial e Integral 3 \n90 \nGCI20 \nCálculo Numérico \n60 \nMAT12 \nCálculo Numérico \n75 \n \n \n \n \n \n \nGCI21 \nMateriais de Construção Civil I \n60 \nFIS11 \nMateriais de Construção Civil 1 \n75 \nGCI22 \nResistência dos Materiais II \n60 \nFIS13 \nResistência dos Materiais 2 \n90 \nCVL05 \nTeoria das Estruturas 1 \n60 \nGCI23 \nTeoria das Estruturas I \n90 \nCVL10 \nTeoria das Estruturas 2 \n90 \nGCI24 \nMecânica dos Fluidos \n90 \nCVL02 \nMecânica dos Fluidos \n90 \nGCI26 \nFísica Geral II \n60 \nFIS03 \nFísica Geral 2 \n90 \nGCI27 \nFísica Experimental II \n30 \nFIS04 \nFísica Experimental 2 \n30 \n \n \n \n \n \n \nGCI28 \nMateriais de Construção Civil II \n60 \nFIS12 \nMateriais de Construção Civil 2 \n75 \nCVL10 \nTeoria das Estruturas 2 \n90 \nGCI29 \nTeoria das Estruturas II \n60 \nCVL15 \nTeoria das Estruturas 3 \n60 \nGCI30 \nHidráulica Geral \n75 \nCVL06 \nHidráulica Geral \n75 \nCVL26 \nFundações \n60 \nGCI31 \nFundações e Obras de Terra \n90 \nCVL19 \nObras de Terra \n45 \nCVL12 \nInfra-estrutura de Estradas \n75 \nGCI32 \nInfra-estrutura de Estradas e Ferrovias \n60 \nCVL25 \nFerrovias \n45 \nGCI33 \nFísica Geral III \n60 \nFIS07 \nFísica Geral 3 \n90 \nGCI34 \nFísica Experimental III \n30 \nFIS08 \nFísica experimental 3 \n30 \n \n \n \n \n \n \nCVL20 \nTécnicas de Construção Civil 1 \n45 \nGCI35 \nTécnicas de Construção Civil \n90 \nCVL27 \nTécnicas de Construção Civil 2 \n45 \nCVL55 \nIntrodução às Estruturas de Concreto \n60 \nGCI36 \nEstruturas de Concreto Armado I \n90 \nCVL56 \nEstruturas de Concreto Armado 1 \n60 \nGCI37 \nHidrologia Aplicada \n60 \nCVL17 \nHidrologia Aplicada \n60 \nCVL11 \nAbastecimento de Água \n75 \nGCI38 \nAbastecimento de Água e Redes de Esgoto \n90 \nCVL24 \nSaneamento \n75 \nGCI39 \nPavimentação \n60 \nCVL18 \nPavimentação \n60 \n \n \n \n \n \n \nGCI41 \nPlanejamento de Obras \n60 \nCVL28 \nPlanejamento e Controle de Obras 1 \n75 \nCVL56 \nEstruturas de Concreto Armado 1 \n60 \nGCI42 \nEstruturas de Concreto Armado II \n60 \nCVL57 \nEstruturas de Concreto Armado 2 \n60 \nCVL21 \nEstruturas de Madeira \n30 \nGCI43 \nEstruturas de Madeira \n60 \nCVL14 \nEstruturas Metálicas 2 \n60 \nGCI44 \nSistemas Hidráulicos Prediais \n60 \nCVL24 \nSaneamento \n75 \nGCI45 \nEngenharia de Tráfego \n30 \nCVL34 \nPlanejamento e Engenharia de \nTráfego \n60 \nGCI46 \nInstalações Elétricas Prediais \n60 \nELT41 \nEletrotécnica e Instalações \nDomiciliares \n75 \n \n \n \n \n \n \nGCI49 \nEstruturas de Aço \n90 \nCVL09 \nEstruturas Metálicas 1 \n75 \nCVL31 \nEconomia dos Transportes \n45 \nGCI50 \nSistemas de Transportes \n60 \nCVL34 \nPlanejamento e Engenharia de \nTráfego \n60 \nGCI51 \nEconomia \n60 \nECN01 \nEconomia \n60 \n \n \n \n \n \n \nGCI53 \nDireito e Legislação \n60 \nDRT50 \nDireito e Legislação \n45 \nGCI54 \nAdministração \n60 \nCAM01 \nAdministração \n75 \nGCI56 \nEstágio Supervisionado \n180 \nCVL32 \nEstágio Supervisionado \n270 \n \n \n \n \n \n \nGCI66 \nEstruturas de Pontes \n60 \nCVL22 \nElementos de Pontes \n75 \nGCI62 \nGerenciamento de Obras \n60 \nCVL39 \nPlanejamento e Controle de Obras 2 \n60 \nGCI72 \nTratamento de Água \n60 \nCVL35 \nTratamento de Água \n60 \nGCI73 \nTratamento de Águas Residuárias \n60 \nCVL41 \nTratamento de Esgotos \n60 \nGCI74 \nEscoamento Transiente \n60 \nCVL36 \nEscoamento Transiente \n60 \nGCI64 \nConcreto Protendido \n60 \nCVL26 \nFundamentos do Concreto Protendido \n60 \nGCI67 \nEstruturas de Concreto Armado III \n60 \nCVL37 \nEstruturas de Concreto Armado 3 \n60 \nGCI68 \nProjeto de Estruturas de Concreto Armado \n60 \nCVL43 \nProjeto de Estruturas de Concreto \nArmado \n60 \nFaculdade de Engenharia Civil-FECIV \n", "36": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 32\nGCI69 \nProjeto de Estruturas de Aço \n60 \nCVL14 \nEstruturas Metálicas 2 \n60 \nGCI80 \nAeroportos \n60 \nCVL40 \nAeroportos \n60 \nGCI81 \nPortos e Hidrovias \n60 \nCVL33 \nPortos e Hidrovias \n60 \nGEM50 \nSegurança do Trabalho \n30 \nDEM33 \nSegurança do Trabalho \n30 \nGCI60 \nNoções de Arquitetura e Urbanismo \n60 \nARP01 \nNoções de Arquitetura e Urbanismo \n60 \nGCI61 \nPsicologia Aplicada ao Trabalho \n30 \nPSI45 \nPsicologia Aplicada ao Trabalho \n30 \n8.7.2 Equivalência entre disciplinas para alunos do currículo \nantigo \nO oferecimento de disciplina do currículo antigo cessará quando o currículo novo \nalcançar o período da referida disciplina. Em função da quantidade de alunos ainda não \naprovados, da disponibilidade de professores e, a critério do Colegiado de Curso, a \ndisciplina do currículo antigo ainda poderá ser oferecida por, no máximo, um semestre. \nO estudante do currículo antigo só pode cursar disciplina equivalente do currículo \nnovo se a do currículo antigo não estiver mais sendo oferecida. Caso seja reprovado em \ndisciplinas que deixarem de ser oferecidas, poderá cursar disciplinas do currículo novo \ncom as equivalências relacionadas nas tabelas seguintes. Se o conteúdo ou a carga horária \nda disciplina equivalente no currículo novo for inferior, será necessária a adaptação de \nestudos definida pelo Colegiado do Curso, conforme as Normas de Graduação. Tal \natividade será registrada por meio de disciplina especialmente criada para esse fim. \nA tabela a seguir apresenta as equivalências entre disciplinas para alunos do \ncurrículo antigo, incluindo as respectivas adaptações de estudos. \n \nCURSO DE ENGENHARIA CIVIL \nEQUIVALÊNCIA ENTRE DISCIPLINAS PARA ALUNOS DO CURRÍCULO ANTIGO \nCurrículo Antigo \nCurrículo Novo \nAdaptação de estudos \nCódigo \nDisciplinas \nCH \nCódigo \nDisciplinas \nCH \nComplemento de \nConteúdo ou Carga \nHorária \nCH \nDEM01 \nDesenho Básico \n45 \nGCI01 \nDesenho de Projetos \n60 \n \n \nENG05 \nIntrodução à \nEngenharia Civil \n30 \nGCI02 \nIntrodução à \nEngenharia Civil \n60 \n \n \nMAT02 \nCálculo Diferencial e \nIntegral 1 \n90 \nGCI03 \nCálculo Diferencial e \nIntegral I \n90 \n \n \nMAT03 \nGeometria Analítica \n75 \nGCI04 \nGeometria Analítica e \nÁlgebra Linear \n90 \n \n \nQMC02 \nQuímica Geral \n45 \nGCI05 \nQuímica Geral \n30 \nComplemento de carga \nhorária \n15 \nQMC03 \nQuímica Experimental \n45 \nGCI06 \nQuímica Experimental \n30 \nComplemento de carga \nhorária \n15 \nINF51 \nIntrodução à \nComputação 1 \n60 \nGCI07 \nIntrodução à \nComputação \n60 \n \n \n \n \n \n \n \n \n \n \nFIS01 \nFísica Geral 1 \n90 \nGCI13 \nFísica Geral I \n60 \nComplemento de carga \nhorária \n30 \nFIS02 \nFísica Experimental 1 \n30 \nGCI14 \nFísica Experimental I \n30 \n \n \nMAT05 \nCálculo Diferencial e \nIntegral 2 \n90 \nGCI12 \nCálculo Diferencial e \nIntegral II \n90 \n \n \nMAT06 \nEstatística \n60 \nGCI18 \nEstatística \n60 \n \n \n \n \n \n \n \n \n \n \nCVL51 \nDesenho de Projetos 1 \n75 \nGCI08 \nProjeto de Edificações \n60 \nComplemento de carga \nhorária \n15 \nFaculdade de Engenharia Civil-FECIV \n", "37": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 33\nFIS05 \nEstática \n60 \nGCI09 \nMecânica das \nEstruturas \n60 \n \n \nFIS04 \nFísica Experimental 2 \n30 \nGCI27 \nFísica Experimental II \n30 \n \n \nMAT08 \nCálculo Diferencial e \nIntegral 3 \n90 \nGCI19 \nCálculo Diferencial e \nIntegral III \n90 \n \n \nMAT12 \nCálculo Numérico \n75 \nGCI20 \nCálculo Numérico \n60 \nComplemento de carga \nhorária \n15 \n \n \n \n \n \n \n \n \nFIS09 \nResistência dos \nMateriais 1 \n105 \nGCI15 \nResistência dos \nMateriais I \n75 \nComplemento de carga \nhorária \n30 \nFIS07 \nFísica Geral 3 \n90 \nGCI33 \nFísica Geral III \n60 \nComplemento de carga \nhorária \n30 \nFIS08 \nFísica Experimental 3 \n30 \nGCI34 \nFísica Experimental III \n30 \n \n \nCVL03 \nTopografia 1 \n75 \nGCI17 \nGeomática I \n60 \nComplemento de carga \nhorária \n15 \nSCL05 \nGeologia Aplicada \n60 \nGCI11 \nGeologia Aplicada \n60 \n \n \n \n \n \n \n \n \n \n \nFIS11 \nMateriais de \nConstrução Civil 1 \n75 \nGCI21 \nMateriais de \nConstrução Civil I \n60 \nComplemento de carga \nhorária \n15 \nCVL05 \nTeoria das Estruturas 1 \n60 \nGCI23 \nTeoria das Estruturas I \n90 \n \n \nFIS13 \nResistência dos \nMateriais 2 \n90 \nGCI22 \nResistência dos \nMateriais II \n60 \nComplemento de carga \nhorária \n30 \nCVL02 \nMecânica dos Fluidos \n90 \nGCI24 \nMecânica dos Fluidos \n90 \n \n \nCVL08 \nMecânica dos Solos 1 \n45 \nGCI16 \nMecânica dos Solos \n90 \n \n \n \n \n \n \n \n \n \n \nFIS12 \nMateriais de \nConstrução Civil 2 \n75 \nGCI28 \nMateriais de \nConstrução Civil II \n60 \nComplemento de carga \nhorária \n15 \nCVL55 \nIntrodução às Estruturas \nde Concreto \n60 \nGCI36 \nEstruturas de Concreto \nArmado I \n90 \n \n \nCVL06 \nHidráulica Geral \n75 \nGCI30 \nHidráulica Geral \n75 \n \n \nCVL12 \nInfra-estrutura de \nEstradas \n75 \nGCI32 \nInfra-estrutura de \nEstradas e Ferrovias \n60 \nComplemento de carga \nhorária \n15 \n \n \n \n \n \n \n \n \nCVL20 \nTécnicas de Construção \nCivil 1 \n45 \nGCI35 \nTécnicas de Construção \nCivil \n90 \n \n \nCVL09 \nEstruturas Metálicas 1 \n75 \nGCI49 \nEstruturas de Aço \n90 \n \n \nCVL17 \nHidrologia Aplicada \n60 \nGCI37 \nHidrologia Aplicada \n60 \n \n \nCVL18 \nPavimentação \n60 \nGCI39 \nPavimentação \n60 \n \n \nCVL19 \nObras de Terra \n45 \nGCI31 \nFundações e Obras de \nTerra \n90 \n \n \n \n \n \n \n \n \n \n \nCVL27 \nTécnicas de Construção \nCivil 2 \n45 \nGCI35 \nTécnicas de Construção \nCivil \n90 \n \n \nCVL22 \nElementos de Pontes \n75 \nGCI66 \nEstruturas de Pontes \n60 \nComplemento de carga \nhorária \n15 \nCVL57 \nEstruturas de Concreto \nArmado 2 \n60 \nGCI42 \nEstruturas de Concreto \nArmado II \n60 \n \n \nGCI69 \nProjeto de Estruturas de \nAço \n60 \n \n \nCVL14 \nEstruturas Metálicas 2 \n60 \nGCI43 \nEstruturas de Madeiras \n60 \n \n \nCVL11 \nAbastecimento de Água \n75 \nGCI38 \nAbastecimento de Água \ne Redes de Esgoto \n90 \n \n \n \n \n \n \n \n \n \n \nCVL28 \nPlanejamento e \nControle de Obras 1 \n75 \nGCI41 \nPlanejamento de Obras \n60 \nComplemento de carga \nhorária \n15 \nECN01 \nEconomia \n60 \nGCI51 \nEconomia \n60 \n \n \nCVL30 \nCiências do Ambiente \n30 \nGCI10 \nMeio Ambiente e \nSustentabilidade \n60 \n \n \nCVL21 \nEstruturas de Madeira \n30 \nGCI43 \nEstruturas de Madeira \n60 \n \n \nCVL31 \nEconomia dos \nTransportes \n45 \nGCI50 \nSistemas de \nTransportes \n60 \n \n \nELT41 \nEletrotécnica e \nInstalações \nDomiciliares \n75 \nGCI46 \nInstalações Elétricas \nPrediais \n60 \nComplemento de carga \nhorária \n15 \n \n \n \n \n \n \n \n \nDRT50 \nDireito e Legislação \n45 \nGCI53 \nDireito e Legislação \n60 \n \n \nCAM01 \nAdministração \n75 \nGCI54 \nAdministração \n60 \nComplemento de carga \nhorária \n15 \nCVL32 \nEstágio Supervisionado \n270 \nGCI56 \nEstágio Supervisionado \n180 \nComplemento de carga \nhorária \n90 \n \n \n \n \n \n \n \n \nCVL34 \nPlanejamento e \nEngenharia de Tráfego \n60 \nGCI45 \nEngenharia de Tráfego \n30 \nComplemento de carga \nhorária \n30 \nFaculdade de Engenharia Civil-FECIV \n", "38": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 34\nCVL40 \nAeroportos \n60 \nGCI80 \nAeroportos \n60 \n \n \nCVL35 \nTratamento de Água \n60 \nGCI72 \nTratamento de Água \n60 \n \n \nCVL41 \nTratamento de Esgotos \n60 \nGCI73 \nTratamento de Águas \nResiduárias \n60 \n \n \nCVL36 \nEscoamento Transiente \n60 \nGCI74 \nEscoamento Transiente \n60 \n \n \nCVL33 \nPortos e Hidrovias \n60 \nGCI81 \nPortos e Hidrovias \n60 \n \n \nCVL26 \nFundamentos do \nConcreto Protendido \n60 \nGCI64 \nConcreto Protendido \n60 \n \n \nCVL37 \nEstruturas de Concreto \nArmado 3 \n60 \nGCI67 \nEstruturas de Concreto \nArmado III \n60 \n \n \nCVL43 \nProjeto de Estruturas de \nConcreto Armado \n60 \nGCI68 \nProjeto de Estruturas de \nConcreto Armado \n60 \n \n \nCVL44 \nFundamentos de \nAnálise Matricial de \nEstruturas \n60 \nGCI70 \nMétodo dos Elementos \nFinitos para Estruturas \n60 \n \n \nCVL39 \nPlanejamento e \nControle de Obras 2 \n60 \nGCI62 \nGerenciamento de \nObras \n60 \n \n \nARP01 \nNoções de Arquitetura \ne Urbanismo \n60 \nGCI60 \nNoções de Arquitetura \ne Urbanismo \n60 \n \n \nDEM33 \nSegurança do Trabalho \n30 \nGEM50 \nSegurança do Trabalho \n30 \n \n \nPSI45 \nPsicologia Aplicada ao \nTrabalho \n30 \nGCI61 \nPsicologia Aplicada ao \nTrabalho \n30 \n \n \n \nA tabela seguinte relaciona as disciplinas que poderão ter mais de uma situação \npossível de equivalência. \n \nCURSO DE ENGENHARIA CIVIL \nEQUIVALÊNCIA ENTRE DISCIPLINAS PARA ALUNOS DO CURRÍCULO ANTIGO-SITUAÇÕES ESPECIAIS \nCurrículo Antigo \nCurrículo Novo \nAdaptação de estudos - \nComplemento de \nConteúdo ou Carga \nHorária \nCódigo \nDisciplinas \nCH \nSituação \nCódigo \nDisciplinas \nCH \nCH \nSituação 1: caso o aluno tenha \ncursado CVL05-Teoria das \nEstruturas 1-60 horas \nGCI29 \nTeoria das \nEstruturas II \n60 \n30 \nCVL10 \nTeoria das \nEstruturas 2 \n90 \nSituação 2: caso o aluno tenha \ncursado GCI23-Teoria das \nEstruturas I-90 horas \nGCI29 \nTeoria das \nEstruturas II \n60 \n \nSituação 1: caso o aluno tenha \ncursado CVL08-Mecânica \ndos Solos 1-45 horas \nGCI16 \nMecânica dos \nSolos \n90 \n \nCVL13 \nMecânica \ndos Solos 2 \n60 \nSituação 2: caso o aluno já \ntenha cursado GCI16-\nMecânica dos Solos-90 horas \n \n \n \n15 \nSituação 1: caso o aluno tenha \ncursado CVL55-Introdução às \nEstruturas de Concreto-60 \nhoras \nGCI36 \nEstruturas de \nConcreto \nArmado I \n90 \n \nCVL56 \nEstruturas de \nConcreto \nArmado 1 \n60 \nSituação 2: caso o aluno já \ntenha cursado GCI36- \nEstruturas de Concreto \nArmado I-90 horas \n \n \n \n30 \nSituação 1: caso o aluno tenha \ncursado CVL10-Teoria das \nEstruturas 2-90 horas \nGCI29 \nTeoria das \nEstruturas II \n60 \n \nCVL15 \nTeoria das \nEstruturas 3 \n60 \nSituação 2: caso o aluno já \ntenha cursado GCI29-Teoria \ndas Estruturas II-60 horas \n \n \n \nCursar a disciplina \nCVL15-Teoria das \nEstruturas 3 – 60 horas \nSituação 1: caso o aluno tenha \ncursado CVL19-Obras de \nTerra-45 horas \nGCI31 \nFundações e \nObras de Terra \n90 \n \nCVL26 \nFundações \n60 \nSituação 2: caso o aluno já \ntenha cursado GCI31- \nFundações e Obras de Terra -\n90 horas \n \n \n \n15 \nFaculdade de Engenharia Civil-FECIV \n", "39": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 35\nSituação 1: caso o aluno tenha \ncursado CVL11-\nAbastecimento de Água-75 \nhoras \nGCI44 \nSistemas \nHidráulicos \nPrediais \n60 \n15 \nCVL24 \nSaneamento \n75 \nSituação 2: caso o aluno tenha \ncursado GCI38-\nAbastecimento de Água e \nRedes de Esgotos-90 horas \nGCI44 \nSistemas \nHidráulicos \nPrediais \n60 \n \n \nAs disciplinas DEM02-Desenho Técnico, MAT07-Álgebra Linear, INF52-\nIntrodução à Computação 2, FIS03-Física Geral 2, CVL54-Desenho de Projetos 2, CVL07-\nTopografia 2 e CVL25-Ferrovias não têm disciplinas equivalentes no currículo novo pelas \nrazões descritas a seguir. MAT07-Álgebra Linear e FIS03-Física Geral 2 continuam sendo \noferecidas por outros cursos, ou seja, os alunos que necessitarem cursá-las após o \nencerrado seu oferecimento pelo Curso de Engenharia Civil, poderão fazê-lo em outros \ncursos. As disciplinas INF52-Introdução à Computação 2, CVL54-Desenho de Projetos 2, \nCVL07-Topografia 2 e CVL25-Ferrovias tem seus conteúdos distribuídos em várias \ndisciplinas e a equivalência seria complexa. Desta forma a continuação do seu \noferecimento será analisada pelo Colegiado do Curso com base na quantidade e situação \ndos alunos no que se refere a repetência, trancamento e mobilidade. Ressalte-se que o \noferecimento de disciplinas do currículo antigo dar-se-á, no máximo, até o segundo \nsemestre do ano de 2012. \nFaculdade de Engenharia Civil-FECIV \n", "40": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 36\n99  DDeesseennvvoollvviim\nmeennttoo  \nm\nmeettooddoollóóggiiccoo  ddoo  eennssiinnoo  \nAs instituições de ensino superior têm grande autonomia no planejamento, \norganização e gestão de seus cursos. O planejamento é feito por meio de projetos \npedagógicos subordinados às exigências da Lei 9394/96, de 20 de dezembro de 1996, e às \nDiretrizes Curriculares Nacionais. Para os cursos de engenharia, tais diretrizes foram \nfixadas através da Resolução CNE/CES 11, de 11 de março de 2002, exigindo-se o \natendimento às demandas da sociedade. \nA concepção metodológica, na qual se fixa o Curso de Graduação em Engenharia \nCivil na UFU, tem como base uma formação generalista, focada na absorção e no \ndesenvolvimento de novas tecnologias, bem como uma atuação crítica na identificação e \nsolução de problemas, considerando seus aspectos políticos, sociais, ambientais e culturais, \nsempre com visão ética e humanística. \nUm sonho antigo imaginava que a engenharia deveria ocupar-se em desenvolver \ntecnologias para aproveitar os elementos e leis da natureza em prol da humanidade, \nentretanto, historicamente, a formação dos engenheiros concentra-se em aspectos \ngerenciais, tecnológicos e científicos, desconsiderando as necessidades reais das pessoas. \nHá aproximadamente meio século constata-se que o desenvolvimento científico e \ntecnológico não guarda relação direta com o bem estar social. Assim, há muito se sabe que \ntal desenvolvimento, por si só, não eliminará as mazelas da humanidade. Ao mesmo \ntempo, cada vez mais a sociedade exige que, ao se tomar uma decisão tecnológica, fique \nbastante claro porque ela foi tomada, quais serão os beneficiados, quais as repercussões \nsociais e que interferências tal decisão provocará no ambiente. Uma das condições para \nisto é que o engenheiro seja capaz de julgar consciente e criteriosamente suas opções. \nA crítica principal à formação em diversas áreas, em particular as envolvidas com \ntecnologias, é a fragmentação de conteúdos. Junto surgem dificuldades de síntese ao \nresolver problemas, além de visão aquém da esperada em questões políticas, sociais e \nambientais. \nFaculdade de Engenharia Civil-FECIV \n", "41": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 37\nO processo de ensino-aprendizagem na área tecnológica tem forte presença \nnormativa, isto é, os conteúdos das disciplinas devem ser ministrados dentro do marco das \nnormas técnicas brasileiras. Esse fato, por si só, é um complicador do processo, porque \nlimita abordagens e diminui questionamentos que, por princípio, são sempre bem-vindos. \nAssim, este projeto busca organizar o trabalho pedagógico, procurando integrar \nconhecimentos por meio da apresentação de problemas que deverão ser resolvidos em \ngrupo. Pretende-se com isto valorizar procedimentos que propiciem aprender a partir de \ncontextos da prática profissional, envolver os alunos com as disciplinas, valorizar a \ninterdisciplinaridade, conseguir equilíbrio entre conhecimento, habilidades e atitudes, bem \ncomo motivá-los a aprender e serem autônomos. Basicamente, a estratégia didático-\npedagógica estará vinculada à elaboração de projetos. \nVárias dentre as questões abordadas são conflitantes. Exatamente por isto, optou-\nse por realçar os problemas e fazer algumas recomendações de ordem geral ao corpo \ndocente. São elas: \n• apresentar aos estudantes situações ou problemas que possibilitem a exploração e a \ndescoberta de caminhos diversos para a solução; \n• evitar, na medida do possível, apresentar os assuntos de forma completamente \nabstrata, procurando, ao invés disto, mostrar interligações e aplicações existentes ao \nlongo do curso ou no exercício da profissão; \n• utilizar, sempre que possível, exemplos reais no âmbito da engenharia; \n• estimular o pensamento crítico, utilizando-se de exemplos que necessitem da \nidentificação de erros de argumentação ou falhas em modelos. \n \nO currículo mantém-se concebido como uma série de conteúdos divididos em \ndisciplinas, como é tradicional. Entretanto, a periodização foi estudada para tornar possível \njuntar diversos conteúdos, a partir de projetos de integração que se iniciam no sexto \nperíodo. A premissa é que o estudante consiga, ao longo desses projetos, sintetizar os \nfragmentos de diversas áreas. \nFaculdade de Engenharia Civil-FECIV \n", "42": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 38\n1100    AAvvaalliiaaççããoo  ddaa  \naapprreennddiizzaaggeem\nm  ee  ddoo  ccuurrssoo  \n10.1 Avaliação da aprendizagem dos estudantes \nA palavra “avaliar”, do latim “a-valere”, significa dar valor a alguma coisa ou a \nalgum ato. No contexto das avaliações aplicadas aos estudantes, essa atribuição normalmente \ntem implicado num posicionamento positivo ou negativo em relação ao domínio de \ndeterminado conteúdo por parte dos alunos. A despeito dessa forma simplificada de se \nentender o processo, o conceito de avaliação é muito mais abrangente. Segundo \nVASCONCELLOS (1988), a avaliação implica numa reflexão crítica sobre a prática, no \nsentido de captar seus avanços, suas resistências, suas dificuldades, além de possibilitar uma \ntomada de decisão sobre alterações para superar os problemas identificados. Nesse sentido, \navaliar assume um aspecto mais amplo, significando o acompanhamento de todo o processo de \naprendizagem do aluno e eventuais tomadas de decisões a partir dos resultados obtidos. Assim, \nde acordo com LUCKESI (1996), é papel do professor, na sua condição de mediador do \nensino-aprendizagem, efetuar um diagnóstico dos alunos em busca de indicadores que apontem \nseu domínio dos conteúdos fornecidos e qual é a sua visão acerca desses conteúdos. \nÉ comum confundir-se avaliação e nota. Do ponto de vista conceitual, o ato de \natribuir nota não deve consistir numa classificação e sim numa verificação. A nota é um \nindicador que busca explicitar qual é a condição de conhecimento do aluno em instantes pré-\ndeterminados do curso. Esse indicador propicia diretrizes dinâmicas para o processo avaliativo, \ninformando ao professor o grau de fixação dos conteúdos por parte dos alunos. Nesse caso, os \nerros, que via de regra assumem caráter punitivo, devem ser o foco de um processo de \navaliação, incentivando reflexões sobre possíveis falhas na transmissão de conhecimento. Da \nmesma forma, os acertos também constituem indicadores importantes nessas reflexões, \npermitindo vislumbrar como o aluno avançou e finalmente aprendeu. Em suma, a necessidade \nde avaliar está vinculada à necessidade de se conhecer a realidade, propiciando pequenos \najustes ou grandes transformações que conduzam a melhorias dessa realidade que foi avaliada. \nNão há um só tipo de avaliação sobre o qual exista um consenso. Dentre os \nprocedimentos avaliativos, a prova é um instrumento tradicional de avaliação individual. A \nFaculdade de Engenharia Civil-FECIV \n", "43": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 39\ndespeito de possibilitar uma verificação individual, sua eficácia deve ser questionada em \nalguns aspectos. Dentre esses aspectos, citam-se o estabelecimento de uma situação tácita em \nque é demonstrado um certo “poder” do professor, além da irremediável criação de uma \ncircunstância tensa, em que o aumento da ansiedade dos alunos distorce as condições naturais. \nOutro aspecto que deve ser observado é a necessidade da prova ser conceitualmente \nabrangente, pois a seleção de questões muito específicas não cumpre o papel de medição de \nconhecimento. Ainda no tocante ao instrumento prova, deve-se observar que o seu objetivo \nprimordial é verificar o desenvolvimento das habilidades intelectuais – raciocínio lógico, \norganização de idéias, clareza de expressão, originalidade e capacidade de relacionar conceitos. \nAssim, as provas devem ser claras, sintetizando habilidades mentais como o traçado de \nestratégias para a resolução de problemas ou a apresentação de argumentos, devidamente \njustificados, acerca de determinado assunto. \nA aplicação de seminários consiste num interessante procedimento avaliativo. Nesse \ncaso, embora a avaliação individual seja mais difícil de ser feita, alguns aspectos importantes \npodem ser verificados, como a capacidade de pesquisa, a busca de informações atualizadas, a \ncapacidade de expressão oral e o estabelecimento de um julgamento crítico, por parte dos \nalunos, acerca do assunto estudado. Todavia, os seminários se restringem a conhecimentos \nmais específicos acerca de determinado assunto. Em função do elevado número de alunos, é \ncomum que os assuntos sejam divididos por grupos e é nesse aspecto que o professor deve ser \ncriterioso na sua verificação. A justificativa para essa afirmação está no fato de que há assuntos \nmais complexos do que outros e que, dentro de um mesmo grupo, há alunos que se dedicam \nmenos do que outros. \nA aplicação de listas e trabalhos individuais, nos quais são estabelecidos prazos que \npermitem a interação aluno-professor, visando ao esclarecimento de dúvidas, constitui outra \npossível forma de avaliação. Teoricamente, esse procedimento poderia ser eficiente e justo, \nmas, na prática, seu papel ao longo da história sempre foi distorcido em função de cópias. Uma \ndas formas de amenizar essa situação é a utilização da argüição, a qual reúne a capacidade \navaliativa individual da prova com a exposição dos conhecimentos adquiridos, como nos \nseminários. No entanto, dependendo do número de alunos matriculados em determinada \ndisciplina, nem sempre é possível aplicar esse procedimento. \nAlgumas ações podem ser importantes para que a avaliação construa um diagnóstico \nfidedigno da realidade. Dentre essas ações condena-se a realização de semanas de provas, uma \nvez que avaliar em diferentes oportunidades estabelece um retrato mais real da evolução do \naluno, além de possibilitar mudanças de estratégias de ensino, por parte do professor. A \nFaculdade de Engenharia Civil-FECIV \n", "44": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 40\neliminação de uma das notas de um conjunto contribui para a redução do estado de tensão do \naluno, também possibilitando a recuperação do aprendizado de determinado conteúdo. \nTambém é importante que os critérios de medição adotados não incentivem a comparação \nentre os alunos, a qual induz a uma competição danosa. Outro aspecto de interesse refere-se à \npossibilidade das avaliações induzirem um desenvolvimento de habilidades e atitudes \nprofissionais. A periodicidade das avaliações deve ser criteriosamente fixada pelo professor, \nvisando uma maior correlação de assuntos de forma bem distribuída. \nNo caso específico dos Projetos de Integração de Conteúdos, ainda que a execução \ndas tarefas seja feita em grupos, a avaliação dos alunos deverá ser individual. Nesse contexto, \ndestaca-se a importância do bom senso do professor na verificação do comprometimento de \ncada aluno com a elaboração do projeto. Essa avaliação pode ser feita mediante simples \nargüição individual, contextualizada nas tarefas em execução ou já executadas. Tem-se, nesse \ncaso, uma avaliação contínua e por isso o grupo não deve perder de vista o cronograma. Após a \nconclusão dos projetos, os mesmos devem ser defendidos pelos grupos. A defesa, nesse caso, \nconstitui mais um instrumento de avaliação individual, permitindo identificar a visão global \nque cada aluno absorveu do projeto. \nDe acordo com o exposto, verifica-se que os estudantes podem ser avaliados a partir \nde diferentes instrumentos, como provas escritas e orais, apresentação de seminários, \nelaboração de projetos, trabalhos, relatórios e outros. O colegiado deve estabelecer normas \ncom procedimentos, critérios e periodicidade dos instrumentos avaliativos, levando-se em \nconta os comentários aqui relacionados a cada tipo de instrumento. \n10.2 Avaliação do curso \nA avaliação do curso, fator importante na busca da excelência, é um processo que \nvisa mensurar os resultados da aplicação do projeto pedagógico como um todo, atuando como \ninstrumento para o planejamento de ações de melhoria do curso. Em virtude do grande número \nde agentes envolvidos no curso, a avaliação é uma matéria bastante complexa. \nEntre os aspectos mais significativos para o processo de tomadas de decisões \nrelacionadas ao curso destacam-se a avaliação dos docentes, do corpo discente, da infra-\nestrutura e apoio técnico, da proposta curricular e, em termos mais específicos, das fichas das \ndisciplinas. A opinião dos egressos também se constitui em um importante instrumento de \navaliação do curso. \nOs docentes podem ser avaliados semestralmente pelo corpo discente e, anualmente, \npor seus pares, para contarem, constantemente, com elementos críticos que permitam a \nFaculdade de Engenharia Civil-FECIV \n", "45": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 41\nevolução de seu desempenho e da disciplina ministrada. O processo pode ser conduzido e \nmonitorado pelo Colegiado do Curso. \nA avaliação da aprendizagem dos estudantes, tratada anteriormente, é individual, \nenquanto a avaliação do corpo discente tem caráter coletivo. A identificação de problemas de \ndeterminados grupos de estudantes ou em determinados períodos do curso permite atuar em \npontos críticos, sem a necessidade de reformular todo o projeto. Esta verificação pode ser \nobtida mediante análises periódicas do desempenho dos estudantes e consulta aos docentes. \nPara avaliação do projeto pedagógico é necessário difundi-lo amplamente entre o \ncorpo docente, uma vez que a consulta aos professores é um instrumento indicador de \nmelhorias na estrutura do curso. De forma similar, os mesmos procedimentos devem ser \nadotados para o corpo discente. Eventuais mudanças podem ser introduzidas em caráter global, \nredundando em alteração da grade curricular, ou em caráter específico, em alterações pontuais \ndas fichas das disciplinas. \nEm função do avanço tecnológico crescente observado nas últimas décadas, é natural \nque a avaliação do curso seja feita mais amiúde, uma vez que os conteúdos ministrados não \ndevem ser alheios à absorção de novos conhecimentos técnicos observados na prática da \nEngenharia. \nCom base nos pontos discutidos o Curso será avaliado a partir de consultas aos \nprofessores e estudantes. No que se refere aos estudantes tentar-se-á detectar o impacto \ncausado pelo ingresso e adaptação ao curso superior, bem como a percepção dos que já \nconcluíram a parte mais básica e dos que estão concluindo o Curso, com a visão completa da \nformação profissional. Em relação aos professores é importante seu diagnóstico contínuo sobre \no Projeto Pedagógico. O Colegiado do Curso deliberará sobre o modelo dos questionários que \nserão elaborados para cada grupo, no que se refere à estrutura física, administrativa, acadêmica \ne à problemática do ensino-aprendizagem. \nA consulta aos alunos será semestral, mas dirigida apenas àqueles que concluíram, no \nsemestre anterior, respectivamente, o primeiro e quarto períodos e, além destes, os \nmatriculados em Trabalho de Conclusão de Curso. Já a consulta aos professores será anual e \ndirigida a todos os docentes que estiverem ministrando aulas para o Curso. \nFaculdade de Engenharia Civil-FECIV \n", "46": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 42\n1111    TTeem\nmppoo  m\nmíínniim\nmoo  ee  \nm\nmááxxiim\nmoo  ddee  iinntteeggrraalliizzaaççããoo  \nccuurrrriiccuullaarr  \nO Parecer CNE/CES nº 8/2007, referente à carga horária mínima para os cursos \nde graduação, bacharelado, na modalidade presencial, institui um mínimo de três mil e \nseiscentas horas para os Cursos de Engenharia. A Resolução CNE/CES nº 2, de 18 de \nJunho de 2007, dispõe sobre a carga horária mínima e procedimentos relativos à \nintegralização e duração dos cursos de graduação, bacharelados, na modalidade presencial, \nonde para o Grupo de carga horária mínima entre três mil e seiscentas e quatro mil horas, \nestabelece-se o limite mínimo para a integralização de cinco anos, permitindo alterar esse \nlimite mediante justificativa no Projeto Pedagógico. Entretanto, a referida resolução não \naborda o tempo máximo para integralização do curso. \nO Curso de Engenharia Civil é oferecido em regime semestral e período integral – \nmanhã, tarde e noite. São oferecidas trinta e cinco vagas semestrais. A estrutura curricular \nprevista para o Curso neste Projeto Pedagógico prevê uma carga horária de três mil e \nnovecentos e sessenta horas e duração ideal de cinco anos. A organização curricular \nconcentra as disciplinas especiais e optativas a partir do oitavo período. No entanto, esses \ncomponentes curriculares podem ser cursados em períodos anteriores, permitindo ao \nestudante com bom desempenho concluir o curso em um prazo mínimo de quatro anos e \nmeio, sem uma sobrecarga de atividades acadêmicas. \nQuanto ao prazo máximo para a integralização do curso, considerou-se um \naproveitamento mínimo de dezesseis horas semanais, além da realização do estágio \nsupervisionado e das atividades complementares. Nessas condições, o tempo máximo \nnecessário para o estudante concluir o curso corresponde a oito anos. \nPortanto, os tempos mínimo e máximo de integralização do curso são fixados em \nquatro e meio e oito anos, respectivamente. \nFaculdade de Engenharia Civil-FECIV \n", "47": "Projeto Pedagógico-Curso de Bacharelado em Engenharia Civil 43\n1122    RReeffeerrêênncciiaass  \nbbiibblliiooggrrááffiiccaass  \nCONGRAD Resolução 02/2004, UFU, 2004. \nLei 9394/96-Lei de Diretrizes e Bases, 20 de dezembro de 1996. \nLUCKESI, C. C. Avaliação da aprendizagem escolar. 4. ed. São Paulo: Cortez, 1996. \nCNE/CES Resolução 11/2002. Diretrizes curriculares nacionais do curso de graduação em \nengenharia, 2002. \nCNE/CES Resolução nº 2/2007. Carga horária mínima e procedimentos relativos à \nintegralização e duração dos cursos de graduação, bacharelados, na modalidade \npresencial, 2007. \nCNE/CES Parecer nº 8/2007. Carga horária mínima e procedimentos relativos à \nintegralização e duração dos cursos de graduação, bacharelados, na modalidade \npresencial, 2007. \nPROGRAD Orientações gerais para elaboração de projetos pedagógicos de cursos de \ngraduação, UFU, 2005. \nTUNING AMÉRICA LATINA. Reflexiones y perspectivas de la Educación Superior \nen América Latina. Bilbao: Universidad de Deusto, 2007. \nVASCONCELLOS, C.S. Avaliação da aprendizagem: práticas de mudança. São Paulo: \nLibertad, 1988. \nvon LINSINGEN, I.; PEREIRA, L.T.V.; BAZZO, W.A. Epistemologia e ensino de \nengenharia. Revista de Ensino de Engenharia-ABENGE. v.18, n.01, p.51-57, 1999. \n \nFaculdade de Engenharia Civil-FECIV \n"}