{"1": " \n \n \n \n \n \nPROJETO PEDAGÓGICO DO \nCURSO DE GRADUAÇÃO EM \nENGENHARIA METALÚRGICA \n \n \n \n \n \n \n \n \nBelo Horizonte – MG \nNovembro de 2017 \n \n \nUniversidade Federal de Minas Gerais \nEscola de Engenharia \n \n", "2": " \nSumário \n \n1. \nCONTEXTUALIZAÇÃO DA UFMG .................................................................................................. 4 \n1.1 \nDados de Identificação ........................................................................................................ 4 \n1.2 \nPerfil Institucional, Missão, Breve Histórico ....................................................................... 5 \n1.2.1 Missão ................................................................................................................................ 5 \n1.2.2 Breve Histórico ................................................................................................................... 5 \n2. \nCONTEXTUALIZAÇÃO DO CURSO................................................................................................. 8 \n2.1 \nDados de Identificação da Unidade e do Curso .................................................................. 8 \n2.2 \nBreve Histórico da Unidade e do Curso .............................................................................. 8 \n3. \nREQUISITOS DE ACESSO ............................................................................................................ 10 \n4. \nBASES LEGAIS ............................................................................................................................ 11 \n5. \nOBJETIVOS ................................................................................................................................. 12 \n5.1 \nObjetivo Geral: .................................................................................................................. 12 \n5.2 \nObjetivos Específicos: ........................................................................................................ 12 \n6. \nPERFIL DO EGRESSO .................................................................................................................. 13 \n7. \nPRINCÍPIOS TEÓRICOS E METODOLÓGICOS .............................................................................. 13 \n7.1 Princípios teóricos ................................................................................................................... 13 \n7.2 Metodologias de ensino e aprendizagem ............................................................................... 14 \n8. \nORGANIZAÇÃO CURRICULAR..................................................................................................... 15 \n8.1 Trajetórias/Percursos de Integralização.................................................................................. 16 \n8.2 \nRepresentação do Currículo .............................................................................................. 17 \n8.3 \nTrabalho de Conclusão de Curso ....................................................................................... 23 \n8.4 \nEstágio Supervisionado ..................................................................................................... 23 \n8.5 \nAtividades Acadêmicas Complementares ......................................................................... 24 \n8.6 \nComponente Curricular (ementário) ................................................................................. 26 \n9. AVALIAÇÃO DA APRENDIZAGEM ................................................................................................... 61 \n10. \nPOLÍTICAS E PROGRAMAS DE PESQUISA E EXTENSÃO .......................................................... 63 \n11. \nINSTALAÇÕES, LABORATÓRIOS E EQUIPAMENTOS............................................................... 65 \n12. \nBIBLIOTECA ............................................................................................................................ 68 \n13. \nGESTÃO DO CURSO, PESSOAL DOCENTE E TÉCNICO-ADMINISTRATIVO .............................. 69 \n", "3": "13.1 Gestão do Curso .................................................................................................................... 69 \n13.2 Corpo Docente ...................................................................................................................... 70 \n13.3 Corpo Técnico Administrativo ............................................................................................... 78 \n14. \nAVALIAÇÃO DO CURSO .......................................................................................................... 78 \nREFERÊNCIAS ..................................................................................................................................... 79 \n \n \n \n", "4": "4 \n \n \n1. CONTEXTUALIZAÇÃO DA UFMG \n \n1.1 Dados de Identificação \n \nMantenedora: Ministério da Educação \nIES: Universidade Federal de Minas Gerais - UFMG \nNatureza Jurídica:  \nPessoa Jurídica de Direito Público - Federal \nCNPJ: \n00.394.445/0188-17 \nEndereço: \nAv: Antônio Carlos, 6627 \nPampulha – Belo Horizonte – MG  \nCEP: 31270 – 901 \nFone:  \n+55 (31) 34095000 \n \nSitio: http//:ufmg.br \n \ne-mail: reitor@ufmg.br \nAto Regulatório: Credenciamento \nLei Estadual \nNº documento: 956 \nData de Publicação: 07/09/1927 \nPrazo de Validade: \nVinculado ao Ciclo Avaliativo \nAto Regulatório: Recredenciamento \nLei Federal \nNº documento: 971 \nData de Publicação: 19/12/1949 \nPrazo de Validade: \nVinculado ao Ciclo Avaliativo \n \nCI - Conceito Institucional  \n5 \n2017 \nIGC – Índice Geral de Cursos \n5 \n2015 \nIGC Contínuo \n4.2079 \n2015 \nReitor: Jaime Arturo Ramirez \nGestão: 2014 - 2017 \n \n \n", "5": "5 \n \n1.2  Perfil Institucional, Missão, Breve Histórico1 \n \n1.2.1 Missão \n \nGerar e difundir conhecimentos científicos, tecnológicos e culturais, destacando-se como \nInstituição de referência na formação de indivíduos críticos e éticos, dotados de sólida base \ncientífica e humanística e comprometidos com intervenções transformadoras na sociedade, \nvisando o desenvolvimento econômico, a diminuição de desigualdades sociais e a redução das \nassimetrias regionais, bem como o desenvolvimento sustentável. \n16 \n1.2.2 Breve Histórico \n \nNo século XVIII, a criação de uma Universidade em Minas Gerais integrava o projeto político dos \nInconfidentes. A proposta, entretanto, só veio a se concretizar na terceira década do século XX, no \nbojo de intensa mobilização intelectual e política que teve no então Presidente do Estado, Antônio \nCarlos Ribeiro de Andrada, sua principal expressão. Nesse contexto, pela Lei Estadual no 956, de 7 \nde setembro de 1927, foi fundada a Universidade de Minas Gerais (UMG), pela reunião das quatro \ninstituições de ensino superior existentes, à época, em Belo Horizonte: a Faculdade de Direito, \ncriada em 1892, em Ouro Preto; a Faculdade de Medicina, criada em 1911; a Escola de Engenharia, \ncriada em 1911; e a Escola de Odontologia e Farmácia, cujos cursos foram criados em, \nrespectivamente, 1907 e 1911. O primeiro Reitor da UMG, nomeado em 10 de novembro do \nmesmo ano, foi Francisco Mendes Pimentel, Diretor da Faculdade de Direito, que foi sede da \nprimeira Reitoria. \nUm ano depois, os planos do governo estadual para a UMG voltaram-se à necessidade da \nconstrução de um complexo universitário, já então denominado Cidade Universitária. Como \nresultado de uma parceria com a Prefeitura de Belo Horizonte, foram colocados à disposição da \nUMG 35 quarteirões, com área equivalente a 500.000 m2, nos bairros de Lourdes e Santo \nAgostinho. Com o tempo, a área destinada para a futura edificação da Cidade Universitária foi se \nalterando, em decorrência de sua localização central e de seu valor econômico. \nEm 1937, para as imediações do Parque Municipal e, em princípio da década de 1940, para a \nregião da Pampulha, aonde, de fato, viria a se instalar. Mas, ainda demoraria cerca de duas \ndécadas, para que as primeiras edificações ficassem prontas: a Reitoria e o Instituto de Pesquisas \nRadioativas (IPR) – hoje, não mais integrando à Universidade -, então vinculado à UMG e \nsubordinado à Escola de Engenharia. \nNa segunda metade dos anos de 1940, a UMG ampliara-se consideravelmente, no plano \nacadêmico, com a incorporação de diversas escolas livres criadas em Belo Horizonte, \nposteriormente à fundação da Universidade: a de Arquitetura, em 1946, e, dois anos depois, as \nEscolas Livres de Filosofia, Ciências e Letras e de Ciências Econômicas e Administrativas. Em 1949, \nhouve a federalização da UMG, mas seu nome e sua sigla permaneceram inalterados, por mais de \n                                                           \n1 Plano de Desenvolvimento Institucional UFMG – PDI -2013-2017 \n", "6": "6 \n \numa década. No ano seguinte, ocorreu a incorporação da Escola de Enfermagem, originalmente \nsubordinada, administrativa e academicamente, à Faculdade de Medicina. \nNos anos de 1960, a UMG sofreria profundas transformações. Na primeira metade da década, \ndevido a um expressivo programa de expansão, com a incorporação da Escola de Veterinária, da \nEscola de Biblioteconomia e do Conservatório Mineiro de Música e a criação da Escola de Belas \nArtes. O Conservatório Mineiro de Música daria origem à atual Escola de Música e a Escola de \nBiblioteconomia, já no século XXI, teve sua denominação alterada para Escola de Ciência da \nInformação. Em 1965, o nome e a sigla da UMG foram alterados, de forma a incorporar sua \nvinculação à estrutura administrativa federal. A universidade passou a ser denominada \nUniversidade Federal de Minas Gerais, com a sigla UFMG. \nNa segunda metade da década de 1960, a estrutura e a vida universitária se alteraram em \ndecorrência da Reforma Universitária de 1968, que modernizou a Universidade Brasileira, mas \ntambém em virtude de circunstâncias políticas mais gerais. A reforma universitária acarretou o \ndesmembramento da antiga Faculdade de Filosofia, Ciências e Letras, dando origem, em um \nprimeiro momento aos assim chamados Institutos Básicos – O Instituto de Ciências Biológicas, o \nInstituto de Ciências Exatas e o Instituto de Geociências – e, logo a seguir, à Faculdade de \nEducação e à Faculdade de Letras. Em decorrência dessas transformações, a Faculdade de \nFilosofia, Ciências e Letras teve seu nome alterado para Faculdade de Filosofia e Ciências \nHumanas. Decorreu também da reforma universitária, a institucionalização da atividade de \npesquisa, o estabelecimento de padrões mais bem definidos, para a regulação dos cursos de pós-\ngraduação e a criação do regime de trabalho de Dedicação Exclusiva, para os docentes dedicados \naos trabalhos de investigação acadêmica. Ainda nesse período, em 1969, a UFMG incorporaria em \nsua estrutura a Escola de Educação Física, cujo nome foi alterado, já no século XXI, para Escola de \nEducação Física, Fisioterapia e Terapia Ocupacional.  \nMas a vida da UFMG seria também bastante alterada, nos anos de 1960 e subsequentes, em \ndecorrência do pronunciamento militar que interrompeu a normalidade democrática no país, \nocorrido em 1964. Em consequência, desse pronunciamento, agravado em 1968, com a edição do \nAto Institucional 5, a UFMG teve um de seus reitores afastados temporariamente de suas funções, \no Reitor Aluísio Pimenta; outro cassado, o Professor Gérson Brito de Melo Boson, diversos \nprofessores e funcionários cassados e presos, estudantes expulsos, presos e assassinados. A \nInstituição reagiu com altivez a esse tempo sombrio, tendo seus reitores e seu Conselho \nUniversitário se pronunciado, com firmeza, condenando a arbitrariedade e a violência da \nrepressão política, bem como, se recusando, sempre que possível, a implantar medidas e \nprocedimentos que consideraram academicamente inconvenientes e inadequados. \nO adensamento das construções do Campus Pampulha, a Cidade Universitária, se deu em períodos \ndistintos, ocorrendo com grande intensidade nos anos 1970, na primeira metade da década de \n1990 e na primeira década do século XXI. De tal sorte que, das dezenove unidades acadêmicas \nsediadas em Belo Horizonte, quinze tem suas instalações integralmente situadas no Campus \nPampulha. Na área central da cidade de Belo Horizonte, encontram-se o Campus Saúde, \nconstituído pela Faculdade de Medicina, pela Escola de Enfermagem e pelo complexo do Hospital \ndas Clínicas, bem como a Faculdade de Direito e a Escola de Arquitetura, estas duas, localizadas \nem prédios isolados e com perspectivas de, em breve, terem também suas instalações transferidas \npara o Campus Pampulha. Além das unidades acadêmicas, encontram-se também no Campus \nPampulha a Escola de Educação Básica e Profissional (EBAP), integrada pela Escola de Primeiro \n", "7": "7 \n \nGrau, o Colégio Técnico e o Teatro Universitário, que oferece curso de nível médio de formação de \natores. \nA UFMG possui um terceiro Campus Universitário, situado em Montes Claros, município do norte \nde Minas Gerais. O Campus Regional de Montes Claros oferece cursos de graduação e pós-\ngraduação, vinculados ao Instituto de Ciências Agrárias, a vigésima unidade acadêmica da \nUniversidade. Em Diamantina, estão instalados o Instituto Casa da Glória (antigo Centro de \nGeologia Eschwege) e a Casa Silvério Lessa, ambos vinculados ao Instituto de Geociências. Em \nTiradentes, situa-se o complexo histórico-cultural dirigido pela Fundação Rodrigo Mello Franco de \nAndrade, que compreende o Museu Casa do Inconfidente Padre Toledo e os prédios da Câmara \nMunicipal, da Cadeia Pública e do Centro de Estudos, Galeria e Biblioteca Miguel Lins. Pretende-se \nque esses espaços estejam articulados no Campus Cultural da UFMG em Tiradentes. \nCom destacada participação no projeto acadêmico da UFMG devem ser ainda mencionados: o \nHospital Veterinário e as fazendas de Igarapé e Pedro Leopoldo; a Biblioteca Universitária; o \nCentro Cultural; o Centro de Microscopia; o Conservatório; a Editora; o Museu de História Natural \ne Jardim Botânico. E, como espaço primordialmente voltado ao lazer da Comunidade Universitária, \no Centro Esportivo Universitário. \nEm síntese, a situação atual das atividades acadêmicas da UFMG pode ser sumariada pelos \nnúmeros a seguir. No ensino de graduação: oferta de 6.710 vagas presenciais em 2011, em 76 \nopções de cursos, que abrigam a matrícula de cerca de 30 mil alunos; oferecimento de 5 cursos de \ngraduação, 4 especiais e 7 cursos de extensão, todos a distância, a maioria dos quais na \nmodalidade licenciatura, contemplando 22 polos, localizados quase sempre em regiões de Minas \nGerais carentes tanto de docentes qualificados para o ensino básico, quanto de instituições \nformadoras desses profissionais, sendo que o número de vagas subiu de 400 para 700 entre 2010 \ne 2011, atingindo o total de 1.150 no vestibular de 2012. No ensino de pós-graduação: 72 \nprogramas, envolvendo 62 cursos de doutorado e 72 de mestrado; admissão anual de 2.600 \nalunos; número total de matrículas superior a 8.000; envolvendo cerca de 1.700 doutores \norientadores; a avaliação da CAPES resulta em 25 programas com conceitos 7 ou 6, 40 com \nconceitos 5 ou 4 e 7 com conceito 3; mais de 2.000 estudantes contemplados com bolsas de \ndiversas agências; 76 cursos de especialização ministrados, com a concorrência de mais de 6.000 \nestudantes. Na atividade de pesquisa: Mais de 800 grupos de pesquisa cadastrados no CNPq, \nenglobando cerca de 3.500 doutores, a maioria deles docentes da UFMG; quase 700 doutores do \nquadro da UFMG, que correspondem a cerca de 1/3 dos doutores docentes da Universidade, \ncontemplados com Bolsa de Produtividade Acadêmica do CNPq; publicação, de uma média anual \nda ordem de 3.500 artigos em periódicos, 200 livros; 1.000 capítulos de livro e 2.000 trabalhos \ncompletos em anais de eventos; depósito de patentes com crescimento anual, tendo alcançado a \n60 patentes, em 2010. Nas atividades de extensão: volume crescente de atividades, ano a ano; \nnúmero de ações de extensão que se aproximou de 2.500, em 2011; mais de 900 produtos \nacadêmicos anuais originados pelas atividades de extensão, entre 2009 e 2011; cerca de 900 \nbolsas de extensão ao ano, pagas a estudantes, em 2011; forte interação entre ensino de \ngraduação e atividades de extensão. \n \n \n \n", "8": "8 \n \n2. CONTEXTUALIZAÇÃO DO CURSO \n \n2.1 Dados de Identificação da Unidade e do Curso \n \nCurso:  \n \n \nEngenharia Metalúrgica \nUnidade:  \n \n \nEscola de Engenharia \nEndereço: \nCampus UFMG Pampulha \nAv. Antônio Carlos, 6627 \nEscola de Engenharia \nBloco III – Sala 3041. \nBelo Horizonte – Minas Gerais \nCEP.: 31270-901 \n \nFone:  \n+55 (31) 3409-1807 \n \nSitio: \nhttp://demet.eng.ufmg.br/graduacao/ \ne-mail: colgrad@demet.ufmg.br \nDiretor da Unidade:  \nProf. Alessandro Fernandes Moreira \nGestão: 2014-2018 \n \nCoordenador do Colegiado: \nProf. Marivalda de Magalhães Pereira \nGestão: 2012-2014; 2014-2016; 2016-\n2018 \n \nNúmero de Vagas: \n60 \nCPC: \n04   (2014) \nTurno de Funcionamento: \nDiurno \nCarga Horária Total: \n3600 \nTempo de Integralização: \nMínimo: 8 \nMáximo: 16 \nModalidade: \nBacharelado \n \n \n2.2 Breve Histórico da Unidade e do Curso \nA Escola de Engenharia da UFMG (EE/UFMG) é uma das mais antigas e tradicionais instituições de \nensino superior de Belo Horizonte, tendo sido fundada em maio de 1911 como a Escola Livre de \nEngenharia de Belo Horizonte. Em 1927, a Universidade em Minas Gerais (UMG) é fundada pela \nunião das quatro escolas de nível superior existentes em Belo Horizonte, entre elas a Escola Livre \nde Engenharia de Belo Horizonte. Em 1949, a UMG é federalizada e, em 1965, passa a se chamar \n", "9": "9 \n \nUniversidade Federal de Minas Gerais (UFMG). Em 1959, uma nova sede da Escola na Rua Espírito \nSanto é inaugurada. Em 2004, a nova e atual sede começou a ser erguida no Campus Pampulha da \nUFMG e, em 2010, o processo de transferência da Escola para o campus foi concluído. \nA comunidade acadêmica da EEUFMG é formada atualmente por cerca de 330 professores, em \nsua maioria com doutorado, 160 funcionários especializados e 8.000 estudantes (graduação, pós-\ngraduação, especialização e extensão). A Escola é formada por 13 Departamentos, tendo, em sua \nestrutura acadêmica, 11 Colegiados de Cursos de Graduação (13 ofertas de Cursos em 11 \ndiferentes modalidades), 11 Colegiados de Programas de Pós-Graduação stricto sensu, 11 Cursos \nde Especialização e um Curso Intensivo de Preparação de Mãos de Obra Industrial (CIPMOI). \nO Curso de Engenharia Metalúrgica tem sua origem no curso de Engenharia Industrial Metalúrgica, \ncriado em 1945 pela Escola de Engenharia (Figura 1). Com sua extinção em 1960, criou-se o curso \nde Engenharia de Minas e Metalurgia cujo desdobramento, em 1966, possibilitou o surgimento do \natual curso de Engenharia Metalúrgica. A formação do engenheiro metalurgista por este novo \ncurso visava a atuação no desenvolvimento, produção e utilização de metais e ligas, envolvendo \ndesde a sua extração dos minérios, o seu refino e sua conformação, até a obtenção de produtos \ncom estrutura e propriedades ajustadas às diferentes aplicações. \n \n \nFigura 1 – Ato de criação do curso de Engenharia Industrial Metalúrgica. \n", "10": "10 \n \n \nA partir de 1995, com a contratação de docentes na área de Engenharia de Materiais, ampliou-se a \natuação do engenheiro metalurgista no desenvolvimento de novos materiais e/ou novos \nprocessos de fabricação, contribuindo, assim, para atender também à demanda crescente de \nnovos materiais, incluindo cerâmicos, poliméricos, conjugados e opto-eletrônicos. Na data de \nredação deste projeto pedagógico, a última renovação de reconhecimento do curso foi publicada \nem 2015 (Portaria nº 1.097, de 24 de dezembro de 2015). \nNo Brasil, a história da metalurgia em geral e da siderurgia em particular se confunde com a \nhistória do desenvolvimento econômico do estado de Minas Gerais. Foi a descoberta de ouro na \nregião onde este estado se encontra atualmente que desencadeou um estímulo inicial à siderurgia \nbrasileira. Fundições foram abertas para a construção de implementos de ferro utilizados no \ntrabalho das minas. Diversas indústrias siderúrgicas foram construídas a partir de 1808 quando a \nfamília real portuguesa chegou ao Brasil, incluindo, em Minas Gerais, a usina do Morro do Pilar em \n1815. Outras indústrias foram abertas em Congonhas do Campo, Caeté e São Miguel de Piracicaba. \nAs primeiras décadas do século XX foram de avanços para a siderurgia brasileira, impulsionados \npelo surto industrial verificado entre 1917 e 1930, período em que foi criada a CSBM-Cia. \nSiderúrgica Belgo-Mineira. Posteriormente, já em 1956, no escopo do Plano de Desenvolvimento \ndo governo de Juscelino Kubitscheck, foi fundava a Usiminas – Usinas Siderúrgicas de Minas Gerais \nS/A, em Ipatinga. Em 1986, foi a vez da Siderúrgica Açominas começar a funcionar em Ouro \nBranco. Durante este período e em períodos posteriores, e também em outras partes do Brasil, \nincluindo estados vizinhos a Minas Gerais, foram abertas outras empresas siderúrgicas. \nApesar da instabilidade econômica dos últimos anos, causando variações sazonais em sua \nindústria básica, o Brasil permanece como um importante produtor de diferentes minérios, com \ndestaque para o minério de ferro (2º produtor mundial), de aço (8º produtor mundial), de ferro \nligas e de diversos metais não ferrosos. Neste setor, o estado de Minas Gerais tem uma \nparticipação relevante no cenário nacional na produção de vários destes itens, contribuindo, por \nexemplo, com cerca de 30% da produção nacional de aço, 35% da produção de ferro-gusa e 90% \nda de nióbio. Adicionalmente, o Estado tem posição de destaque em diversos outros setores \nindustriais fortemente ligados ao setor metalúrgico, como a fabricação de veículos (com cerca de \n20% da produção nacional), na produção de fundidos (cerca de 25%), em calderaria pesada e na \nfabricação de materiais refratários e de outros insumos. Todos estes setores industriais \ndemandam profissionais com formação em engenharia capazes de lidar com a obtenção, \nprocessamento, seleção, utilização, caracterização e avaliação de materiais metálicos, além do \nprojeto e gerenciamento de instalações. Adicionalmente, engenheiros com formação em \nmetalurgia são demandados em atividades de pesquisa industrial e para a avaliação de projetos na \nárea.  \n \n3. REQUISITOS DE ACESSO  \n \nA admissão da maioria dos alunos da graduação na UFMG ocorre por meio do Sisu – (Sistema de \nSeleção Unificada) como processo seletivo, desde 2014 (os cursos que possuem provas de \nhabilidades específicas não participam do Sisu) . O Sisu, criado pelo Governo Federal em parceria \n", "11": "11 \n \ncom o MEC, seleciona os estudantes através de suas notas no ENEM, o Exame Nacional do Ensino \nMédio. A média obtida na prova é a única etapa no processo seletivo. \n \nO DRCA, Departamento de Registro e Controle Acadêmico, responsável por garantir que os \nregistros e os controles acadêmicos sejam realizados de maneira correta, de acordo com a \nlegislação educacional e as normas internas da Instituição, é o órgão responsável pelo registro \nacadêmico e pela matrícula dos novos estudantes. \n \nDepois de encerrado o período de matrícula nas vagas iniciais de cada curso, e após serem \ncomputados possíveis desligamentos de estudantes por descumprimento das normas acadêmicas \naté o semestre anterior, as vagas remanescentes, porventura existentes, são oferecidas à \ncomunidade de acordo com as modalidades previstas pela UFMG. \n \n \n4. BASES LEGAIS  \n \nForam considerados, na proposição do Projeto Político-Pedagógico do Curso de Engenharia \nMetalúrgica: \n \n \nAs Diretrizes Curriculares Nacionais (DCN) dos Cursos de Graduação em Engenharia \n(Resolução CNE/CES 11/2002, baseada na Lei 9.131, de 25 de novembro de 1995 e com \nfundamento no Parecer CES 1.362/2001).  \n \n \nO Parecer CNE/CES 08/2007 e Resolução CNE/CES 02/2007 que dispõem sobre carga \nhorária mínima e procedimentos relativos à integralização e duração dos cursos de \ngraduação, bacharelados, na modalidade presencial, que estabelece o mínimo de 3.600 \nhoras, quando o limite mínimo para integralização do curso é de 5 (cinco) anos. \n \n \nAs Diretrizes de Flexibilização Curricular da UFMG conforme estabelecem a Resolução \nComplementar 01/98 do Conselho de Ensino, Pesquisa e Extensão (CEPE) e seu anexo, de \n10/12/1998, bem como o documento Diretrizes para os Currículos de Graduação da \nUFMG, aprovado pelo CEPE em 19/04/2001.  \n \n \nCumprimento da Resolução CONAES 01/2010, de 17 de junho de 2010 e da Resolução \n15/2011 do CEPE, com o estabelecimento de um Núcleo Docente Estruturante – NDE – \ndefinido como o grupo de docentes com atribuições acadêmicas de acompanhamento, \natuante no processo de concepção, consolidação e contínua atualização do projeto \npedagógico do curso. \n \n \nCumprimento das metas previstas no Plano de Desenvolvimento Institucional UFMG – PDI \n-2013-2017, no que se refere ao atendimento das demandas sociais e à criação de \noportunidades de inclusão social através da expansão das matrículas da graduação; \nefetivação de um projeto pedagógico que atenda a flexibilização curricular; ampliação das \npossibilidades de participação dos estudantes em ações que contribuam para uma \nformação com relevância acadêmica e social, e intensificação das relações com a \nrespectiva área do conhecimento e de atuação profissional. \n", "12": "12 \n \n \n \nCumprimento da Lei 11.788/2008  que dispõe sobre os Estágios curriculares e a Resolução \nn. 02/2009 do CEPE, que regulamenta o Estágio na UFMG.   \n \n \nA oferta do ensino de Libras (Língua de Sinais), de acordo com o Decreto nº 5.626/2005, \ncomo atividade optativa. Nos termos explicitados no Parecer CNE/CP 03/2004, a oferta do \nensino de conteúdos que contemplam a educação das Relações Étnico-Raciais, bem como \no tratamento de questões e temáticas que dizem respeito aos afrodescendentes também \nestá prevista no curso como atividade optativa. \n \n \nDe acordo com o Decreto 5.296/2005, que regulamenta as normas gerais e critérios \nbásicos para a acessibilidade das pessoas com necessidades especiais, a UFMG possui um \ncronograma com as metas para atendimento aos portadores de necessidades especiais, \ncujos objetivos são criar mecanismos que garantam a plena acessibilidade, assegurar a \naplicação das políticas públicas voltadas a portadores de necessidades especiais e \ndemocratizar o acesso à informação, à leitura e à cultura. \n \n5. OBJETIVOS  \n5.1 Objetivo Geral: \nFormar profissionais de engenharia metalúrgica críticos e éticos, dotados de sólida base científica \ne humanística, comprometidos com intervenções transformadoras na sociedade e capazes de \natender à demanda dos diversos setores envolvidos com a atividade metalúrgica e afim no Estado \nde Minas Gerais e no Brasil em geral.  \n \n5.2 Objetivos Específicos: \nO curso busca: \n \nFormar profissionais com sólidos conhecimentos teóricos e práticos nas áreas de ciências \nbásicas (matemática, física, química, fenômenos de transporte e termodinâmica), tratamento \nde minérios, ciências dos materiais, metalurgia extrativa, metalurgia física e metalurgia de \ntransformação, seleção de materiais, aspectos ambientais, dentro de um caráter \nmultidisciplinar. \n \nFornecer uma formação generalista, humanista, crítica e reflexiva, com egressos capacitados a \nabsorver e desenvolver novas tecnologias. \n \nEstimular no estudante uma postura de busca constante por sua atualização profissional. \n \nEstimular o desenvolvimento de trabalhos conjuntos dos estudantes do curso com estudantes \nde cursos de pós graduação da UFMG.  \n \nEstimular a atuação crítica e criativa dos estudantes na identificação e resolução de problemas \nenvolvendo a fabricação, seleção, utilização e reaproveitamento de ligas metálicas e de outros \nmateriais. \n \nFormar engenheiros comprometidos com as relações humanas, éticas, sociais e econômicas, \ncapazes de viabilizar soluções para demandas e problemas que afetam a sociedade. \n", "13": "13 \n \n \n6. PERFIL DO EGRESSO \nO profissional formado no Curso de Engenharia Metalúrgica da UFMG deve ser dotado de \nconhecimentos para desenvolver as seguintes habilidades e competências: \n \nAplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à problemas de \nengenharia envolvendo o desenvolvimento, obtenção, seleção, utilização e reciclagem de \nmateriais metálicos e outros; \n \nProjetar e conduzir experimentos e interpretar resultados; \n \nConceber, projetar e analisar ligas metálicas e produtos e processos metalúrgicos; \n \nPlanejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia envolvendo o \ndesenvolvimento, a aplicação e o reaproveitamento de materiais metálicos e afins; \n \nIdentificar, formular e resolver problemas de engenharia; \n \nRealizar a análise de falha de produtos metálicos; \n \nDesenvolver e utilizar ferramentas e técnicas relacionados com processos e produtos \nmetálicos e afins; \n \nSupervisionar a operação e a manutenção de sistemas metalúrgicos; \n \nAvaliar criticamente a operação e a manutenção de sistemas em indústrias metalúrgicas e \nafins; \n \nComunicar-se eficientemente nas formas escrita, oral e gráfica; \n \nAtuar em equipes multidisciplinares; \n \nCompreender e aplicar a ética e responsabilidade profissionais; \n \nAvaliar o impacto das atividades da engenharia no contexto social e ambiental; \n \nAvaliar a viabilidade econômica de projetos de engenharia; \n \nBuscar permanentemente a sua atualização profissional. \n \n7. PRINCÍPIOS TEÓRICOS E METODOLÓGICOS  \n \n7.1 Princípios teóricos \n \nA proposta pedagógica do curso de Engenharia Metalúrgica da UFMG tem como um dos seus \nreferenciais os instrumentos regulatórios da educação superior no Brasil, em especial os princípios \nbasilares presentes na Lei de Diretrizes e Bases da Educação Nacional – LDB – Lei 9394/96, \nsobretudo o artigo que trata da Educação Superior no Brasil que tem como premissa: \n \nI. \nEstimular a criação cultural e o desenvolvimento do espírito científico e do pensamento \nreflexivo; \nII. \nFormar diplomados nas diferentes áreas de conhecimento, aptos para a inserção em \nsetores profissionais e para a participação no desenvolvimento da sociedade brasileira, e \ncolaborar na sua formação contínua; \nIII. \nIncentivar o trabalho de pesquisa e investigação científica, visando o desenvolvimento da \nciência e da tecnologia e da criação e difusão da cultura, e, desse modo, desenvolver o \nentendimento do homem e do meio em que vive; \n", "14": "14 \n \nIV. \nPromover a divulgação de conhecimentos culturais, científicos e técnicos que constituem \npatrimônio da humanidade e comunicar o saber através do ensino, de publicações ou de \noutras formas de comunicação; \nV. \nSuscitar o desejo permanente de aperfeiçoamento cultural e profissional e possibilitar a \ncorrespondente concretização, integrando os conhecimentos que vão sendo adquiridos \nnuma estrutura intelectual sistematizadora do conhecimento de cada geração; \nVI. \nEstimular o conhecimento dos problemas do mundo presente, em particular os nacionais \ne regionais, prestar serviços especializados à comunidade e estabelecer com esta uma \nrelação de reciprocidade; \nVII. \nPromover a extensão, aberta à participação da população, visando à difusão das \nconquistas e benefícios resultantes da criação cultural e da pesquisa científica e \ntecnológica geradas na instituição. (LDB – Lei 9394/96). \n \nAlém destes princípios o projeto pedagógico se alinha às recomendações das Diretrizes \nCurriculares Nacionais para os cursos de Engenharia e adota a flexibilização curricular, \nrecomendada nas Diretrizes Curriculares para os Cursos de Graduação da UFMG, o qual tem como \nmeta assegurar que os egressos tenham autonomia intelectual, sejam capazes de atuarem na \nsociedade de forma ética e em sintonia com necessidades presentes no país e no mundo. \n \n7.2 Metodologias de ensino e aprendizagem \n \nA diversidade das atividades acadêmicas e as metodologias de ensino adotadas pelo curso e pela \nUFMG, que serão vivenciadas pelos alunos, serão responsáveis por garantir aos egressos uma \nformação profissional contextualizada com a sociedade. É importante destacar que um dos \nprincípios presentes na formação do aluno do curso de Engenharia Metalúrgica da UFMG é a \ncompreensão de que sua formação profissional não se encerra com a graduação, considerando \nque na sociedade contemporânea se manter em permanente formação é uma condição necessária \npara uma atuação profissional responsável. \n \nA metodologia de ensino adotada, de forma geral, inclui: exposições orais, estudos dirigidos \nindividuais e em grupo; elaboração, produção e apresentação de trabalhos individuais e em grupo; \nexcursões e atividades de campo orientadas; uso de laboratórios, demonstrações práticas; \npalestras, dentre outros. Destaca-se ainda o uso de materiais didáticos estruturados para \naprendizagem acelerada, uso da plataforma Moodle como ferramenta virtual para a prática \npedagógica, como criação de cursos online, fórum de discussão, entre outros recursos. Nas \ndisciplinas de caráter experimental, estimula-se o espírito crítico, integração de equipes, \ndistribuição de tarefas, bem como elaboração de relatórios e apresentações em público. \n \nA plataforma Moodle, vem sendo utilizada por diversas instituições no mundo, inclusive pela \nUniversidade Federal de Minas Gerais (UFMG), se apresenta como uma ferramenta didática \nonline, uma vez que disponibiliza ao professor a escolha de ferramentas como fóruns, chat, \ndiários, dentre outras que se enquadram dentro do objetivo pretendido pelo professor durante a \ndisciplina. Além disto, fornece um espaço de aprendizagem como um processo dinâmico, baseado \nno construcionismo social, proporcionando a colaboração mútua dos participantes, o \ncooperativismo, a troca e compartilhamento de materiais, pesquisas, coletas e revisão de tarefas, \navaliação entre colegas e registro de notas no ensino a distância, presencial ou parcialmente \npresencial. Atualmente é instrumento de divulgação de conteúdos aos alunos, programas, \ncronograma, as de disciplinas, planos de aula e também como meio de comunicação e divulgação \n", "15": "15 \n \nde resultados.  Materiais didáticos, tais como apresentações de aulas, apostilas e publicações são \ndisponibilizadas aos alunos através do Moodle, principalmente nas áreas em que não se dispõe \nbibliografia em português. \n \n8. ORGANIZAÇÃO CURRICULAR \nDe acordo com as Diretrizes para a Flexibilização Curricular da UFMG, aprovadas pelo Conselho de \nEnsino, Pesquisa e Extensão (CEPE), em 2001, os currículos dos cursos de graduação têm por base \na flexibilidade, a diversidade, o dinamismo do conhecimento, da ciência e da prática profissional.   \nNesse sentido, o currículo é concebido como um sistema articulado de saberes, organizado sob a \nforma de atividades acadêmicas obrigatórias, optativas e eletivas, de modo a favorecer ao \nestudante a construção de trajetórias, cujos percursos contemplam uma estrutura com três \ndimensões, a saber: um Núcleo de Formação Específica, uma Formação Complementar e um \nconjunto de atividades de Formação Livre. \na) Núcleo de Formação Específica (NFE) - é constituído por duas bases de \nconhecimentos. A primeira base é formada por conhecimentos característicos do \ncampo profissional, os quais imprimem visibilidade ao exercício da profissão, ou seja, \nrepresenta os saberes fundamentais da área específica do curso. A segunda integra os \nsaberes de outros campos correlatos que sustentam esse saber. Neste núcleo as \natividades acadêmicas ofertadas, seja de natureza obrigatória ou optativa, cujo \nconteúdo seja imprescindível ao desempenho profissional, podem ser organizadas na \nmodalidade presencial e/ou à distância. Na versão curricular atual do Curso de \nEngenharia Metalúrgica, apenas 3% de conteúdo é organizado na modalidade à \ndistância. No que se refere à integralização das atividades optativas, essas podem ser \norganizadas a partir de diversas possibilidades formativas conforme proposto pelo \nestudante.  \nb) Formação Complementar (FC) - integra um conjunto de conhecimentos conexos de \num determinado campo profissional. Baseia-se na possibilidade de escolha de uma \ncomplementação da formação específica, mediante aquisição de saberes em áreas \nafins, cujos conteúdos apresentem conexão com o NFE. Pode estar organizada de duas \nformas: Formação Complementar Preestabelecida ou Formação Complementar \nAberta. A Formação Preestabelecida implica a oferta de atividades de áreas do \nconhecimento conexo, definidas pelo Colegiado do Curso. A Formação Aberta, com \nbase nas atividades acadêmicas, parte de proposição do aluno, sob orientação \ndocente, condicionada à autorização do Colegiado. A versão curricular atual do Curso \nde Engenharia Metalúrgica possibilita apenas uma Formação Complementar \nPreestabelecida. A integralização das atividades dessa formação possibilita a obtenção \nde um certificado. A obtenção do referido certificado está condicionada a conclusão \ndo curso.  \nNo caso de opção por um percurso de Formação Complementar, a integralização \ncurricular ocorre na forma de bacharelado com Formação Complementar. Quando o \nestudante opta por essa forma, esta ocorre de maneira concomitante com as \natividades do Núcleo de Formação Específica.  \n", "16": "16 \n \nc) Formação Livre – integra um conjunto de atividades acadêmicas de qualquer campo \ndo conhecimento. Possibilita ampliar a formação a partir do interesse individual do \nestudante, podendo ser integralizada entre as diversas atividades curriculares da \nUniversidade. Porém, é de natureza obrigatória para a integralização do currículo. \nDessa forma, o modelo de currículo segundo as diretrizes da UFMG enfatiza a flexibilidade e a \ndiversidade, representadas tanto pela possibilidade de trajetórias diferenciadas através dos \npercursos acadêmicos, quanto pelos diversos formatos das atividades que compõem o currículo e \nque são consideradas relevantes para a formação do estudante, entre as quais: seminários, \nmonitorias, projetos de pesquisa e/ou extensão, vivências extracurriculares, participação em \ncongressos e eventos ou ainda na forma de disciplina.  \nVisando contribuir com a implementação do currículo dos cursos de graduação, na perspectiva do \nentendimento do curso como um percurso, foi feita a criação e disponibilização, a docentes e \ndiscentes, de instrumentos facilitadores da relação pedagógica. Assim, destacam-se recursos \ntecnológicos diversos, tais como, a utilização do Moodle e a implantação do Diário Eletrônico, para \nuso dos docentes, além das metodologias ativas propostas pelo Programa de Formação Docente \nde responsabilidade da PROGRAD. \n8.1 Trajetórias/Percursos de Integralização \nO Curso de Engenharia Metalúrgica está estruturado em dez períodos, e a composição curricular \nproposta para o Curso está nos termos da Resolução Nº11 CNE/CES de 11 de março de 2002 e \nResolução Nº 02/2007 CNE/CES de 18 de junho de 2007. Os Campos do conhecimento para a \ncomposição curricular estão compostos por: núcleo básico 28% da carga horária total do curso; \nnúcleo profissionalizante: 24% da carga horária total do curso; núcleo de conteúdos específicos: \n38% da carga horária total do curso; optativas: 10% da carga horária total do curso. \n \nO projeto pedagógico prevê duas possibilidades de formação ou percurso acadêmico curricular: \n1. Bacharelado (percurso padrão); \n2. Bacharelado com formação complementar Pré-estabelecida em Engenharia de Materiais. \n \nA carga horária total a ser integralizada para o Curso de Engenharia Metalúrgica, nos dois \npercursos curriculares previstos, é de 3600 horas (240 créditos). A carga horária está distribuída \nentre os Núcleos de Formação Específica, Formação Complementar e Formação Livre. \nO Núcleo de Formação Específica inclui a maioria da carga horária, sendo constituído de disciplinas \nobrigatórias e atividades acadêmicas obrigatórias (Estágio Curricular Obrigatório-ECO e Trabalho \nde Conclusão de Curso-TCC). As disciplinas obrigatórias perfazem uma carga horária total de 3045 \nhoras (203 créditos) e as atividades obrigatórias EC e TCC perfazem 225 horas (15 créditos), \ntotalizando 3270 horas (218 créditos). As disciplinas e atividades desse núcleo são obrigatórias \npara os dois percursos curriculares. \n \nPara o percurso padrão a carga horária optativa é de 285 horas (19 créditos), composta por \ndisciplinas optativas ou atividades acadêmicas complementares (AAC) optativas, sendo opcional \na integralização de até 60 horas (4 créditos) de AAC. A lista de disciplinas optativas é composta por \num amplo elenco de disciplinas, sendo as mesmas de conteúdo especifico da engenharia \nmetalúrgica, quanto conteúdos de formação profissional e correlatos, ou formação sócio-cultural. \nAs AAC constituem atividades acadêmicas articuladas ao ensino de Graduação que têm por \n", "17": "17 \n \nobjetivo oferecer aos alunos complementação acadêmica em diferentes níveis de formação, \ncontribuindo para o desenvolvimento da capacidade crítica, para a aquisição de hábitos de estudo \ne para o domínio da sistemática do ensino ou da pesquisa. O restante da carga horária, 45 horas (3 \ncréditos), é de disciplina eletiva ou Núcleo de Formação Livre. \n \nO percurso de Formação Complementar Pré-estabelecida em Engenharia de Materiais (FC-EM) é \nopcional, e o aluno poderá solicitar a alteração de percurso até o último período de sua \nintegralização curricular. Para esse percurso o aluno deverá cursar, além do Núcleo de Formação \nEspecífica, 225 horas (15 créditos) de disciplinas optativas específicas da área de Engenharia de \nMateriais. Nesse percurso o aluno também deverá integralizar até 60 horas de disciplinas \noptativas gerais ou AAC, e cumprir a carga de 45 horas de Formação Livre. \n \n8.2 \nRepresentação do Currículo \nCom base no fluxo geral do currículo, é apresentada a seguir uma síntese integrativa dos \ncomponentes curriculares. A Tabela 1 apresenta a carga necessária para integralização curricular \nde cada um dos percursos acadêmicos propostos.  \nTabela 1 -   Tipo de atividade e carga horária/créditos para integralização curricular para os dois \npercursos curriculares – Versão curricular 2014/2. \n \n \nPOSSIBILIDADES FORMATIVAS \n \nBacharelado  \n(percurso padrão) \nBacharelado - Formação \nComplementar em \nEngenharia de Materiais \n(FCEM) \nTipo de atividade \nCarga \nhorária \nCréditos \nCarga \nhorária \nCréditos \nNúcleo de \nFormação \nEspecífica \nDisciplinas \nobrigatórias \n3045 \n203 \n3045 \n203 \nECO \n165 \n11 \n165 \n11 \nTCC \n60 \n4 \n60 \n4 \nDisciplinas \noptativas \ngerais e AAC \n285 \n19 \n60 \n4 \nFormação \nLivre \nDisciplinas \neletivas \n45 \n3 \n45 \n3 \nFormação \nComplementar  \nDisciplinas \noptativas \nespecíficas \nda FCEM \n0 \n0 \n225 \n15 \nCarga total \n3600 \n240 \n3600 \n240 \n    ECO = Estágio curricular obrigatório        AAC = Atividades Acadêmicas Complementares \n \nA Figura 2 apresenta a representação gráfica do percurso curricular por período acadêmico. \nRessalta-se que os créditos em atividades acadêmicas optativas deverão ser cursados dentro de \n", "18": "18 \n \num dos grupos referentes ao bacharelado com formação mais generalista ou ao bacharelado com \nformação complementar pré-estabelecida. \n \nFigura 2 - Representação gráfica das atividades por período acadêmico – Versão curricular 2014-2 \n \n \n \nTabela 2 – Elenco de disciplinas obrigatórias que compõem a estrutura curricular do curso de \nEngenharia Metalúrgica – Versão curricular 2014/2. \n \nENGENHARIA METALÚRICA \nVERSÃO CURRICULAR  2014-2 \n  \n  \n  \n  \n  \nCódigo da \nDisciplina \nCréditos CHS \n(horas) \nDenominação da Disciplina \n  \nPré – Requisito \n1o Período \nDCC001 \n4 \n60 \nProgramação Computadores \n  \nEMT012 \n2 \n30 \nIntrodução à Metalurgia \n  \nMAT001 \n6 \n90 \nCálculo Diferencial e Integral I \n  \nMAT038 \n4 \n60 \nGeometria Analítica Álgebra Linear \n  \nQUI003 \n4 \n60 \nQuímica Geral B \n  \n", "19": "19 \n \nQUI019 \n2 \n30 \nQuímica Geral Experimental \n  \nSub-Total 1 \n22 \n330 \n  \n  \n2º Período \nDCC034 \n4 \n60 \nCálculo Numérico \nDCC001; \nMAT001 \nFIS065 \n4 \n60 \nFundamentos de Mecânica \n  \nFIS054 \n3 \n45 \nIntrodução à Física Experimental  \n  \nMAT039 \n4 \n60 \nCálculo Diferencial e Integral II \nMAT001; \nMAT038 \nQUI601 \n8 \n120 \nQuímica Inorgânica I \nQUI003; QUI019 \nSOA138 \n2 \n30 \nIntrodução à Sociologia \n  \nSub-Total 2 \n25 \n375 \n  \n  \n3º Período \nEST031 \n4 \n60 \nEstatística e Probabilidades \nMAT001 \nFIS069 \n4 \n60 \nFundamentos de Eletromagnetismo \nFIS065; MAT039 \nFIS056 \n3 \n45 \nFísica Experimental ME \nFIS054 \nMAT002 \n4 \n60 \nCálculo Diferencial e Integral III \nMAT039 \nMAT015 \n4 \n60 \nEquações Diferenciais A \nMAT039 \nQUI602 \n6 \n90 \nFísico-Química I \nMAT039 \nSub-Total 3 \n25 \n375 \n  \n  \n4o Período  \nGEL163 \n5 \n75 \nElementos de Mineralogia e Petrografia    \nFIS148 \n2 \n30 \nFund. Mecânica dos Fluidos e dos \nSólidos \nFIS065; MAT039 \nQUI604 \n6 \n90 \nFísico-Química II \nQUI602 \nQUI606 \n8 \n120 \nQuímica Analítica I \n  \nEQM033  \n4 \n60 \nDesenho D \n  \nSub-Total 4 \n25 \n375 \n  \n  \n5o Período  \nEMT074 \n4 \n60 \nCiência dos Materiais \nQUI604 \nEST006 \n4 \n60 \nPlanejamento e Análise de \nExperimentos  \n \nEMT013 \n4 \n60 \nTermodinâmica Metalúrgica \nQUI604 \nEMN120 \n4 \n60 \nTratamento de Minérios \nGEL163 \nEMN609 \n4 \n60 \nTrat. de Minérios – Laboratório I \nGEL163 \nELE161 \n4 \n60 \nEletrotécnica Geral C \n  \nSub-Total 5 \n24 \n360 \n  \n  \n6o Período Letivo \n", "20": "20 \n \nEMT015 \n4 \n60 \nMetalurgia Fenômenos de Transporte I  \nMAT015 \nEMT017 \n3 \n45 \nFísico-Química Metalúrgica \nEMT013 \nEMT061 \n4 \n60 \nMetalurgia Física \nEMT074 \nEMT077 \n4 \n60 \nHidro e Eletrometalurgia \nQUI604; QUI606   \nEMT020 \n3 \n45 \nMecânica dos Materiais \n  \nEMT041 \n4 \n60 \nIntrodução à Cerâmica  \nEMT074 \nECN075 \n2 \n30 \nEconomia Para Empresas de Engenharia    \nSub-Total 6 \n24 \n360 \n  \n  \n7o Período Letivo \nEMA066 \n3 \n45 \nElementos de Máquinas \nEMT020 \nEMT025 \n4 \n60 \nMetalurgia Fenômenos de Transporte II  EMT015 \nEMT022 \n3 \n45 \nPirometalurgia \nEMT013 \nEMT062 \n4 \n60 \nMetalurgia Mecânica \nEMT020; \nEMT061 \nEMT063 \n4 \n60 \nTratamentos Térmicos de Metais e Ligas EMT061 \nEMT055 \n4 \n60 \nCiência e Engenharia de Polímeros  \nEMT074 \nOPTATIVA \n3 \n45 \n  \n  \nSub-Total 7 \n25 \n375 \n  \n  \n8o Período Letivo \nEPD028 \n4 \n60 \nOtimização e Simulação de Sistemas de \nEngenharia \n  \nEMT028 \n3 \n45 \nMetalurgia Extrativa Geral \nEMT017 \nEMT027 \n4 \n60 \nMateriais Refratários \nEMT041 \nEMT046 \n3 \n45 \nSiderurgia I \nEMT017 \nEMT064 \n4 \n60 \nConformação Mecânica  \nEMT062 \nEMT065 \n4 \n60 \n Processos Metalúrgicos de Fabricação  \nEMT062 \nOPTATIVA \n3 \n45 \n  \n  \nSub-Total 8 \n25 \n375 \n  \n  \n9o Período Letivo \nEPD001 \n4 \n60 \nOrganização Industrial Para Engenharia    \nEMT047 \n3 \n45 \nSiderurgia II \nEMT046 \nESA109 \n2 \n30 \nProteção Ambiental \n  \nEMT054 \n4 \n60 \nCaracterização de Materiais e \nRecobrimentos \nEMT074 \nENG062 \n2 \n30 \nTrabalho Final de Curso I \n  \nOTI020 \n1 \n15 \nDocumentação técnica \n  \nFormação \nLivre \n3 \n45 \n  \n  \nOPTATIVA \n6 \n90 \n  \n  \n", "21": "21 \n \nSub-Total 9 \n25 \n375 \n  \n  \n10o Período Letivo \nENG063 \n2 \n30 \nTrabalho Final de Curso II \n ENG062 \nENG122 \n11 \n165 \n Estágio Curricular \n  \nOPTATIVA \n7 \n105 \n  \n  \nSub-Total \n10 \n20 \n300 \n  \n  \n TOTAL \n 240 \n 3600 \n  \n  \n \nTabela 3 - Elenco de disciplinas optativas gerais que constam na estrutura curricular do curso de \nEngenharia Metalúrgica - Versão curricular 2014/2 \nCódigo Créditos \nCHS \n(horas) \nDenominação \nPré-requisito \nCIC027 \n03 \n45 \nContabilidade e Custos  \n  \nDIT001 \n02 \n30 \nDireito e Legislação \n  \nECN029  \n02 \n30 \nEconomia Industrial \n  \nECN043  \n04 \n60 \nTeoria dos Jogos e Teoria da Informação \n  \nELT002  \n03 \n45 \nIntrodução a Engenharia de Controle \n  \nEMC029 \n02 \n30 \nSeleção de Materiais \nEMT065 \nEMN002  \n04 \n60 \nBeneficiamento Mineral - Projeto \nEMN008 \nEMN008 \n04 \n60 \nFlotação \nEMN609; EMN120 \nEMT042  \n03 \n45 \nProcessamento de Cerâmicas \nEMT041 \nEMT043 \n03 \n45 \nConformação Mecânica Avançada  \nEMT064 \nEMT050  \n03 \n45 \nIntrodução aos Processos de Corrosão \nEMT021; EMT077 \nEMT056  \n04 \n60 \nProcessamento de Polímeros \nEMT074 \nEMT057  \n04 \n60 \nMateriais Opto-Eletrônicos \n  \nEMT058  \n04 \n60 \nEmpreendorismo I \n  \nEMT066 \n03 \n45 \nMetalurgia Extrativa Experimental \nEMT022; EMT077 \nEMT067 \n03 \n45 \nCaracterização Estrutural e Mecânica \nEMT061 \nEMT068 \n03 \n45 \nFratura e Fluência \nEMT062 \nEMT069 \n03 \n45 \nTribologia: Desgaste e Atrito \nEMT041; EMT055 \nEMT070 \n03 \n45 \nTratamento de Minérios de Ferro \nEMT013 \nEMT071 \n02 \n30 \nTópicos Especiais em Metalurgia I \n \nEMT072 \n02 \n30 \nTópicos Especiais em Engenharia de \nMateriais I \n \nEMT073 \n03 \n45 \nTópicos Especiais em Metalurgia II \n \nEMT075 \n03 \n45 \nTópicos Especiais em Engenharia de \nMateriais II \n \n", "22": "22 \n \nENU001 \n04 \n60 \nAplicações de Radioisótopos \n \nENU003 \n04 \n60 \nRadioproteção \n \nENU007 \n04 \n60 \nDetecção das Radiações e Instrumentação \nNuclear \n \nENU008 \n04 \n60 \nAnálise Exergética de Processos \n \nENU009 \n04 \n60 \nIntrodução a Energia Nuclear I \n \nEPD002 \n04 \n60 \nAnálise Projeto Organizações Produtivas \nEPD001 \nEPD003 \n04 \n60 \nGerência da Qualidade Industrial A \n \nEPD095 \n02 \n30 \nFundamentos de Engenharia Econômica \n \nESA136 \n01 \n15 \nSaneamento e meio ambiente em grupos \nétnico-raciais \n \nEST026 \n04 \n60 \nControle Estatístico de Qualidade \n \nFIS086 \n04 \n60 \nFundamentos de Oscilações, Ondas e Óptica FIS069;  MAT015 \nFIS087 \n02 \n30 \nFundamentos de Oscilações e Ondas \nFIS069;  MAT015 \nFIS088 \n02 \n30 \nFundamentos de Física Quântica \nFIS087 \nLET223 \n04 \n60 \nFundamentos de Libras \n \nMAT016 \n04 \n60 \nEquações Diferenciais B \nMAT039 \nQUI233 \n02 \n30 \nFilmes Finos \nQUI602 \nQUI235 \n02 \n30 \nPolímeros Condutores \nQUI602 \nQUI236 \n03 \n45 \nQuímica de Superfícies \nQUI602 \nQUI245 \n04 \n60 \nNanociência e Nanotecnologia \n \nQUI247 \n04 \n60 \nFundamentos de Espectroscopia Raman e no \nInfravermelho \n \nQUI261 \n04 \n60 \nQuímica Orgânica I \nQUI003 \nUNI003 \n04 \n60 \nOficina de Língua Portuguesa : Leitura e \nprodução de textos \n \n \nTabela 4 - Elenco de disciplinas optativas específicas da formação complementar em Engenharia \nde Materiais - Versão curricular 2014/2 \nCódigo Créditos \nCHS \n(horas) \nDenominação \nPré-requisito \nEMC029 \n02 \n30 \nSeleção de Materiais \nEMT065 \nEMT042  \n03 \n45 \nProcessamento de Cerâmicas \nEMT041 \nEMT050  \n03 \n45 \nIntrodução aos Processos de Corrosão \nEMT021; EMT077 \nEMT056  \n04 \n60 \nProcessamento de Polímeros \nEMT074 \nEMT057  \n04 \n60 \nMateriais Opto-Eletrônicos \n  \nEMT067 \n03 \n45 \nCaracterização Estrutural e Mecânica \nEMT061 \nEMT068 \n03 \n45 \nFratura e Fluência \nEMT062 \n", "23": "23 \n \nEMT069 \n03 \n45 \nTribologia: Desgaste e Atrito \nEMT041; EMT055 \nEMT072 \n02 \n30 \nTópicos Especiais em Engenharia de \nMateriais I \n \nEMT075 \n03 \n45 \nTópicos Especiais em Engenharia de \nMateriais II \n \nFIS086 \n04 \n60 \nFundamentos de Oscilações, Ondas e Óptica FIS069;  MAT015 \nFIS087 \n02 \n30 \nFundamentos de Oscilações e Ondas \nFIS069;  MAT015 \nFIS088 \n02 \n30 \nFundamentos de Física Quântica \nFIS087 \nQUI233 \n02 \n30 \nFilmes Finos \nQUI602 \nQUI235 \n02 \n30 \nPolímeros Condutores \nQUI602 \nQUI236 \n03 \n45 \nQuímica de Superfícies \nQUI602 \nQUI245 \n04 \n60 \nNanociência e Nanotecnologia \n \nQUI247 \n04 \n60 \nFundamentos de Espectroscopia Raman e no \nInfravermelho \n \nQUI261 \n04 \n60 \nQuímica Orgânica I \nQUI003 \n \n \n8.3 Trabalho de Conclusão de Curso  \nO Trabalho de Conclusão de Curso (TCC) do Curso de Engenharia Metalúrgica da UFMG constitui \natividade acadêmica obrigatória no âmbito do Curso, para garantir uma formação sólida, \nestruturada a partir de formação teórica/conceitual, fundamentação metodológica e análise de \nproblemas. É estimulado que o TCC tenha um caráter aplicado, voltado para a resolução de \nproblemas práticos de engenharia, desenvolvido dentro ou fora da universidade, neste caso em \nempresas com vinculação à área temática do curso.  \n  \nA orientação quanto ao conteúdo e desenvolvimento do trabalho e redação do TCC ficará a cargo \ndo Professor-Orientador, de livre escolha do aluno, com competência reconhecida no tema \nescolhido. Se o trabalho for realizado na empresa, o orientador deve verificar sua viabilidade \ntécnica e se as condições e equipamentos necessários estão disponíveis de imediato.  \n \nNo Curso de Engenharia Metalúrgica da UFMG, a realização do TCC está estruturada em duas \ndisciplinas, ofertadas em dois semestres letivos subsequentes. A primeira, denominada Trabalho \nFinal de Curso I ou simplesmente TFC I, é dedicada à proposição e planejamento de um projeto e \nresulta na preparação de uma proposta de trabalho. A segunda (Trabalho Final de Curso II ou TFC \nII) é dedicada à execução do projeto preparado na etapa anterior, resultando na síntese do \ntrabalho feito. Ambas as disciplinas são coordenadas por um professor do Departamento de \nEngenharia Metalúrgica e de Materiais. Ao final do TFC II um relatório final deverá ser entregue, \nna forma de uma monogragia, e apresentado para uma banca a ser definida pelo coordenador da \ndisciplina e orientador do trabalho. \n \n8.4 Estágio Supervisionado  \nA partir do levantamento da legislação e das normas jurídicas relativas aos estágios, bem como \ndas diretrizes curriculares, pareceres e resoluções do Conselho Nacional de Educação (CNE), com \n", "24": "24 \n \nsuas respectivas alterações, estabeleceu-se uma política para a realização dessas atividades nos \ncursos de Graduação da UFMG. \n \nEm março de 2009, considerando o que determina a Lei nº 11.788, de 25/09/2008, bem como os \nestudos realizados pela Pró-Reitoria de Graduação, o CEPE/UFMG aprovou a Resolução Nº \n02/2009, que dispõe sobre os Estágios Acadêmicos de estudantes matriculados em cursos de \nGraduação e da Educação Básica e Profissional. Nos termos dessa Resolução, o Estágio Curricular – \nobrigatório ou não – configura-se como vivência profissional complementar que se deve realizar \nsob a responsabilidade de um professor orientador; incluir um plano de trabalho por ele \naprovado; constar no sistema de registro de atividades acadêmicas da UFMG; e incluir a \nobrigatoriedade de Relatório Final avaliado pelo Supervisor do Campo de Estágio e pelo \nOrientador responsável. Tal atividade deve constar da proposta pedagógica do curso em que se \ninsere, com a respectiva especificação do número de créditos e da instância responsável pelo seu \nacompanhamento, e implicar uma jornada semanal compatível com seu projeto curricular. O \nestágio realizado com fins de enriquecimento curricular poderá, a critério do Colegiado de Curso \nenvolvido, contar créditos ou apenas constar do histórico escolar do estudante. \n \nPara a realização do estágio curricular, impõe-se a celebração de instrumentos jurídicos \nespecíficos, devidamente regulamentados em Portarias do Reitor. O início de tal atividade é \nprecedido de Termo de Compromisso, assinado entre o aluno e o campo de estágio, com a \ninterveniência da UFMG, de modo a se configurar a inexistência de vínculo empregatício entre as \npartes. É facultado aos Colegiados de Curso, ou às instâncias universitárias responsáveis pelo \nacompanhamento do estágio, estabelecer normas específicas, quando couber.  \n \nO Estágio Curricular de Natureza Obrigatória do Curso de Engenharia Metalúrgica da UFMG possui \numa carga horária de 165 horas (11 créditos), exercidas no local de estágio do aluno e \nsupervisionada por professor da UFMG.  Para ter seu estágio obrigatório aprovado pelo colegiado \nde curso, o aluno deverá atender às exigências constantes em Resolução específica da Escola de \nEngenharia (Resolução no 03/2016, de 02 de dezembro de 2016), que dispõe sobre os critérios \npara a realização do Estágio Curricular no âmbito dos cursos de graduação da Escola de Engenharia \nda UFMG. \n \n8.5 Atividades Acadêmicas Complementares  \nConsiderando as Diretrizes de Flexibilização Curricular da UFMG (2001), o currículo deve buscar a \nindissociabilidade de ensino, pesquisa e extensão, devendo ser concebido como um sistema \narticulado. Além da transmissão de conteúdos e da produção do conhecimento, inclui o \ndesenvolvimento, por parte do aluno, de habilidades básicas, específicas e globais, de atitudes \nformativas, de análise crítica e de percepção mais global da sua atuação futura como profissional e \ncomo membro da sociedade. \n \nComo tal, ele é um conjunto de atividades acadêmicas que possibilitam a integralização de um \ncurso. Entende-se por atividade acadêmica curricular toda aquela considerada relevante para que \no estudante adquira, durante a integralização curricular, o saber e as habilidades necessárias à sua \nformação. O aproveitamento de uma atividade acadêmica para integralização curricular deve estar \ncondicionado à autorização prévia do colegiado de curso e a um processo de avaliação. \n \n", "25": "25 \n \nNesse sentido, o Curso de Engenharia Metalúrgica oferece aos seus alunos a oportunidade de \nexercerem uma série de atividades acadêmicas complementares as quais possibilitarão um \nimportante complemento à sua formação. No que concerne à integralização curricular de carga \nhorária, no âmbito do Curso de Engenharia Metalúrgica, as atividades acadêmicas \ncomplementares de natureza optativa são as seguintes: seminaries; participação em eventos \ncientíficos; publicação de artigos em eventos e periódicos; iniciação à pesquisa, docência e \nextensão; vivência profissional complementar; discussão temática. Na versão curricular atual \n(2014/1) estas atividades têm carga horária de 15 a 45 horas, conforme especificado na Tabela 5. \n \nTabela 5 – Atividades Acadêmicas Curriculares que constam na estrutura curricular do curso de \nEngenharia Metalúrgica - Versão curricular 2014/2 \n \nCódigo Denominação \nCHS (horas) \nCréditos \nENG038 Seminário I \n15 \n1 \nENG039 Seminário II \n30 \n2 \nENG040 Seminário III \n45 \n3 \nENG041 Participação em Eventos I \n15 \n1 \nENG042 Participação em Eventos II \n30 \n2 \nENG043 Participação em Eventos III \n45 \n3 \nENG044 Vivência Profissional Complementar I \n15 \n1 \nENG045 Vivência Profissional Complementar II \n30 \n2 \nENG046 Vivência Profissional Complementar III \n45 \n3 \nENG047 Iniciação a Docência I \n15 \n1 \nENG048 Iniciação a Docência II \n30 \n2 \nENG049 Iniciação a Docência III \n45 \n3 \nENG050 Iniciação a Pesquisa I \n15 \n1 \nENG051 Iniciação a Pesquisa II \n30 \n2 \nENG052 Iniciação a Pesquisa III \n45 \n3 \nENG053 Projeto de Extensão I \n15 \n1 \nENG054 Projeto de Extensão II \n30 \n2 \nENG055 Projeto de Extensão III \n45 \n3 \nENG056 Discussão Temática I \n15 \n1 \nENG057 Discussão Temática II \n30 \n2 \nENG058 Discussão Temática III \n45 \n3 \n \nAs seguintes condições devem ser atendidas para a integralização curricular de carga horária \ndestas atividades: (a) o máximo de 04 (quatro) créditos poderá ser utilizado para efeito de \nintegralização curricular e (b) para integralização dos créditos em todas as atividades, o aluno \ndeverá atender às exigências constantes na Resolução no 01/2016 do Colegiado do Curso de \nGraduação em Engenharia Metalúrgica, que regulamenta a oferta e dispõe sobre atribuição de \ncréditos em atividades acadêmicas, distintas de disciplinas, para efeito de integralização curricular. \n", "26": "26 \n \n8.6 Componente Curricular (ementário) \n1º Período \n \nDisciplina: \nINTRODUÇÃO À METALURGIA \nCódigo: EMT012 \n \nTeórica: \n30 Horas  \nCarga Horária: \nPrática: \n00 Horas \n \nTotal: \n30 Horas  \nTipo: \nObrigatória \n \nEmenta: \nPrincipais processos metalúrgicos. Departamento de Engenharia Metalúrgica: atividades de \nensino e pesquisa. Atividades do profissional. \n \nBibliografia: \nTextos, seminários e aulas magnas. Consultas referenciadas na internet. \n \n \nDisciplina: \nCÁLCULO DIFERENCIAL E INTEGRAL I \nCódigo: MAT001 \n \nTeórica: \n90 Horas  \nCarga Horária: \nPrática: \n00 Horas \n \nTotal: \n90 Horas  \nTipo: \nObrigatória \n \nEmenta: \nFunções de R em R. Derivadas. Integrais. Aplicações. \n \nBibliografia: \n1. Simmons, G.F., Cálculo com Geometria Analítica. McGraw Hill, SP, 1987, Vol.I. \n2. Shenk, Al. Cálculo e Geometria Analítica, Campus, RJ, 1985, Vol.I. \n3. Leithod, L. O Cálculo com Geometria Analítica, Habra, SP, Vol.I. \n4. Ávila, G.S.S. Cálculo I, Livros Técnicos e Científicos, Brasília Editora Ltea. \n5. Piskunov, N. Differential and Integral Calculus. Moscou, MIR, Publishers. \n6. Lewis, K. Cálculo e Álgebra Linear. Livros Técnicos e Científicos, Editora Ltda, RJ, Vol.I e II \n \nDisciplina: \nGEOMETRIA ANALÍTICA E ÁLGEBRA LINEAR I \nCódigo: MAT038 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nÁlgebra Vetorial . Retas e Planos. Matrizes, Sistemas Lineares e Determinantes. O Espaço Vetorial \nRn .   Autovalores e Autovetores de Matrizes.  Diagonalização de Matrizes Simétricas. \n \nBibliografia: \n1. Kolman, B.  - Álgebra Linear. Ed. Guanabara - 1987. \n2. Nathan, M. S. - Vetores e Matrizes. Livros Técnicos e Científicos - Editora S.A.- 1988.Lipschutz, \nS. -  Álgebra Linear. Editora Mc Graw-Hill - 1971 \n", "27": "27 \n \n3. Boldrini, J. L/ COSTA, S. I. R ./ RIBEIRO, V. L. F. F  /  WETZLER, H. G. - Álgebra Linear. - Ed. Harbra \n1980. \n4. Anton, H. - Álgebra Linear - Ed. Campus - 3a edição \n \nDisciplina: \n PROGRAMAÇÃO DE COMPUTADORES \nCódigo: DCC001 \n \nTeórica: \n60 Horas \nCarga Horária: \nPrática: \n00 Horas \n \nTotal: \n60 Horas \nTipo: \nObrigatória \n \nEmenta: \nMetodologia de desenvolvimento de programas, programação em linguagem de alto nível. \nComandos básicos, estruturas de dados, modularização. \n \nBibliografia: \n1. Guimarães, A de M.; Lages, N.A de C. - Algoritmos e Estruturas de Dados. Rio de Janeiro: Livros \nTécnicos e Científicos Editora AS, 1985. \n2. Introdução à Ciência da Computação. Rio de Janeiro: Livros Técnicos e Científicos Editora AS, \n1984. \n3. Farrer, H.; Becker, C.G; Faria, E.C.; Campos Filho, F.F.; Matos, H.F. de; Santos, M.A. dos, Maia, \nM.L. - Pascal Estruturado. Rio de Janeiro: Guanabara Dois, 1985. \n4. Grilo, M.C. - Turbo Pascal. Rio de Janeiro: Livros Técnicos e Científicos Editora AS. \n5. Aguilar, C.R.Q. - Introdução à Programação Utilizando as Linguagens Logo e Pascal. (apostila). \n \nDisciplina: \nQUÍMICA GERAL B \nCódigo: QUI003 \n \nTeórica: \n60 Horas \nCarga Horária: \nPrática: \n00 Horas \n \nTotal: \n60 Horas \nTipo: \nObrigatória \n \nEmenta: \nEstrutura eletrônica dos átomos. Propriedades periódicas. Ligações químicas (ligações iônica e \ncovalente, introdução a TOM, teoria de bandas). Forças intermoleculares (química \nsupramolecular, sistemas biológicos, materiais). Soluções. Equilíbrio químico.  \n \nBibliografia: \n1. Slabaugh; Parsons - Química Geral, Livros Técnicos Científicos Editora. Livro texto. \n2. Mahan, B. - Química; um curso universitário, São Paulo. E. Blucher. 1975. \n3. Pimentel G.C.; Spratley, R.O. - Química: um tratamento moderno. São Paulo, USP, INL, 1974. \n4. Apostila “Prática de Química Geral \n \nDisciplina: \nQUÍMICA GERAL EXPERIMENTAL \nCódigo: QUI019 \n \nTeórica: \n00 Horas \nCarga Horária: \nPrática: \n30 Horas \n \nTotal: \n30 Horas \nTipo: \nObrigatória \n \n", "28": "28 \n \nEmenta: \nTécnicas de laboratório. Preparo e padronização de soluções. Reações químicas. Equilíbrio \nquímico. Eletroquímica. Cinética de reação. \n \nBibliografia: \n1. Slabaugh; Parsons - Química Geral, Livros Técnicos Científicos Editora. Livro texto. \n2. Mahan, B. - Química; um curso universitário, São Paulo. E. Blucher. 1975. \n3. Pimentel G.C.; Spratley, R.O. - Química: um tratamento moderno. São Paulo, USP, INL, 1974. \n4. Apostila “Prática de Química Geral”. \n \n2º Período \n \nDisciplina: \nFUNDAMENTOS DE MECÂNICA \nCódigo: FIS065 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nCinemática e Dinâmica da Partícula. Sistemas de Partículas. Cinemática e Dinâmica da Rotação. \nLeis de Conservação da Energia e dos Movimentos Linear e Angular. Equilíbrio de Corpos Rígidos. \nEstática e Dinâmica dos Fluidos. \n \nBibliografia: \n1. Física - Volume 1, Alaor Chaves, Reichmann & Affonso Editores Física, D. Halliday, R. Resnick e \nK. S. Krane , Livros Técnicos e Cientifico S.A \n2. Fundamentos de Física , D. Halliday, R. Resnick e J. Walker, Livros Técnicos e Cientifico S.A  \n3. Física, P. Tipler, Ed. Guanabara  \n \n \nDisciplina: \nINTRODUÇÃO A FÍSICA EXPERIMENTAL \nCódigo: FIS054 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nObrigatória \n \nEmenta:  \nObtenção, tratamento e análise de dados obtidos em experimentos de Física. Utilização de \naparelhos de medida. Apresentação de resultados. \n \nBibliografia: \n1. Física Experimental Básica na Universidade, Agostinho Aurélio Campos, Elmo Salomão Alves e \nNivaldo Lúcio Speziali, Belo Horizonte: Editora UFMG, 2007. \n2. Física, D. Halliday, R. Resnick e K. S. Krane , Rio de Janeiro: LTC - Livros Técnicos e Cientifico \nS.A., 2003-2004. \n3. Fundamentos de Física , D. Halliday, R. Resnick e J. Walker, Rio de Janeiro: LTC - Livros Técnicos \ne Cientifico S.A., 2012. \n", "29": "29 \n \n4. Física para Cientistas e Engenheiros, P. A. Tipler e G. Mosca, Rio de Janeiro: LTC - Livros \nTécnicos e Científicos S.A., 2009. \n \n \nDisciplina: \nCÁLCULO DIFERENCIAL E INTEGRAL II \nCódigo: MAT039 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nCoordenadas Polares, Cônicas, Séries, Série e Fórmula de Taylor, Diferenciabilidade de Funções de \nVárias Variáveis \n \nBibliografia: \n1. Penney,E. D., Edwards, Jr. C. H. – Cálculo com Geometria Analítica - Ed. Prentice-Hall do Brasil - \nVolumes 2 e 3. \n2. Simmons, G. F. - Cálculo com Geometria Analítica - McGraw-Hill, SP, volume 02 \n3. Leithold, L. - Cálculo com Geometria Analítica - Harbra, SP, volume 02 \n4. Guidorizzi, H - Um Curso de Cálculo, LTC - Volume 02 \n5. Boulos, P. / Oliveira, I. C. - GeometriaAnalítica (um tratamento vetorial) – McGraw-Hill - SP. \n6. Ávila, G. S. S. - Cálculo,Volume 02 – LTC \n \nDisciplina: CÁLCULO NUMÉRICO \n \nCódigo: DCC034 \n \nTeórica: \n45 Horas  \nCarga Horária: \nPrática: \n15 Horas  \n \nTotal: \n60  Horas  \nTipo: \nObrigatória \n \nEmenta: \nIntrodução. Diferenças Finitas. Interpolação. Integração Numérica. Solução de Equações Algébricas \ne Transcendentes. Sistemas Algébricos Lineares. Tratamento Numérico de Equações Diferenciais \nOrdinárias. \n \nBibliografia:  \n1. BARROSO, L. C., BARROSO, M. M. de A., CAMPOS, filho, F. F., CARVALHO, M. L. B. & MAIA, M. \nL., Cálculo Numérico, São Paulo, Harbra Ltda, 1987.[ \n2. RUGGIERO, M. A. G. & LOPES, V. L. da R., Cálculo Numérico, São Paulo, McGraw Hill, 1988. \n3. BARROS, I. de Q., Introdução ao Cálculo Numérico, São Paulo, Edgard Blucher Ltda, 1976. \n4. CONTE, S. D., Elementos de Análise Numérica, Porto Alegre, Globo, 1975. \n5. DEMIDOVICH, B. P. & MARON, I. A., Computational Mathematics, Moscow, Mir, 1976. \n6. SANTOS, V. R. de B., Curso de Cálculo Numérico, Rio de Janeiro, LTC – Livros Técnicos e \nCientíficos, Ed. S.A., 1977 \n \nDisciplina: QUÍMICA INORGÂNICA \n \nCódigo: QUI601 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 60 Horas  \n \nTotal: \n 120 Horas  \n", "30": "30 \n \nTipo: \nObrigatória \n \nEmenta: \nOrbitais moleculares. Elementos representativos. Elementos de transição. Complexos dos metais \nde transição. Eletroquímica: diagramas de Latimer. \n \nBibliografia: \nA - Livro-texto:  \nBarros, H. L. C. Química Inorgânica - Uma Introdução, 1ª ed., Editora UFMG, 1992  \nB – Referências para consulta: \n1. JOLLY, W.L. Química dos Não-Metais, Edgar Blucher. São Paulo. s. d. \n2. MAHAN, B.H. Química – um curso universitário. Edgar Blucher, São Paulo. 1972. \n3. OHLWEILER, O. A. Química Inorgânica, Vols. I e II, Edgar Blucher, São Paulo, 1973. \n4. COTTON, F. A. e WILKINSON, G., Advanced Inorganic Chemistry, 3ª ed., Willey Nova York, 1972. \n5. COTTON, F. A. e WILKINSON, G., Química Inorgânica. Livros Técnicos e Cinetíficos, Rio, 1978. \n6. DAY, M. C. e SELBIN, J. Theoretical Inorganic Chemistry, 2ª ed., Van Nostrand-Reinhold, Nova \nIorque, 1969. \n7. LEE, J. D. Química Inorgânica – um novo texto conciso, Edgar Blucher, São Paulo, 1980. \n8. DOUGLAS, B. E. e McDaniel, D. H. Concepts and models of Inorgânic Chemistry.Ginn Blaisdell, \nWaltham, Mass, 1965. \n9. HARVEY, K. B. e PORTER, G. B. Introduction to Physical Inorganic Chemistry, Addison-Wesley, \nReading, Mass., 1963. \n10. HESLOP, R. B. e Robinson, P. L. Inorganic Chemistry, 3ª ed. Elsevier, Amsterdan 1967. \n11. HUHEEY, J. E. Inorganic Chemistry: Principles of Structure and Reactivity, 3ª ed. Harper & Row, \nNova Iorque, 1983. \n12. PHILLIPS, C. S. G. e WILLIAMS,  R. J. P. Inorganic Chemistry, vol. I, “Principles and Non-metals, \n1965, vol. II “Metals”, 1966, Oxford, U. Press, Londres. \n \nDisciplina: INTRODUÇÃO A SOCIOLOGIA  \nCódigo: SOA138 \n \nTeórica: \n 30 Horas  \nCarga Horária: \nPrática: \n 00 Horas  \n \nTotal: \n 30 Horas  \nTipo: \nObrigatória \n \nEmenta: \nO pensamento científico – teorias e modelos. As diferentes interpretações da vida social – \nindividualismo versus coletivismo, igualdade versus liberdade, função versus estrutura. Temas \natuais trabalhados em uma perspectiva sociológica. \n \nBibliografia:  \n1. ALVES, Rubem. Filosofia da ciência: introdução ao jogo e suas regras. São Paulo: brasiliense, \n1984. (Cap 3) \n2. BERGER, P. I. “O homem na sociedade”. IN Perspectiva sociológicas: uma visão humanista. \nPetrópolis: Vozes, 1994. \n3. BOBBIO, Norberto. Direita e Esquerda: razões e significados de uma distinção política. São \nPaulo: Ed. Da Univers. Estadual Paulista, 1995. ( p. 95-121) \n4. QUINTANEIRO. Tânia, et all. Um toque de Clássicos: Durkheim, Marx e Weber. Belo Horizonte: \ned. UFMG, 1999. \n", "31": "31 \n \n5. DA MATTA, ROBERTO – O que faz o brasil, Brasil?. Cap. 4. \n \n3º Período \n \nDisciplina: \nFUNDAMENTOS DE ELETROMAGNETISMO \nCódigo: FIS069 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nEletricidade e Eletromagnetismo.  \n \nBibliografia: \n1. Física, D. Halliday, R. Resnick e K. S. Krane , Livros Técnicos e Cientifico S.A \n2. Fundamentos de Física , D. Halliday, R. Resnick e J. Walker, Livros Técnicos e Cientifico S.A  \n3. Física, P. Tipler, Ed. Guanabara. \n \nDisciplina: \nFÍSICA EXPERIMENTAL ME \nCódigo:  FIS056 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n45 Horas  \n \nTotal: \n45 Horas  \nTipo: \nObrigatória \n \nEmenta: \nExperimentos de mecânica e eletromagnetismo. \n \nBibliografia: \n1. Apostila Laboratório de Física Básica – Mecânica. Departamento de Física, UFMG.  \n2. Apostila Laboratório de Física Básica – Eletromagnetismo. Departamento de Física, UFMG.  \n3. HALLIDAY, D., RESNICK, R. e KRANE, K.S. – Física.Livros Técnicos e Científicos S/A.  \n4. HALLIDAY, D., RESNICK, R. e WALKER, J. – Fundamentos da Física. Livros Técnicos e Científicos \nS/A.  \n5. TIPLER, P. – Física. Ed. Guanabara. \n \nDisciplina: \nCÁLCULO DIFERENCIAL INTEGRAL III \nCódigo: MAT002 \n \nTeórica: \n60 Horas  \nCarga Horária: \nPrática: \n00 Horas \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nIntegração de função de duas ou mais variáveis. Integrais de linha e de superfície. Teoremas de \nGauss e de Stokes. \n \nBibliografia:  \n1. Simmons, G.F. Cálculo com Geometria Analítica, McGraw Hill, vol.II. \n", "32": "32 \n \n2. Kreyszig, E. Matemática Superior, livros Técnicos e Científicos. Editora ltda, vol.II. Rio de \nJaneiro. \n3. Spiegel, M.R. Análise Vetorial, McGraw Hill do Brasil, São Paulo. \n4. HSU, H.P. Vector Analysis, New York, Simon & Schuster Inc. \n5. Apostol, T.M. Calculus, New York, Blaisdell Publishing Company. \n \nDisciplina: \n EQUAÇÕES DIFERENCIAIS A \nCódigo: MAT015 \n \nTeórica: \n60 Horas \nCarga Horária: \nPrática: \n00 Horas \n \nTotal: \n60 Horas \nTipo: \nObrigatória \n \nEmenta: \nEquações diferenciais de 1ª e 2ª ordens. Sistemas lineares de equações diferenciais lineares. \nSolução em séries de potência. Transformada de Laplace. \n \nBibliografia: : \n1 - Simmons, G.F. Cálculo com Geometria Analítica, McGraw Hill, vol.II. \n2 - Kreyszig, E. Matemática Superior, Livros Técnicos e Científicos. Editora Ltda, vol.II. Rio de \nJaneiro. \n3 - Spiegel, M.R. Análise Vetorial, McGraw Hill do Brasil, São Paulo. \n4 - HSU, H.P. Vector Analysis, New York, Simon & Schuster Inc. \n5 - Apostol, T.M. Calculus, New York, Blaisdell Publishing Company. \n \nDisciplina: \n ESTATÍSTICA E PROBABILIDADES \nCódigo: EST031 \n \nTeórica: \n60 Horas \nCarga Horária: \nPrática: \n00 Horas \n \nTotal: \n60Horas \nTipo: \nObrigatória \n \nEmenta: \nEstatística descritiva. Probabilidades. Variáveis Aleatórias Discretas. Variáveis Aleatórias \nContínuas. Teorema central do limite. Estimação. Testes de hipóteses. \n \nBibliografia: \n1. Werkema, M. C. C. (1995). Ferramentas Estatísticas Básicas para o gerenciamento de Processos. \nVolume 2 da série Ferramentas de Qualidade. Belo Horizonte: Fundação Christiano Ottoni, Escola \nde Engenharia, Universidade Federal de Minas Gerais. \n2. Werkema, M. C. C. (1996). Como Estabelecer Conclusões com Confiança: Entendendo Inferência \nEstatística. Volume 4 da série Ferramentas da Qualidade. Belo Horizonte: Fundação Christiano \nOttoni, Escola de Engenharia, Universidade Federal de Minas Gerais.  \n \nDisciplina: FISICO-QUIMICA I \n \nCódigo: QUI602 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 30 Horas \n \nTotal: \n 90 Horas  \nTipo: \nObrigatória \n", "33": "33 \n \n \nEmenta: \nGases ideais e reais. Termodinâmica clássica e suas  aplicações às reações químicas, ao equilíbrio \nquímica e ao equilíbrio de fases em sistemas simples. \n \nBibliografia: \nLivro Texto: \n1. Atkins, P.W., dePaula, J; “Físico-química”, vol. 1 e vol. 3; Livros Técnicos e Científicos-\nGuanabara, 1ª Edição nacional (tradução da 7ª Edição Americana), Rio de Janeiro. \n Bibliografia: Adicional: \n2. Atkins, P. W.(1999), “Físico-química”, vol. 1; Livros Técnicos e Científicos-Guanabara, 1ª Edição \n(tradução da 6ª Edição Americana), Rio de Janeiro. \n3. Castellan, G. ( 1986), “Fundamentos de Físico -Química “, Livros Técnicos e Científicos , 1a. ed. \n, Rio de Janeiro. \n4. Macedo , H. ( 1981) , “Físico- Química I “, Guanabara Dois , Rio de Janeiro . \n5. Moore , W. J. ( 1968) , “Físico-Química “, Livro Técnico , Rio de Janeiro . \n6. Pila , L. ( 1979) , “Físico-Química 1 “, Livros Técnicos e Científicos , Rio de Janeiro . \n7. Atkins , P. W. ( 1990) , “ Physical Chemistry “ , 4 th ed. , Oxford University Press , Oxford. \n8. Alberty , R. A. & Daniels , F. ( 1980) , “Physical Chemistry “, 5 th ed. , John Wiley , New York . \n9. Barrow , G. M. ( 1979) , “Physical Chemistry “, 4 th ed. , McGraw-Hill , Tokyo \n \n4º Período \n \nDisciplina: DESENHO D \nCódigo: EQM033 \n \nTeórica: \n 15 Horas  \nCarga Horária: \nPrática: \n 45 Horas \n \nTotal: \n 60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nNormas brasileiras e americanas. Desenho projetivo: noções de projeções múltiplas, \nrepresentação de peças e planificação de superfícies, execução de cortes e elementos de ligação, \nesboços cotados e perspectivas isométricas e cavaleira. Aplicações, leitura de planos industriais. \n \nBibliografia: \n1. Notas de AutoCAD \n2. Justi, A.R., 2006. AutoCAD 2007 2D, Brasport, RJ, Brasil \n3. French, T.E., Vierck, C.J., 1985. Desenho Técnico e Tecnologia Gráfica, Ed. Globo. \n4. Normas ABNT para Desenho Técnico. \n5. Ostrowsky, O., 1979. Engineering Drawing for Technicians, v. 1, Edward Arnold, UK. \n6. Silva, A., Ribeiro, C.T., Dias, J., Sousa, L., 2006. Desenho Técnico Moderno, LTC Editora, 4ª \nedição, RJ, Brasil. \n \nDisciplina: ELEMENTOS DE MINERALOGIA E PETROGRAFIA \nCódigo: GEL163 \n \nTeórica: \n 30 Horas  \nCarga Horária: \nPrática: \n 45 Horas \n \nTotal: \n 75 Horas  \n", "34": "34 \n \nTipo: \nObrigatória \n \nEmenta: \nMineralogia, petrologia e suas relações com a geologia econômica. Cristalografia. Sistema prática \nmineral. Propriedades dos minerais. Classificação das rochas e principais tipos de depósitos \nminerais associados. Noções sobre metalogenia. Importância econômica dos minerais e recursos \nminerais. \n \nBibliografia: \n1. Best, M.M/ 1982 – Igneous and Metamorphic Petrology -  \nW.H. Freeman and Co., San \nFrancisco, 630 pp. \n2. Dietrich, R.V. e Skinner, B.J. – 1979, Rocks and Rocks Minerals, John Wiley & Sons, New  York, \n319 pp. \n3. Leinz, V., Campos, J.E.S. – Guia para a determinação de Minerais. 7a Edição. Companhia \nEditora Nacional \n4. Klein, C. & Hurlbut, C.S., 1985 – Manual of Mineralogy. 20a Edição. John Wiley & Sons. 596 p. \n5. Whalstrom, E.E., 1969 – Cristalografia Óptica. Tradução Rui Ribeiro Franco. Ao Livro Técnico S. \nA. e Editora da Universidade de São Paulo. 67 p. \n \nDisciplina: FÍSICO-QUÍMICA II \nCódigo: QUI604 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 30 Horas \n \nTotal: \n 90 Horas  \nTipo: \nObrigatória \n \nEmenta: \nSoluções. Equilíbrio entre fases condensadas. Equilíbrio em sistemas não ideais. Equilíbrio células \neletroquímicas.  Fenômenos de superfície. Cinética química. Reações heterogêneas. Fotoquímica. \n \nBibliografia: \n1. Atkins, P.W., de Paula, J; “Físico-química”, vol. 1 e vol. 3; Livros Técnicos e Científicos-\nGuanabara, 1ª Edição nacional (tradução da 7ª Edição Americana), Rio de Janeiro. \n2. Atkins, P. W. (1999), “Físico-Química”, vols. 1 e 3; Livros Técnicos E Científicos-Guanabara, 1ª \nedição (tradução da 6ª edição americana), Rio de Janeiro. \n3. Castellan, G. , Fundamentos De Físico-Química, Livros Técnicos E Científicos Editora S.A. , 1986, \nCaps. 13 a 17 \n4. Castellan , G. , Físico-Química, Livro Técnico, S.A. , 1973 ,Vol. 2, Caps. 31 e 33. \n \nDisciplina: QUÍMICA ANALÍTICA I  \nCódigo: QUI606 \n \nTeórica: \n  60 Horas  \nCarga Horária: \nPrática: \n  60 Horas \n \nTotal: \n120 Horas  \nTipo: \nObrigatória \n \nEmenta: \n", "35": "35 \n \nConceitos elementares das análises quantitativas. Estudo dos equilíbrios em sistemas aquosos: \nácido- base, oxirredução, complexação e solubilidade. Estudo de métodos volumétricos em \nsistemas aquosos: ácido-base, oxirredução, complexação e precipitação. Aplicações. \n \nBibliografia: : \n1. Ohlweiler, O. A. Química Analítica Quantitativa – Livros Técnicos e Científicos Editora- SP. \nVolumes I e II. \n2. HARRIS, D.C. Análise Química Quantitativa – Livros Técnicos e Científicos Editora- 5a ed. RJ, \n2001 \n3. VOGEL, A. Análise Inorgânica Quantitativa - 6a ed.- Livros Técnicos e Científicos Editora -   RJ, \n2002. \n4. Apostila: Ácidos e Bases - Ilton J. L. Pereira –Departamento de Química – UFM \n5. Apostila: Equilíbrios de complexação – Simone de F. B. Tófani e Maria José de S. F. da Silva – \nDepartamento de Química – UFMG \n6. Apostila: Formação e Dissolução de precipitados - Ilton J. L. Pereira –Departamento de \nQuímica – UFMG \n7. Apostila: Equilíbrios de oxirredução – Simone de F. B. Tófani e Maria José de S. F. da Silva –\nDepartamento de Química – UFMG \n8. CHRISTIAN, G. D. Analytical Chemistry. 4th ed., John Wiley and Sons, NY, 1986. \n9. Alexeyev, V. N. Quantitative Analysis - Editora Mir – Moscou  \n10. KOOG, D. A.: West, D. M.: Holler, F. J. Analytical Chemistry - An Introduction. 5th ed. Saunders \nGolden Supburt Series, Philadelphia, 1990. \n \nDisciplina:  FUNDAMENTOS DE MECÂNICA DOS SÓLIDOS E FLUIDOS \nCódigo: FIS148 \n \nTeórica: \n30 Horas  \nCarga Horária: \nPrática: \n00 Horas  \n \nTotal: \n30 Horas  \nTipo: \nObrigatória \n \nEmenta: \nDefinição de sólidos; Tipos de deformação; Relações entre tensão e deformação; Definição de \nfluidos e pressão hidrostática; Hidrostática; Dinâmica de fluidos ideais e fluidos reais. \n \nBibliografia:  \n1. Física, D. Halliday, R. Resnick e K. S. Krane, Livros Técnicos e Cientifico S.A \n2. Fundamentos de Física, D. Halliday, R. Resnick e J. Walker, Livros Técnicos e Cientifico S.A  \n3. Física, P. Tipler, Ed. Guanabara \n \n5º Período \n \nDisciplina: ELETROTÉCNICA C \nCódigo: ELE161 \n \nTeórica: \n30 Horas  \nCarga Horária: \nPrática: \n30 Horas \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \n", "36": "36 \n \nLeis fundamentais da eletricidade e magnetismo. Fundamentos de circuitos elétricos em corrente \ncontínua e alternada. Transformadores. Fornos Elétricos. \n \nBibliografia:  \n1. Notas de aula e material complementar sugerido (transparências, artigos, etc.); \n2. “Fundamentos de Análise de Circuitos Elétricos”, David E. Johnson, John Hilburn e Johnny \nJohnson, 4a edição, Prentice/Hall; \n \nDisciplina: TRATAMENTO DE MINÉRIOS \nCódigo: EMN120 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nTecnologia mineral. Conceituação básica. Quantificação de operações. Separação por tamanho. \nLiberação. Fragmentação. Concentração. Separação sólido líquido. Impacto ambiental. \n \nBibliografia:  \n1 - Silva, A.T. - Tratamento de Minérios. EEUFMG. 1973, 4v. \n2 – Gaudin, A.M. - Principles of Mineral Dressing. \n3 - Pryor, E.J. - Mineral Processing. Applied Science Publishers. \n4 – Tratamento de Minérios e Hidrometalurgia.  in  Memorian  Prof.  Paulo Abib Andery - ITEP. \n1980. \n5 - Kelly, E.G., Spottiswood, D.J. Introduction to Mineral Processing, John Wiley & Sons, 1982. \n6 - Mular, A.L., Bhappu, R.B. - Mineral Processing Plant Design. AIME. 1980. \n7 - Mular, A.L., Anderson,  M.A. - Design and Installation of  Concentration and Dewatering  \nCircuits. AIME. 1986. \n8 – Martins, J.M.;  Araújo, A.C. - Balanço  de Materiais, EEUFMG, 1990. \n9 - Salum, M. J.G. - Caracterização de Sistemas Particulados. \n10 – MANUAL DE BRITAGEM - FAÇO. \n11 – Sobrinho,  J.A.C. - Separação por diferenças de comportamento em meio fluido. S.1. se. sd. \n12 – Beraldo, J.L. - Moagem de minérios em moinhos tubulares. E. Blucher. São Paulo, 1987. \n13 - Silva, M.L.F. - Liberação. sl.se.sd. \n14 – Pereira, C.E.; Silva, M.L.F. - Hidrociclones. EEUFMG, sl. sd. se. \n15 – Valadão, G.E.S., Araújo, A.C. - Separação  Sólido/líquido. EEUFMG, 1990. \n16 - Silva, J.M. - Caracterização  tecnológica  de minérios. EEUFMG, 1989. \n17 – Peres, A.E.C. - Tecnologia mineral e meio ambiente. EEUFMG, 1988.Dewatering  Circuits. \nAIME. 1986. \n8 – Martins, J.M.;  Araújo, A.C. - Balanço  de Materiais, EEUFMG, 1990. \n9 - Salum, M. J.G. - Caracterização de Sistemas Particulados. \n10 – MANUAL DE BRITAGEM - FAÇO. \n11 – Sobrinho,  J.A.C. - Separação por diferenças de comportamento em meio fluido. S.1. se. sd. \n12 – Beraldo, J.L. - Moagem de minérios em moinhos tubulares. E. Blucher. São Paulo, 1987. \n13 - Silva, M.L.F. - Liberação. sl.se.sd. \n14 – Pereira, C.E.; Silva, M.L.F. - Hidrociclones. EEUFMG, sl. sd. se. \n15 – Valadão, G.E.S., Araújo, A.C. - Separação  Sólido/líquido. EEUFMG, 1990. \n16 - Silva, J.M. - Caracterização  tecnológica  de minérios. EEUFMG, 1989. \n", "37": "37 \n \n17 - Peres, A.E.C. - Tecnologia mineral e meio ambiente. EEUFMG, 1988. \n \nDisciplina: TRATAMENTO DE MINÉRIOS - LABORATÓRIO I \nCódigo: EMN609 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n60 Horas \n \nTotal: \n60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nTratamento de Minérios: fundamentos e técnicas de laboratório. \n \nBibliografia: \n1. Textos sobre as aulas práticas. \n2. Livros de Tratamento de Minérios. \n \nDisciplina: TERMODINÂMICA METALÚRGICA \nCódigo: EMT013 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nPrimeira Lei da Termodinâmica. Entalpia Termoquímica. Balanço Térmico. Segunda Lei da \nTermodinâmica. Entropia. Energia Livre. Teoria das Soluções. Diagramas de Equilíbrio. Potencial de \nOxigênio. \n \nBibliografia:  \n1. Termodinâmica Metalúrgica. Apostila do Departamento de Engenharia Metalúrgica da UFMG. \n2. Dados Termodinâmicos - Departamento de Engenharia Metalúrgica da UFMG. \n \n \nDisciplina: CIÊNCIA DOS MATERIAIS \nCódigo: EMT074 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nLigações químicas, tipos de materiais e suas características básicas. Propriedades físicas e \nmecânicas dos materiais. Níveis estruturais e sua caracterização. Estrutura cristalina e \nimperfeições estruturais. Estruturas amorfas. Noções de micro e macroestrutura. Relação entre \nestrutura, propriedades e processamento. \n \nBibliografia:  \n1. W.D. Calister Jr., D.G. Rethwisch, Ciência e Engenharia de Materiais: Uma Introdução, 9a ed. \nLivros Técnicos e Científicos, Rio de Janeiro, RJ, 2016.  \n", "38": "38 \n \n2.D.L. Askeland, W.J. Wright, Ciência e Engenharia dos Materiais, 2a ed, Cenage CTP, São Paulo, SP, \n2014. \n \nDisciplina: PLANEJAMENTO E ANÁLISE DE EXPERIMENTOS \nCódigo: EST006 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nComparação de tratamentos: análise de variância. Modelagem empírica. Planejamentos fatoriais \ncom 2 níveis. Planejamentos fatoriais fracionados com 2 níveis. Análise de regressão. \nDeterminação de condições ótimas: metodologia de superfície de resposta. \n \nBibliografia:  \n1. AGUIAR, Silvio, DRUMOND, Fátima Brant & WERKEMA, Maria Cristina C. (1996). Análise de \nVariância: Comparação de Várias Situações. Volume 6 da série Ferramentas da Qualidade. \nBelo Horizonte: Fundação Christiano Ottoni, Escola de Engenharia, Universidade Federal de \nMinas Gerais. \n2. AGUIAR, Silvio & WERKEMA, Maria Cristina C. (1996). Análise de Regressão: Como Entender o \nRelacionamento entre Variáveis de um Processo. Volume 7 da série Ferramentas da Qualidade. \nBelo Horizonte: Fundação Christiano Ottoni, Escola de Engenharia, Universidade Federal de \nMinas Gerais. \n3. AGUIAR, Silvio & WERKEMA, Maria Cristina C. (1996). Otimização Estatística de Processos: \nComo Determinar a Condição de Operação de um Processo que Leve ao Alcance de uma Meta \nde Melhoria. Volume 9 da série Ferramentas da Qualidade. Belo Horizonte: Fundação \nChristiano Ottoni, Escola de Engenharia, Universidade Federal de Minas Gerais. \n4. BOXK, G.E.P., HUNTER, W.G.: HUNTER J.S.. Statistics for Experimenters. New York: John Wiley, \n1978. \n5. BOXK, G.E.P., DRAPER, N.R. Empirical Model Building and Response Surfaces. New York: John \nWiley, 1987. \n6. HINES, W.W., MONTGOMERY, D.C. (1990), Probability and Statistics in Engincering and \nManagement Sciences. 3 rd. ed. New York: John Wiley & Sons, Inc. \n7. HOGG, R.V., LEDOLTER, J. (1992), Applied Statistics for Engineers and Physical Scientists. 2 nd. \ned. New York: Macmillan Publishing Company. \n8. MONTGOMERY, D. C. (1991), Design and Analysis of Experiments. 3 rd. ed. New York: John \nWiley & Sons, Inc. \n9. MONTGOMERY, D. C.,  PECK, E. A. Introduction to Linear Regression. New York: John Wiley, \n1982. \n10. MONTGOMERY, D. C., RUGER, G. C. (1995), Applied and Probability for Engineers. New York: \nJohn Wiley & Sons, Inc. \n11. NETER, J., WASSERMAN, W & WHITMORE, G. A. (1993). Applied Statistics. 4 th. Ed. Boston: \nAllyn and Bacon. \n \n6º Período \n \nDisciplina: METALURGIA - FENÔMENOS DE TRANSPORTE I  \nCódigo: EMT015 \n \nTeórica: \n 45 Horas  \n", "39": "39 \n \nCarga Horária: \nPrática: \n 15 Horas \n \nTotal: \n 60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nEscoamento de fluidos. Propriedades dos fluidos. Balanço de massa. Regime laminar. Regime \nturbulento. Balanço macroscópio de energia. \n \nBibliografia: \n1. Seshadri V., Tavares RP, Silva CA, Silva IA. Fenômenos de transporte: fundamentos e \naplicações nas Engenharias Metalúrgica e de Materiais. Associação Brasileira de Metalurgia e \nMateriais, São Paulo, 2010. \n2. GEIGER, G.H., PORIER, D.R. Transport Phenomena in Metallurgy. Reading Addison-Wesley, \n1973. \n3. BIRD, R.B., STEWART, W.E., LIGHTFOOT, E. Transport Phenomena. New York: John Wiley, 1960. \n \nDisciplina: FÍSICO-QUÍMICA MELALÚRGICA \nCódigo: EMT017 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 45 Horas  \nTipo: \nObrigatória \n \nEmenta: \nEscoamento de fluidos. Propriedades dos fluidos. Balanço de massa. Regime laminar. Regime \nturbulento. Balanço macroscópio de energia. \n \nBibliografia:  \n1. L.F.A. Castro, R.S. Sampaio, R.P. Tavares. Termodinâmica Metalúrgica. Departamento de \nEngenharia Metalúrgica e de Materiais, 1987. Capítulo 4. \n2. D.R. Gaskell. Introduction to the Thermodynamics of Materials. Taylor & Francis, 1995. \n3. O. Levenspiel. Engenharia das Reações Químicas. Editora Edgard Blucher Ltda., 1980. \n4. E. T. Turkdogan, R. Fruehan. Making, Shaping and Treating of Steel. 1998, AISE Steel \nFoundation, Pittsburgh, PA. Capítulo 2 – Fundamentals of Iron and Steelmaking. \n \nDisciplina: MECÂNICA DOS MATERIAIS \nCódigo: EMT020 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 45 Horas  \nTipo: \nObrigatória \n \nEmenta: \nIntrodução e revisão de estática. Análise de tensões: conceitos e definições. Análise de \ndeformações: conceitos e definições. Fundamentos da elasticidade. Relações tensão-deformação. \nFundamentos da plasticidade. \n \nBibliografia:  \n1. W. F. Riley, L. D. Sturges, D. H. Morris.  Mecânica dos Materiais. LCT, 5a Edição, 2003. \n", "40": "40 \n \n2. G. E. Dieter. Mechanical Metallurgy. McGraw-Hill, Third Edition, 1986. \n3. F. P. Beer, E. R. Johnston, Jr., J. T. Dewolf, D. F. Mazurek. Mecânica dos Materiais. McGraw-Hill, \n5a Edição, 2011. \n4. W. F. Hosford. Mechanical Behavior of Materials. Cambridge, 2005. \n5. H. Helman, P. R. Cetlin. Fundamentos da conformação mecânica dos metais. FCO, 1993. \n \nDisciplina:  INTRODUÇÃO A CERÂMICA  \nCódigo: EMT041 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nMateriais cerâmicos: fundamentos. Estruturas cristalinas e amorfas. Vidros. Equilíbrio entre fases. \nMicroestruturas de cerâmicas. Noções de processamento de materiais cerâmicos. Propriedades de \nmateriais cerâmicos. Novas tecnologias. \n \nBibliografia:  \n1. RICHERSON, David W. Modern ceramic engineering: properties, processing, and use in design. \n3rd ed. Boca Raton: CRC: Taylor & Francis, c2006. 707 p.  \n2. VAN VLACK, Propriedades dos Materiais Cerâmicos, Edgar Blucher, São Paulo, 1973.  \n3. CHIANG, Yet-ming; BIRNIE, Dunbar P; KINGERY, W. D. Physical ceramics. New York: J. Wiley, \nc1997. 522 p.1  \n4. Notas de aula.  \n \nDisciplina: METALURGIA FÍSICA \nCódigo: EMT061 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 15 Horas \n \nTotal: \n 60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nConstituição e microestrutura. Técnicas de análise estrutural. Termodinâmica das soluções. \nTermodinâmica das superfícies. Soluções sólidas substitucionais e intersticiais. Diagramas de fases. \nVelocidade das reações. Difusão nos sólidos. Nucleação e crescimento. Solidificação. Controle da \nestrutura dos metais solidificados. Diagrama Fe-C. Decomposição da austenita no equilíbrio. Ferros \nfundidos. Aços inoxidáveis.  Corrosão. Ligas não ferrosas. \n \nBibliografia:  \n1. K.E. Easterling et al., Phase Transformations in Metals and Alloys, 3a Edição, CRC Press, 2009. \n2. R.E. REED-HILL et al., Physical Metallurgy Principles, 4a ed., Cengage Learning, EUA, 2010.  \n \nDisciplina: HIDRO E ELETROMETALURGIA \nCódigo: EMT077 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nObrigatória \n", "41": "41 \n \n \nEmenta: \nTermodinâmica das soluções aquosas. Diagramas de distribuições de espécies, de solubilidade e \ndiagramas Eh-pH. Cinética das reações sólido-líquido. Aplicações na metalurgia extrativa de metais \nnão ferrosos e no tratamento de emissões. Lixiviação. Tratamento e purificação da lixívia. \nRecuperação de metais de lixívias. Eletrorrecuperação e Eletrorrefino. Análise de fluxogramas de \nprocessos. Impacto ambiental. \n \nBibliografia:  \n1. Ciminelli, V.S.T. (2013) Introdução ao Processamento Aquoso (notas de aula), Depto. Eng. \nMetalúrgica e de Materiais, UFMG, rev. 2017;  \n2. Majuste, D. e Ciminelli, V.S.T. Hidro e Eletrometalurgia (2017) apresentações em power point \ndas aulas. \n3. Atkins, P.W., De Paula, J. (2011) Físico-química: Fundamentos, Rio de Janeiro, LTC – Livros \nTécnicos e Científicos (Cap. 5, 6, 20-23);  \n4. Han, K.N. (2002) Fundamentals of Aqueous Metallurgy, Soc. for Mining, Metallurgy, and \nExploration, Inc. (Cap. selecionados);  \n5. Popov, K.I., Djokic, S.S., Grgur, B.N. (2002) Fundamental aspects of electrometallurgy, New \nYork: Kluwer Academic/Plenum Publ. (Cap. selecionados). \n6. Russel, J.B. (1994) Química geral, 2nd ed., vol. 2, São Paulo, Makron Books (Cap. 13-15, 17 e \n18); \n7. Gupta, C.K.; Mukherge, T.K. (1993) Hydrometallurgical Extraction Processes, CRC Press, 1990.  \n8. Habashi, F. (1992) Textbook of Hydrometallurgy, Métallurgie Extrative Québec, Quebec, \nCanadá. \n9. Levenspiel, O. (1974) Engenharia das Reações Químicas, vol. 1 e vol. 2, Editora USP. \n10. Artigos de Periódicos, como Hydrometallurgy, Elsevier e outros. \n \nDisciplina: ECONOMIA PARA ENGENHARIA \nCódigo: ECN075 \n \nTeórica: \n 30 Horas  \nCarga Horária: \nPrática: \n 00Horas \n \nTotal: \n 30 Horas  \nTipo: \nObrigatória \n \nEmenta: \nGases ideais e reais. Termodinâmica clássica e sua aplicação às reações químicas, ao equilíbrio \nquímico e ao equilíbrio de fases em sistemas simples. \n \nBibliografia:  \n1. MANKIW, N.Gregory. Introdução à economia. São Paulo: Editora Cengage Learning, 7ª edição, \n2009.  \n2. VASCONCELLOS, Marco Antonio Sandoval de. Manual de Economia – Equipe de Professores da \nUSP, 6.ed São Paulo: Saraiva, 2013.  \n3. LOPES, Luiz Martins; VASCONCELLOS, Marco Antonio Sandoval de (Org.). Manual de \nmacroeconomia: nível básico e nível intermediário. 3. ed. São Paulo: Atlas, 2008.  \n4. MANKIW, N. Gregory. Macroeconomia. 7. ed. Rio de Janeiro: GEN: LTC - Livros Tecnicos e \nCientificos, 2010.  \n5. PINDYCK, Robert S.; RUBINFELD, Daniel L. Microeconomia. 7. ed. São Paulo: Pearson Education \ndo Brasil, 2010.  \n", "42": "42 \n \n6. VARIAN, Hal R. Microeconomia: uma abordagem moderna. Rio de Janeiro: Elsevier: Campus, \n2012. \n \n7º Período \n \nDisciplina: ELEMENTOS DE MÁQUINAS \nCódigo: EMA066 \n \nTeórica: \n45 Horas  \nCarga Horária: \nPrática: \n00 Horas \n \nTotal: \n45 Horas  \nTipo: \nObrigatória \n \nEmenta: \nRevisão de tensões e deformações, Fadiga em materiais de uso em Engenharia, Dimensionamento \nde componentes mecânicos específicos, Processos de fabricação de usinagem, Noções de \nhidráulica e pneumática e Noções de manutenção mecânica. \n \nBibliografia:  \n1. Cópia de material utilizado em aula; \n2. Manual de manutenção Mecânica Básica - J. Drapinski – McGraw-Hill; \n3. Tecnologia Mecânica – V. Chaverini – McGraw-Hill  - 2. volume; \n4. Órgãos de Máquinas – J.R. Carvalho e P. Moraes – LTE. \n \nDisciplina: PIROMETALURGIA \nCódigo: EMT022 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 45 Horas  \nTipo: \nObrigatória \n \nEmenta: \nTermodinâmica pirometalúrgica. Processos de ustulação e processo de calcinação. Redução de \nóxidos metálicos. Produção de metais voláteis. Processos de cloração. Produção e metais voláteis \npor fusão redutora e conversão Obtenção de metais por eletrofusão. \n \nBibliografia:  \n1. General Metallurgy, N. Sevryukov, B. Kuzmin, Y. Chelishchev. Peace Publishers, Moscow, 1977, \n545 p. \n2. Principles of Extractive Metallurgy. Fathi Habashi. Gordon and Breach Science Publishers, \nVolume 1-General Principles, New York, 1969, 413p. \n3. Principles of Extractive Metallurgy. Fathi Habashi. Gordon and Breach Science Publishers, \nVolume 3-Pyrometallurgy, New York, 1986, 479p. \n4. Unit Processes of Extractive Metallurgy, Robert D. Pehlke, American Elsevier Publishing Co. \nInc., New York, 1973, 396p. \n5. Theory of Metallurgical Processes, A. Volsky, E. Sergievskaya, MIR Publishers, Moscow, 1978, \n360p. \n6. Principles of Extractive Metallurgy,Terkel Rosenqvist, McGraw-Hill Book Co., 1974, 546p. \n7. Pirometalurgia Não-Ferrosa, Edwin Auza Villegas, UFMG, 639 p. \n \n", "43": "43 \n \nDisciplina: METALURGIA - FENÔMENOS DE TRANSPORTE II \nCódigo: EMT025 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 15 Horas \n \nTotal: \n 60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nTransmissão de calor. Lei de Fourier. Condutividade térmica dos materiais. Convecção \nnatural e forçada. Radiação. Transporte de massa. Lei de Fick e difusividade dos materiais. \nTransferência de massa em sistemas de Fluidos. Transferência de massa em interfaces. \n \nBibliografia:  \n1. SESHADRI, V. et al. Fenômenos de Transporte: fundamentos e aplicações nas Engenharias \nMetalúrgica e de Materiais. ABM, 2010. \n2. BERGMAN, T.; LAVINE, A.; INCROPERA, F.; DEWITT, D.. Fundamentos de Transferência \n3. de Calor e de Massa. LTC, 2014. \n \n4. R.E. REED-HILL et al., Physical Metallurgy Principles, 4a ed., Cengage Learning, EUA, 2010.  \n5. K.E. Easterling et al., Phase Transformations in Metals and Alloys, 3a Edição, CRC Press, 2009. \n \nDisciplina: CIÊNCIA E ENGENHARIA DE POLÍMEROS \nCódigo: EMT055 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nEstrutura macromolecular: relações estrutura-propriedades; comportamento viscoelástico; \ncomportamento reológico e termomecânico; morfologia de estruturas; elasticidade da borracha; \ntransições; configuração e conformação de cadeias poliméricas; termodinâmica de soluções \ncontendo polímeros; avaliação de massa molar. Reações de polimerização e cinética. Aplicações \nenvolvendo polímeros. \n \nBibliografia:  \n1- Ciência dos Polímeros - Sebastião V. Canevarolo Jr., Editora Artliber, 2006. \n2- Fundamental Principles of Polymeric Materials – S. L. Rosen – Ed. Wiley, 2012. \n3-  Introduction to Physical Polymer Science – L. H. Sperling – Ed. Wiley, 2006.  \n \nDisciplina: METALURGIA MECÂNICA \nCódigo: EMT062 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nEstrutura, processamento e propriedades mecânicas dos metais. Deformação elástica e \ndeformação plástica dos metais: aspectos macroscópicos. Deformação plástica dos metais. \n", "44": "44 \n \nDeslocações. Deformação de monocristais: deformação por escorregamento e deformação por \nmaclação. Deformação de policristais. Mecanismos de endurecimento. Recozimento \n \nBibliografia:  \n1. Ciência e Engenharia de Materiais, D. R. Askeland and P. P. Phulé, Cengage Learning, 2008. \n2. Princípios de Metalurgia Física, R.E. Reed-Hill, 2a. Edição, Guanabara Dois, 1982.  \n3. Physical Metallurgy Principles, R. Abbaschian, L. Abbaschian and R.E. Reed-Hill, Fourth Edition, \nCengage Learning, 2009. \n4. Mechanical Metallurgy, G. Dieter, McGraw-Hill, Third Edition,1986. \n5.  Mechanical Behavior of Materials, T.H. Courtney, Waveland Press, 2nd Edition, 2000 \n \nDisciplina: TRATAMENTOS TÉRMICOS DE METAIS E LIGAS \nCódigo: EMT063 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 15 Horas \n \nTotal: \n 60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nAustenitização. Decomposição isotérmica e em resfriamento contínuo da austenita. Curvas TTT e \nTRC. Influência dos elementos de liga na decomposição da austenita, Transformações bainítica e \nmartensítica. Temperabilidade. Revenimento. Processamento dos aços: baixo teor carbono, aços \navançados de alta resistência. Tratamentos térmicos de ligas não ferrosas. \n \nBibliografia:  \n1. GEORGE KRAUSS. Steels, Processing, Structure, and Performance. ASM International, 2015. 705 \npp. \n2. REED-HILL, R.E. ABBASCHIAN, L., ABBASCHIAN, R. Physical Metallurgy Principles. Cengage \nLearning, 2010. 745 pp. \n3. LESLIE, M.C. The Physical Metallurgy of Steels. McGraw-Hill, 1984. 381 pp. \n4. HONEYCOMBE, R.W.K. Steels, Microstructure and Properties. Edward Arnold, 1996. 324 pp. \n5. CELSO BARBOSA. Metais não ferrosos e suas ligas. E-papers Serviços Editoriais Ltda., 2014, Rio \nde Janeiro. 534 p. \n \n8º Período \n \nDisciplina: MATERIAIS REFRATÁRIOS \nCódigo: EMT027 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nConstituição e classificação dos refratários. Noções de fabricação. Desenvolvimento da \nmicroestrutura. Ensaios. Refratários conformados e não-conformados. Aplicação dos refratários. \nNormas técnicas. \n \nBibliografia:  \n", "45": "45 \n \n1. W.L. VASCONCELOS, Introdução aos Materiais Refratários, Manuscrito, Notas de Aula, Escola \nde Engenharia, UFMG, 1996. \n2. A.M. SEGADÃES, Refractários, Universidade de Aveiro, Aveiro, 1997. \n3. F.H. NORTON, Refractories, 4th ed., McGraw-Hill, New York, 1968. \n4. J.H. CHESTERS, Refractories Production and Properties, The Iron and Steel Institute, London, \n1973. \n5. MENEZES, Materiais Refratários, Escola de Engenharia da UFMG. (sem data) \n6. C.R.V. CRUZ, Refratários para Siderurgia, ABM, 1977. \n7. N.S. MARTINEZ, Fundamentos Físico-Químicos de Materiais Refratários, ABC, 1990. \n \nDisciplina: METALURGIA EXTRATIVA GERAL \nCódigo: EMT028 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 45 Horas  \nTipo: \nObrigatória \n \nEmenta: \nCombustíveis metalúrgicos. Processos integrados de extração e refino dos metais. Fatores técnicos \ne econômicos no projeto de processos integrados. Utilização eficiente da energia. Siderurgia. \nMetalurgia dos metais não ferrosos. \n \nBibliografia:  \n1. General Metallurgy, N. Sevryukov, B. Kuzmin, Y. Chelishchev. Peace Publishers, Moscow, 1977, \n545 p. \n2. Hydrometallurgy in Extraction Processes, vol.I , C.K. Gupta, T.K. Mukherjee. CRC Press, USA, \n1990, 225 p. \n3. Hydrometallurgy in Extraction Processes, vol.II, C.K. Gupta, T.K. Mukherjee. CRC Press, USA, \n1990, 262 p. \n4. Principles of Extractive Metallurgy. Fathi Habashi. Gordon and Breach Science Publishers, \nVolume 1-General Principles, New York, 1969, 413p. \n5. Principles of Extractive Metallurgy. Fathi Habashi. Gordon and Breach Science Publishers, \nVolume 2-Hydrometallurgy, New York, 1970, 457p. \n6. Principles of Extractive Metallurgy. Fathi Habashi. Gordon and Breach Science Publishers, \nVolume 3-Pyrometallurgy, New York, 1986, 479p. \n7. Unit Processes of Extractive Metallurgy, Robert D. Pehlke, American Elsevier Publishing Co. \nInc., New York, 1973, 396p. \n8. Theory of Metallurgical Processes, A. Volsky, E. Sergievskaya, MIR Publishers, Moscow, 1978, \n360p. \n9. Principles of Extractive Metallurgy,Terkel Rosenqvist, McGraw-Hill Book Co., 1974, 546p. \n  \nDisciplina: SIDERURGIA I \nCódigo: EMT046 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 45 Horas  \nTipo: \nObrigatória \n \nEmenta: \n", "46": "46 \n \nMatérias primas siderúrgicas. Aglomeração. Coqueificação. redução. Alto-Forno. Processos \nespeciais de redução. Redução direta. Forno elétrico de redução. Fabricação de ferro-ligas. \n \nBibliografia:  \n1.Princípios Básicos e Processos de Fabricação do Gusa ao Aço Líquido - Apostila do Departamento \nde Engenharia Metalúrgica. \n2.Injeção de Carvão Pulverizado nas Ventaneiras do Alto-Forno – Apostila FCO-USIMINAS. \n3.Metalurgia dos Ferro-Ligas. Edição Escola de Engenharia - UFMG \n4.Redução Direta. Edição Escola de Engenharia - UFMG \n \nDisciplina: CONFORMAÇÃO MECÂNICA \nCódigo: EMT064 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 15 Horas  \nTipo: \nObrigatória \n \nEmenta: \nProcessos de conformação mecânica. Fluxo dos metais durante o processo. Atrito e lubrificação. \nDefeitos. Propriedades finais dos produtos. Modelagem matemática de processos de \nconformação mecânica. Prática operacional. Medições de deslocamento, deformação, força, \npressões e torques e de esforços nos processos de conformação mecânica. \n \nBibliografia:  \n1. G. E. Dieter. Metalurgia mecânica. Capítulos referentes à conformação mecânica.  \n2. H. Helman, P. R. Cetlin. Fundamentos da conformação mecânica dos metais  \n3. W. F. Hosford, R. M. Caddell, Metals Forming.  \n4. A.F. Padilha, Encruamento, recristalização, crescimento de grão e textura.  \n5. R.E Reed-Hill, Metalurgia Física.  \n \nDisciplina: PROCESSOS METALÚRGICOS DE FABRICAÇÃO \nCódigo: EMT065 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nIntrodução aos processos mecânicos e metalúrgicos de fabricação. Aspectos fundamentais: \nSolidificação e sinterização dos metais. Principais processos de moldagem e de fundição. Processos \nde soldagem. Metalurgia do pó, sinterização. Compressão a quente. Características dos produtos \nobtidos.  \n \nBibliografia:  \n1. MARQUES, P. V., MODENESI, P. J., BRACARENSE, A. Q., Soldagem, Fundamentos e \nTecnologia, Belo Horizonte, Editora UFMG, 2014, 362p. \n2. MODENESI, P. J., MARQUES, P. V., Introdução aos Processos de Soldagem, UFMG, 2014, \n72p. (disponível no Moodle - acessível através da página da Minha UFMG) \n3. MODENESI, P. J., MARQUES, P. V., SANTOS, D. B., Introdução à Metalurgia da Soldagem, \n", "47": "47 \n \nUFMG, 2014, 211p. (disponível no Moodle - acessível através da página da Minha UFMG) \n4. GOMES, M. H. A., Metalurgia do Pó: Um Material Didático, UFMG, 2014, 93p. (disponível no \nMoodle - acessível através da página da Minha UFMG) \n5. ALMEIDA, B. L., Moldagem por Injeção de Pós, UFMG, 2015, 58p. (disponível no Moodle - \nacessível através da página da Minha UFMG). \n6. RIBEIRO, I. G., Fundição: Um texto inicial, UFMG, 2015, 119p. (disponível no Moodle - \nacessível através da página da Minha UFMG). \n7. GOMES, P. F., Fundição Sob Pressão – Um texto básico, UFMG, 2015, 43p. (disponível no \nMoodle - acessível através da página da Minha UFMG). \n8. FREITAS, E. S., O processo de fundição por cera perdida: Um texto inicial, UFMG, 2015, \n41p. (disponível no Moodle - acessível através da página da Minha UFMG). \nComplementar: \n1. www.infosolda.com.br, “O portal brasileiro da soldagem”. \n2. http://www.sitedasoldagem.com.br/, “Uma visão técnico-científica da área da soldagem”. \n3. AWS, Welding Handbook – Welding Science & Technology, Miami: American Welding \nSociety, Vol. 1, 9a Ed., 2001, 918 p. \n4. GRUPO SETORIAL DE METALURGIA DO PÓ, A Metalurgia do Pó: Alternativa Econômica \ncom Menor Impacto Ambiental, São Paulo: METALLUM EVENTOS TÉCNICOS E \nCIENTÍFICOS, 2009, 320p. \n5. GARCIA, A., Solidificação – Fundamentos e Aplicações, Campinas: Editora da Unicamp, \n2001, 399p. \n6. GERMAN, R. M. Powder Metallurgy & Particulate Materials Processing, Metal Powder \nIndustry, 2005, 528p. \n7. BALDAM, R. L., VIEIRA, E. A., Fundição, Processos e tecnologias Correlatas, São Paulo: \nEditora Érica, 2013, 384p. \n \nDisciplina: OTIMIZAÇÃO SIMULAÇÃO SISTEMAS ENGENHARIA \nCódigo: EPD028 \n \nTeórica: \n Horas  \nCarga Horária: \nPrática: \n Horas \n \nTotal: \n Horas  \nTipo: \nObrigatória \n \nEmenta: \nModelagem através de ferramentas matemáticas e computacionais de problemas de decisão. \nPlanejamentos estratégico, tático e operacional. Sequenciamento de produção, estudo de casos. \n \nBibliografia:  \n1. K. R. Baker. Requirements planning. In S.C. Graves, A.H.G. Rinnooy Kan, and P.H. \n2. Zipkin, editors, Handbooks in Operations Research and Management Science - Logistics of \nProduction and Inventory, volume 4, chapter Chapter 11. North-Holland, 1993. \n3. K. R. Baker. Elements of Sequencing and Scheduling. K. R. Baker, 1997. \n4. R. G. Askin and C. R. Standridge. Modeling and Analysis of Manufacturing Systems. John Wiley \n& Sons, Inc, New York, 1993 \n5. J. B lazewicz, K. H. Ecker, E. Pesch, G. Schmidt, and J. Wｸeglarz. Scheduling Computer and \nManufacturing Processes. Springer-Verlag Berlin, 1996. \n6. M. Pinedo. Scheduling: Theory, Algorithms, and Systems. Prentice-Hall, Inc., Englewood \n7. Cliffs, New Jersey, 1995. \n8. Artigos de revistas. \n", "48": "48 \n \n \n9º Período \n \nDisciplina: SIDERURGIA II \nCódigo: EMT047 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 45 Horas  \nTipo: \nObrigatória \n \nEmenta: \nFabricação do aço. Aciaria LD. Aciaria Elétrica. Fabricação do aço em processos especiais. \nLingotamento convencional, contínuo e por refusão de elétrodos. \n \nBibliografia:  \n1.      ET Turkdogan, Fundamentals of Steelmaking, , The Institute of Materials, London, (1996) \n2.      E. T. Turkdogan, R. Fruehan. Making, Shaping and Treating of Steel. 1998, AISE Steel \nFoundation, Pittsburgh. \n3.      L.F.A. Castro, R.S. Sampaio, R.P. Tavares. Termodinâmica Metalúrgica. Departamento de \nEngenharia Metalúrgica e de Materiais, 1987. \n \nDisciplina: CARACTERIZAÇÃO MATERIAIS E RECOBRIMENTOS \nCódigo: EMT054 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nIntrodução à Analise e Caracterização de Materiais e Recobrimentos, Métodos de Caracterização e \nAnálise, Métodos de Imagem, Microscopia ótica e eletrônica, Microscopia de Força Atômica, \nMétodos Espectroscópicos,  Aplicações das Técnicas de Análise de Superfícies e Interfaces, Análise \nde Materiais e Recobrimentos,  Análise de Falha e Defeitos, Processos Físico-Químicos. \n \nBibliografia:  \n1. B. Evans, Encyclopedia of Materials Characterization: Surfaces, Interfaces, Thin Films, \nButterworth-Heinemann, Boston, 1992. \n2. Bunshah et al, Deposition Technologies for Thin Films and Coatings, Noyes, NJ, 1989. \n3. J. I. Goldstein et al, Scanning Electron Microscopy and X-ray Microanalysis, Plenum Press, NY, \n1998. \n4. J. I. Goldstein et al, Practical Scanning Electron Microscopy, Plenum Press, NY, 1984. \n5. D. Skoog and J. Leary, Principles of Instrumental Analysis, Sauders College Publ., NY, 1992. \n \nDisciplina: TRABALHO FINAL DE CURSO I \nCódigo: ENG062 \n \nTeórica: \n 30 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 30 Horas  \nTipo: \nObrigatória \n \n", "49": "49 \n \nEmenta: \nDesenvolvimento em tema específico sob orientação. \n \n \nDisciplina: ORGANIZAÇÃO INDUSTRIAL PARA ENGENHARIA \nCódigo: EPD001 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nObrigatória \n \nEmenta: \nOrganização e Administração de Empresas. Administração de Recursos Humanos. Planejamento e \nControle de Produção. Administração de Materiais. Administração Financeira.  Contabilidade e \nBalanço. \n \nBibliografia:  \n1. Manual Da Administração da Produção  - CLAUDE MACHLINE. \n2. Princípios de Administração Financeira -  LAWRENCE GITMAN. \n3. Administração de Projetos com PERT/CPM – DARCI PRADO. \n4. Introdução à Pesquisa Operacional – VICTOR MIRSHAWKA. \n \nDisciplina: PROTEÇÃO AMBIENTAL \nCódigo: ESA109 \n \nTeórica: \n 30 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 30 Horas  \nTipo: \nObrigatória \n \nEmenta: \nEcologia: princípios. Recursos naturais. Poluição das águas, ar e solo legislação ambiental. \nEcodesenvolvimento. \n \nBibliografia:  \n1. Prevenção e Controle da Poluição nos Setores Energéticos, Industrial e de Transportes – LORA, \nElectron, Eduardo Silva – 2ª  Edição/RJ – Interciência 2002. \n2. Ventilação Industrial e Controle da Poluição – MACINTYRE, Archibald J. – 2ª Edição – Editora \nLTC/RJ 1990. \n3. Química Ambiental – BAIRD, Colin – 2ª  Edição – Porto Alegre – Editora Bookman 2002. \n4. Controle Ambiental das Indústria de Produção de Ferro Gusa a Carvão Vegetal – Projeto Minas-\nAmbiente/UFMG/DESA.  \n5. Manual de Saneamento e Proteção ambiental para Municípios – BARROS, Raphael T.V. et alli – \nEdição DESA/UFMG 1995. \n \nDisciplina: DOCUMENTAÇÃO TÉCNICA \nCódigo: OTI020 \n \nTeórica: \n 15 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 15 Horas  \nTipo: \nObrigatória \n", "50": "50 \n \n \nEmenta: \n Fontes de informação, instituições e centros de informação especializados em Engenharia \nMetalúrgica. Técnica de pesquisa bibliográfica. Normalização da documentação. \n \nBibliografia:  \n1. ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. ABNT NBR-10520: Informação e \ndocumentação: citações em documentos. Rio de Janeiro, 2002.  \n2. ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. ABNT NBR-14724: Informação e \ndocumentação: apresentação de trabalhos. 3. ed. Rio de Janeiro, 2011. 11p.  \n3. ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. ABNT NBR-6023: Informação e documentação: \nreferências. Rio de Janeiro, 2000.  \n4. ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. ABNT NBR-6028: Informação e documentação: \nresumos. Rio de Janeiro, 2003.  \n5. GIL, A. C. Como elaborar projetos de pesquisa. 5. ed. São Paulo: Atlas, 2010. 14p.  \nMACULAN, Benildes C. M. S. Manual de normalização para o NITEG e o PPGCI da ECI-UFMG. \nDisponível em: <http://normalizacao.eci.ufmg.br/>. Acesso em: 1 ago. 2015.  \n6. MUELLER, Suzana P. M. A ciência, o sistema de comunicação científica e a literatura científica. \nIn: CAMPELLO, Bernadete S.; CENDON, Beatriz V.; KREMER, Jeannette M. (Org.). Fontes de \ninformação para pesquisadores e profissionais. Belo Horizonte: UFMG, 2000. p.21-34. \n1. ACADEMIA BRASILEIRA DE CIÊNCIAS. Rigor e integridade na condução da pesquisa científica: \nguia de recomendações de práticas responsáveis. Belo Horizonte: Universidade Federal de Minas \nGerais, 2013. 8p. Disponível em: <http://www.abc.org.br/IMG/pdf/doc-4311.pdf>. Acesso em: 10 \nago. 2015.  \n2. ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. ABNT NBR-6024: Numeração progressiva das \nseções. Rio de Janeiro, 2003.  \n3. ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. ABNT NBR-6027: Informação e documentação: \nsumário. Rio de Janeiro, 2003.  \n4. ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. ABNT NBR-6029: Informação e documentação: \nlivros e folhetos. Rio de Janeiro, 2006.  \n5. BOOTH, W. C.; COLOMB, G. G.; WILLIAMS, J. M. A arte da pesquisa. Tradução de Henriqueta A. \nRego Monteiro. São Paulo: M. Fontes, 2005.  \n6. BRAGA, J. L. Algumas diretrizes para elaboração de um Pré-Projeto. Disponível em: \n<http://www.comunica.unisinos.br/pos/_apoio/item1/3.pdf>. Acesso em: 20 ago. 2015.  \n7. BRAGA, J. L. Relações da teoria com projetos de pesquisa. Disponível em: \n<http://www.comunica.unisinos.br/pos/_apoio/item1/4.pdf>. Acesso em: 20 ago. 2015.  \n8. CAPELLO, Bernadete S. Organizações como fonte de informação. In: CAMPELLO, Bernadete S.; \nCENDON, Beatriz V.; KREMER, Jeannette M. (Org.). Fontes de informação para pesquisadores e \nprofissionais. Belo Horizonte: UFMG, 2000. p.35-48. \n \n10º Período \n \nDisciplina: TRABALHO FINAL DE CURSO II \nCódigo: ENG063 \n \nTeórica: \n 30 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 30 Horas  \nTipo: \nObrigatória \n \n", "51": "51 \n \nEmenta: \nDesenvolvimento em tema específico sob orientação. \n \nDisciplina: ESTÁGIO CURRICULAR \nCódigo: ENG122 \n \nTeórica: \n Horas  \nCarga Horária: \nPrática: \n Horas \n \nTotal: \n Horas  \nTipo: \nObrigatória \n \nEmenta: \nAtividades supervisionadas na área de atuação profissional do Engenheiro Metalurgista. \n \nDISCIPLINAS SEM PERÍODO SUGERIDO: OPTATIVAS \n \nDisciplina: CONTABILIDADE E CUSTOS \nCódigo: CIC027 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 45 Horas  \nTipo: \nOptativa \n \nEmenta: \nAs funções nas organizações modernas. Áreas de gestão financeira. Controladoria financeira: \ncontabilidade e os custos na construção civil. Orçamento empresarial. \n \nDisciplina: DIREITO E LEGISLAÇÃO \nCódigo: DIT001 \n \nTeórica: \n 30 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 30 Horas  \nTipo: \nOptativa \n \nEmenta: \nConstituição. Administração pública. Noções de contratos. Empresas. Direito Comercial. Direito do \ntrabalho.Propriedade industrial. Legislação pertinente à área de conhecimento: urbanística, \nedilícia, direitos reais, direito da energia. \n \nDisciplina: ECONOMIA INDUSTRIAL \nCódigo: ECN029 \n \nTeórica: \n 30 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 30 Horas  \nTipo: \nOptativa \n \nEmenta: \nModelo de estrutura-conduta-desempenho: significado e críticas. Progresso tecnológico e \ndinâmica industrial. Padrões de concorrência, estrutura de mercado e evolução de indústrias. \nCaracterísticas básicas da indústria brasileira. \n \n \n", "52": "52 \n \nDisciplina: TEORIA DOS JOGOS E TEORIA DA INFORMAÇÃO \nCódigo: ENC043 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nTeoria dos Jogos: Jogos Estáticos com informação completa e incompleta; Jogos Dinâmicos com \nInformação Completa; Jogos Repetidos. Teoria da Informação: Modelos de Seleção Adversa; \nModelos de Risco Moral; Modelos de Sinalização. \n \nDisciplina: INTRODUÇÃO A ENGENHARIA DE CONTROLE \nCódigo: ELT002 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 45 Horas  \nTipo: \nOptativa \n \nEmenta: \nIntrodução à Análise de Sistemas de Controles Lineares. Transformada de Laplace. Representação \ne Modelagem de Sistemas Dinâmicos Lineares. Análise da Resposta Transitória de Sistemas \nLineares. Introdução à Análise da Resposta em Frequência. Técnicas de Projeto e Sintonia de \nControladores de Sistema Lineares. \n \nDisciplina: SELEÇÃO DE MATERIAIS \nCódigo: EMC029 \n \nTeórica: \n 30 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 30 Horas  \nTipo: \nOptativa \n \nEmenta: \nFilosofia e prática da seleção de materiais de engenharia. Critérios. Funções. Confiabilidade. \nFabricação. Fatores econômicos. Otimização da seleção de materiais. \n \nDisciplina: BENEFICIAMENTO MINERAL - PROJETO \nCódigo: EMN002 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nEmpreendimento. Projetos industriais. Usina de beneficiamento. Projeto básico. Desenvolvimento \nde projetos, anteprojetos, alternativas, projetos de usinas e das utilidades. Pré-operação. \nInvestimentos e custos. \n \nDisciplina: FLOTAÇÃO \nCódigo: EMN008 \n \nTeórica: \n 30 Horas  \nCarga Horária: \nPrática: \n 30 Horas \n", "53": "53 \n \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nFenômeno de interface. Reagentes e mecanismos de ação. Tecnologia: máquinas e equipamentos, \ncircuitos. Variáveis de processo. Novas técnicas. Estudo de casos. \nFlotação: conceitos básicos, principais aplicações na indústria mineral. Fundamentos: \npropriedades de interface, revisão das noções de química orgânica, equilíbrio químico, aspectos \ntermodinâmicos, adsorção, tipos de interfaces, dupla camada elétrica, dispersão e agregação, \noxidação e redução. Reagentes de flotação: coletores, espumantes, modificadores, outros, gases \ncomo reagentes na flotação de sulfetos; segurança e saúde, aspectos ambientais da flotação. \nFlotação de sulfetos. Flotação de minerais oxidados. Flotação de minerais levemente solúveis. \nFlotação de sais solúveis. Flotação de carvões. Flotação de sólidos naturalmente hidrofóbicos. \nCinética da flotação. Máquinas e reatores de flotação. Circuitos de flotação. Outras aplicações da \nflotação. \n \nDisciplina: PROCESSAMENTO DE CERÂMICAS \nCódigo: EMT042 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 45 Horas  \nTipo: \nOptativa \n \nEmenta: \nMatérias primas. Caracterização de partículas. Química de superfície. Aditivos de processamento. \nReologia. Processos de beneficiamento. Processos de conformação de cerâmicas. Secagem e \nsinterização. Novas tecnologias. \n \nDisciplina: CONFORMAÇÃO MECÂNICA AVANÇADA \nCódigo: EMT043 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 45 Horas  \nTipo: \nOptativa \n \nEmenta: \nProcessos e produtos específicos não convencionais: tubos sem costura, extrusão hidrostática, \nestampagem e outros. \n \nDisciplina: INTRODUÇÃO AOS PROCESSOS DE CORROSÃO \nCódigo: EMT050 \n \nTeórica: \n 30 Horas  \nCarga Horária: \nPrática: \n 15 Horas \n \nTotal: \n 45 Horas  \nTipo: \nOptativa \n \nEmenta: \nProcessos de oxidação: redução; mecanismos. Princípios das reações eletroquímicas; pilhas \neletroquímicas; termodinâmica dos processos eletroquímicos. Características dos processos de \ncorrosão; formas de corrosão e mecanismos. Técnicas e métodos de avaliação de processos \n", "54": "54 \n \ncorrosivos em campo e laboratório. Corrosão eletroquímica, atmosféricas, do ferro e dos aços. \nFatores eletroquímicos e metalúrgicos. Introdução aos métodos de controle e proteção. \n \nDisciplina: PROCESSAMENTO DE POLÍMEROS \nCódigo: EMT056 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nTipos de processamento de polímeros e conjugados poliméricos. Transferência de massa e calor \naplicados a sistemas poliméricos. Projeto de peças e dispositivos plásticos: relações \nprocessamento-propriedades e seleção de materiais. \n \nDisciplina: MATERIAIS OPTO-ELETRÔNICOS \nCódigo: EMT057 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nElementos de mecânica quântica. Estrutura eletrônica dos materiais. Estruturas de bandas. \nPropriedades eletrônicas e magnéticas. Materiais semicondutores. Processos e tecnologia de \nfabricação de dispositivos eletrônicos. Propriedades óticas dos materiais. Aplicações. \n \nDisciplina: EMPREENDEDORISMO I  \nCódigo: EMT058 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nTécnicas de identificação e aproveitamento de oportunidades, na aquisição e gerenciamento dos \nrecursos necessários ao negócio. Técnicas de criatividade e de aprendizagem pró-ativa. \n \nDisciplina: METALURGIA EXTRATIVA EXPERIMENTAL \nCódigo: EMT066 \n \nTeórica: \n 00 Horas  \nCarga Horária: \nPrática: \n 45 Horas \n \nTotal: \n 45 Horas  \nTipo: \nOptativa \n \nEmenta: \nEnsaios físicos e metalúrgicos para avaliação da qualidade das matérias-primas ferrosas (sínter, \npelota, granulado e briquetes), combustíveis sólidos (carvão mineral e vegetal; coque metalúrgico \ne de petróleo) e insumos siderúrgicos, para sua utilização em reatores metalúrgicos. Extração e \nrefino dos metais não ferrosos via hidro e eletrometalurgia. \n \n", "55": "55 \n \nDisciplina: CARACTERIZAÇÃO ESTRUTURAL E MECÂNICA \nCódigo: EMT067 \n \nTeórica: \n 15 Horas  \nCarga Horária: \nPrática: \n 30 Horas \n \nTotal: \n 45 Horas  \nTipo: \nOptativa \n \nEmenta: \nPráticas de laboratório relativas à estrutura, propriedades e transformações de fases de materiais. \nCaracterização microestrutural por microscopia óptica e eletrônica. Ensaios mecânicos. \n \nDisciplina:  \nFRATURA E FLUÊNCIA \nCódigo: EMT068 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 45 Horas  \nTipo: \nOptativa \n \nEmenta: \nMecanismos de falha. Fratura e suas consequências. Mecanismos de fratura a baixa e a alta \ntemperatura (fluência). Fadiga. Efeito das características do material. Caracterização do \ncomportamento à fratura: Temperatura de transição e fundamentos da mecânica da fratura. \n \nDisciplina: TRIBOLOGIA DESGATE E ATRITO \nCódigo: EMT069 \n \nTeórica: \n45 Horas  \nCarga Horária: \nPrática: \n00 Horas \n \nTotal: \n45 Horas  \nTipo: \nOptativa \n \nEmenta: \nTopografia de superfícies e contato entre superfícies. Fricção. Desgaste. Desgaste e projetos de \nprevenção ao desgaste. Engenharia de superfície em tribologia. Modificação superficial: \nrecobrimentos e tratamentos térmicos. \n \nDisciplina: TRATAMENTO DE MINÉRIO DE FERRO  \nCódigo: EMT070 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 45 Horas  \nTipo: \nOptativa \n \nEmenta: \nEngenharia Mineral. Cominuição. Separação por tamanho. Concentração densitária. Separação \nmagnética. Flotação. \n \nDisciplina: TÓPICOS EM METALURGIA I - GALVANIZAÇÃO \nCódigo: EMT071 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 45 Horas  \nTipo: \nOptativa \n", "56": "56 \n \n \nEmenta: \nApresentar os fundamentos técnicos sobre a galvanização de aços, com ênfase para os quatro \nprocessos mais empregados para a proteção do aço contra a corrosão envolvendo a aplicação de \nzinco e/ou suas ligas metálicas; galvanização por imersão a quente (também conhecida como \ngalvanização a fogo ou zincagem a quente), galvanização eletrolítica ou eletrodeposição, a \naspersão térmica (metalização) e a pintura com tintas à base de zinco. Também terá destaque o \npapel assumido pela galvanização no desenvolvimento socioeconômico dos países e algumas de \nsuas aplicações práticas na sociedade industrial moderna. \n \nDisciplina: APLICAÇÕES E RADIOSOTOPOS \nCódigo: ENU001 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nRadioisótopos. Princípios e técnicas de radiotraçadores. Traçadores em problemas de engenharia \ne pesquisa tecnológica. Utilização de isótopos estáveis, radioisótopos naturais, traçadores \nativáveis e outros. Radiocalibração. Aplicação de radiações em medidas e controle de processos. \nRadiografia, gamagrafia e neutrografia. \n \nDisciplina: RADIOPROTEÇÃO  \nCódigo: ENU003 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nEstrutura Atômica e Nuclear. Radioatividade. Interação da radiação com a matéria: Detectores de \nradiação. Grandezas dosimétricas. Efeitos biológicos das radiações. Princípios de radioproteção. \nLegislação, diretrizes e normas básicas de radioproteção. Riscos ocupacionais e ambientais. \nBlindagem das radiações. \n \nDisciplina: \nDETECÇÃO \nDAS \nRADIAÇÕES \nE \nINSTRUMENTAÇÃO \nPRODUTIVAS \nCódigo: ENU007 \n \nTeórica: \n 30 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 30 Horas  \nTipo: \nOptativa \n \nEmenta: \nRadiações nucleares. Estatística de contagem das radiações. Propriedades gerais dos detectores de \nradiação. Tipos e funcionamento de detectores de radiação. Espectrometria das radiações. \nDetectores de nêutrons. \n \n \n", "57": "57 \n \nDisciplina: ANÁLISE EXERGÉTICA DE PROCESSOS \nCódigo: ENU008 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nO conceito de energia. Conversão da energia. Conceitos básicos de termodinâmica. Potenciais \ntermodinâmicos. Lei de Gouy-Stodola. O conceito de Exergia. Eficiência exergética. Cálculos da \nexergia. Análise exergética de processos. Medidas de performance. Exergia e sociedade, economia \ne meio ambiente. \n \nDisciplina: INTRODUÇÃO A ENERGIA NUCLEAR I \nCódigo: ENU009 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nConceitos de física atômica e nuclear. Interação de nêutrons com a matéria; A fissão nuclear; \nReatores nucleares; Componentes de centrais nucleares; Teoria de reatores; Dinâmica de \nreatores; O ciclo do combustível nuclear. Rejeitos radioativos. \n \nDisciplina: ANÁLISE PROJETO ORGANIZAÇÕES PRODUTIVAS \nCódigo: EPD002 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nProcesso do trabalho: evolução. Sistema de produção em massa, intermitente e em fluxo: \ncaracterísticas tecnológicas e econômicas, implicações para a organização do trabalho, inovações \ntecnológicas e organizacionais. Conflito nas relações de trabalho do departamento de relações \nindustriais e atividade gerencial do engenheiro. \n \nDisciplina: GERENCIA DA QUALIDADE INDUSTRIAL A \nCódigo: EPD003 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nDefinições e Conceitos Básicos. ISO Série 9000. Controle da Qualidade por toda Empresa (CQTE). \nGarantia da Qualidade pelo Controle do Processo. Garantia da Qualidade pelo Desenvolvimento \nde Novos Produtos. Aspectos Humanos e Motivação na Qualidade. Implantação do CQTE. \n \n \n", "58": "58 \n \nDisciplina: FUNDAMENTOS DE ENGENHARIA ECONÔMICA \nCódigo: EPD095 \n \nTeórica: \n 30 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 30 Horas  \nTipo: \nOptativa \n \nEmenta: \nJuros: Conceito, modalidades e considerações; Relações de Equivalência: valor do dinheiro no \ntempo; Sistemas de Amortização de Dívidas; Inflação; Comparação de Projetos de Investimento \n(VPL, TIR, VAUE, CB, Payback); Comparações Envolvendo Taxas de Retorno; Efeitos de Depreciação \ne do Imposto de Renda nas Análises; Aplicações: Substituição de Equipamentos; Vida Econômica; \nFinanciamentos: Leasing operacional e Financeiro; Análises sob condições de incerteza. \n \nDisciplina: SANEAMENTO E MEIO AMBIENTE EM ÉTNICO-RACIAIS \nCódigo: ESA136 \n \nTeórica: \n Horas  \nCarga Horária: \nPrática: \n Horas \n \nTotal: \n Horas  \nTipo: \nOptativa \n \nEmenta: \nSeminários, enfatizando a problemática sanitário-ambiental específica para grupos étnico-raciais, \ncom especial destaque para a realidade cultural dos países africanos de língua portuguesa. \n \nDisciplina: CONTROLE ESTATÍSTICO DE QUALIDADE \nCódigo: EST026 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nControle de qualidade na fabricação. Gráficos de controle de atributos e de variáveis. Plano de \namostragem de atributos. Inspeção de variáveis. Normas de controle. Administração do controle \nestatístico de qualidade. \n \nDisciplina: FUNDAMENTOS DE OSCILAÇÕES, ONDAS E ÓPTICA \nCódigo: FIS086 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nOscilações Mecânicas e Eletromagnéticas. Ondas Mecânicas. Som. Ondas Eletromagnéticas. \nÓptica. \n \nDisciplina: FUNDAMENTOS DE FÍSICA QUÂNTICA \nCódigo: FIS088 \n \nTeórica: \n 30 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n", "59": "59 \n \n \nTotal: \n 30 Horas  \nTipo: \nOptativa \n \nEmenta: \nLimites da física clássica. Propriedades ondulatórias da matéria. Modelo de Bohr. Teoria de \nSchrödinger. Potenciais unidimensionais independentes do tempo. \n \nDisciplina: FUNDAMENTOS DE LIBRAS \nCódigo: LET223 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nVisão sócio-antropológica da Surdez. Aspectos históricos da Educação de Surdos e da formação da \nLibras. Relações entre surdos e ouvintes (educador, intérprete e família) e seu reflexo no contexto \neducacional. Noções básicas da estrutura lingüística da Libras e de sua gramática. Filosofias \neducacionais aplicadas aos Surdos e sua produção textual. Comunicação Básica em Libras. \n \nDisciplina: EQUAÇÕES DIFERENCIAIS B \nCódigo: MAT016 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nSéries e Integrais de Fourier. Equações Diferenciais Parciais. \n \nDisciplina: FILMES FINOS \nCódigo: QUI233 \n \nTeórica: \n 30 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 30 Horas  \nTipo: \nOptativa \n \nEmenta: \nPreparação de filmes finos: métodos físicos; métodos químicos. Formação de filmes finos. \nPropriedades: mecânicas, elétricas e magnéticas. \n \nDisciplina: POLÍMEROS CONDUTORES \nCódigo: QUI235 \n \nTeórica: \n 30 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 30 Horas  \nTipo: \nOptativa \n \nEmenta: \nSíntese química e eletroquímica. Caracterização: voltametria cíclica, cronopotenciometria, \ncronoamperometria, espectroscopia de impedância, espectroscopia UV-visível, microbalança de \n", "60": "60 \n \nquartzo, deflexão ótica de feixe laser. Modelização do comportamento redox dos polímeros \ncondutoras (simulação numérica). Aplicações: eletrocatálise, biosensores, janelas eletrocrômicas, \ncomponentes eletrônicos. \n \nDisciplina: QUÍMICA DE SUPERFÍCIES \nCódigo: QUI236 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 45 Horas  \nTipo: \nOptativa \n \nEmenta: \nFenômenos de superfície. Adsorção. Propriedades elétricas e magnéticas de superfícies. \n \nDisciplina: NANOCIÊNCIA E NANOTECNOLOGIA \nCódigo: QUI245 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nDefinição \nde \nnanociência \ne \nnanotecnologia. \nMétodos \nde \npreparação \nde \nsistemas \nnanoparticulados. \nMétodos \nfísico-químicos \nde \ncaracterização \nde \nnanomateriais \ne \nnanodispositivos. Aplicações de sistemas nanoparticulados em eletrônica, na área de sistemas de \nliberação controlada de fármacos, na área de biotecnologia e biomedicina. Implicações sociais e \néticas da nanociência e da nanotecnologia. \n \nDisciplina: FUNDAMENTOS DE ESPECTROSCOPIA RAMON INFR \nCódigo: QUI247 \n \nTeórica: \n 45 Horas  \nCarga Horária: \nPrática: \n 15 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nIntrodução à espectroscopia vibracional. Histórico e teoria geral da espectroscopia Raman. \nVibração de moléculas diatômicas. Vibração de moléculas poliatômicas. Simetria e grupo de \npontos. Operações de simetria em movimentos moleculares. Construção das coordenadas de \nsimetria. Espectros vibracionais Raman e no infravermelho. Regras de seleção e medidas de \npolarização. Técnicas experimentais. Algumas aplicações. \n \nDisciplina: QUÍMICA ORGÂNICA I  \nCódigo: QUI261 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \n \n \n", "61": "61 \n \nEmenta: \nEstudo dos compostos de carbono. Ligações químicas. Introdução às reações orgânicas. \nMecanismos de reação. Estereoquímica. \n \nDisciplina: OF. DE LP LEITURA E PRODUÇÃO DE TEXTOS \nCódigo: UNI003 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nNesta oficina pretende-se desenvolver várias habilidades de escrita e de leitura de gêneros \ntextuais importantes no âmbito acadêmico como esquema, resumo, resenha, projeto e relatório \nde pesquisa, bem como discutir e refletir vários aspectos da língua portuguesa, relevantes para a \nlide com esses textos. Serão produzidos textos de vários gêneros acadêmicos na modalidade \nescrita, visando o aprimoramento da textualidade e de aspectos da norma culta que se fizerem \nnecessários. \n \n9. AVALIAÇÃO DA APRENDIZAGEM  \nA verificação do rendimento escolar é feita por disciplina, abrangendo os aspectos de frequência e \naproveitamento, ambos eliminatórios por si mesmos, em consonância com o Regimento Geral da \nUFMG. Entende-se por frequência o comparecimento às atividades didáticas de cada disciplina, \nsendo fixado nas Normas Gerais de Graduação o mínimo exigido, vedado o abono de faltas. \nEntende-se por aproveitamento o resultado da avaliação do aluno nas atividades desenvolvidas na \ndisciplina. \n \nA apuração do aproveitamento em cada disciplina será feita por pontos cumulativos, em uma \nescala de 0 (zero) a 100 (cem), sendo o rendimento escolar de cada aluno convertido aos \nconceitos: \nA - Excelente: 90 a 100 pontos \nB - Ótimo: 80 a 89 pontos \nC - Bom: 70 a 79 pontos \nD - Regular: 60 a 69 pontos \nE - Fraco: 40 a 59 pontos \nF - Insuficiente: abaixo de 40 pontos e/ou infrequente. \n \nSerá considerado aprovado o aluno que obtiver, simultaneamente, no mínimo, 60 (sessenta) \npontos e, no mínimo, 75% (setenta e cinco por cento) de frequência nas atividades acadêmicas em \nque se matriculou no semestre letivo. O aluno aprovado que desejar melhorar o(s) conceito(s) \nobtido(s) em disciplina(s) poderá submeter-se, a seu critério, a Exame Especial. Nesse caso, \nprevalecerá a melhor nota que obtiver.  \n \nSerá considerado reprovado o aluno que obtiver de 0 (zero) a 59 (cinquenta e nove) pontos e/ou \nfor infrequente. Se obtiver conceito E – ou seja, de 40 (quarenta) a 59 (cinquenta e nove) pontos e \ntiver frequência suficiente – poderá submeter-se a Exame Especial ou a Tratamento Especial. \n \n", "62": "62 \n \nO Exame Especial vale 100 (cem) pontos e pode ser utilizado como uma oportunidade de \naprovação em determinada(s) disciplina(s), exceto por aluno que obtiver o conceito F. A nota final \ndo aluno corresponde à média aritmética dos pontos obtidos ao término do período letivo e da \npontuação obtida no Exame Especial. \n \nO Tratamento Especial possibilita ao aluno que obteve o conceito E prestar, no semestre seguinte, \nos exames de determinada disciplina, sem necessidade de frequência às aulas correspondentes. \nPermitido em situações bem específicas, o Tratamento Especial deve ser requerido pelo aluno nas \ndatas fixadas para tanto no Calendário Acadêmico da UFMG, na seção de Ensino da sua Unidade \nAcadêmica, e será concedido uma única vez na mesma disciplina, desde que o aluno não tenha, \nnela, se submetido anteriormente a Exame Especial. \n \nO Regime Especial consiste na substituição da frequência às aulas por exercícios domiciliares, \npermitida em casos excepcionais, a critério do Colegiado de Curso e mediante apresentação de \nlaudo médico emitido pelo Serviço de Assistência à Saúde do Trabalhador (SAST). Pode reivindicar \nRegime Especial o(a) aluno(a) portador(a) de problemas congênitos, traumatismos ou outras \ncondições incompatíveis com a frequência \n \nO rendimento semestral global de um aluno de graduação corresponderá à média ponderada do \ndesempenho acadêmico do aluno em cada semestre. É desejável que o aluno mantenha sempre \num alto RSG, na medida em que, por se tratar de um parâmetro de desempenho, esse \nRendimento pode se refletir em todos os processos de seleção durante sua vida acadêmica e \nprofissional, inclusive na obtenção de bolsas acadêmicas. Para o cálculo do RSG, convertem-se os \nconceitos obtidos em cada atividade/disciplina em valores, observando-se a seguinte \ncorrespondência: \nConceito      \nValor \nA \nB \nC \nD \nE \nF \n5 \n4 \n3 \n2 \n1 \n0 \n \nO valor do conceito de cada atividade em que o aluno se matriculou no semestre, excluídas as \nporventura trancadas, é multiplicado pelo seu respectivo número de créditos; os produtos assim \nobtidos são somados e o resultado é dividido pelo número total de créditos em que o aluno se \nmatriculou no semestre. É importante ressaltar que o Rendimento Semestral Global menor ou \nigual a 1 é considerado insuficiente, levando à exclusão do aluno da Universidade, caso ocorra em \ntrês semestres, consecutivos ou não. \n \nNo caso de alunos com dificuldade de aprendizagem, a Fundação Universitária Mendes Pimentel \n(FUMP) oferece programas de apoio à aprendizagem que auxiliam os estudantes a ter um bom \ndesempenho acadêmico e, consequentemente, reduzem a evasão na Universidade. A FUMP \noferece programas de complementação educacional, desenvolvimento pessoal e profissional \nvoltados para a formação acadêmica e cidadã dos estudantes, além de oferecer atendimento \npsicopedagógico individual ou coletivo aos estudantes que apresentem dificuldades de \naprendizagem durante o desenvolvimento das atividades acadêmicas. \n \n", "63": "63 \n \n \n10. POLÍTICAS E PROGRAMAS DE PESQUISA E EXTENSÃO  \nProgramas de pós-graduação qualificados são indicadores seguros da maioridade de uma \nInstituição Universitária. Evidenciam o investimento na pesquisa e na formação de quadros, \nrequisitos indispensáveis para a consolidação de qualquer uma das áreas de conhecimento. \nPermitem, ainda, a expansão de grupos de pesquisa com alto valor agregado e a articulação \nindispensável com o ensino de graduação. Nos anos iniciais deste século, verificou-se, na UFMG, \numa significativa acentuação no crescimento dos cursos de Doutorado e das titulações obtidas em \ncursos de Mestrado e Doutorado, o que evidencia o investimento dessa Universidade na \nconsolidação do seu sistema de Pós-Graduação. Presente na diversidade dos campos de \nconhecimento, a pós-graduação stricto sensu na UFMG vem alcançando, sucessivamente, \npatamares sempre mais elevados na avaliação da Coordenação de Aperfeiçoamento de Pessoal de \nNível Superior (Capes), situando-se entre uma das melhores do Brasil. \n \nO sistema de Pós-Graduação stricto sensu da UFMG, constituído de 66 programas e de 121 cursos, \nque abrangem as nove áreas do conhecimento, mantém-se de forma consolidada no cenário \nnacional. O ensino de Pós-Graduação na modalidade lato sensu corresponde aos cursos de \nEspecialização, que, em sua maioria, mantêm oferta anual regular. Além de apoiar e incentivar as \nmetas de produção acadêmico-científicas almejadas pelos seus cerca de 4 mil pesquisadores, \nvinculados aos seus 645 grupos de pesquisa, e pelos mais de 900 bolsistas de Iniciação Científica, a \nUFMG tem implementado ações e projetos inovadores no campo da pesquisa de ponta.  \n \nMerece destaque entre as diretrizes políticas institucionais e do MEC para o ensino de graduação, \na integração ensino de graduação e pós-graduação/pesquisa.  O Instituto de Ciências Exatas e a \nEscola de Engenharia da UFMG tem diversos programas de pós-graduação, tanto strictu sensu \nquanto latu sensu, que permitem a integração graduação/pós-graduação.  Destaca-se pela sua \ndireta relação com o Curso de Engenharia Metalúrgica o Programa de Pós-Graduação em \nEngenharia Metalúrgica, de Materiais e de Minas (PPGEM). Implantado em 1971 (Mestrado) e \n1983 (Doutorado), esse programa tem tido conceito entre 6 e 7 pela avaliação da CAPES nos \núltimos triênios, retratando a elevada competência instalada e comprometimento de seus \ndocentes, funcionários e alunos. Essa excelência tem reflexos diretos na graduação.  \n \nA UFMG mantém, ainda, alguns programas institucionais de Bolsas de Iniciação Científica (BIC) \ncoordenados pela Pró Reitoria de Pesquisa. Esses Programas têm por objetivo introduzir o aluno \nna produção do conhecimento e na convivência cotidiana com os procedimentos científicos, com \nsua organização, técnicas e métodos. Pelo seu caráter institucional, possibilitam um modo de \ngestão da pesquisa que amplia e revitaliza a produção científica não apenas em áreas já \nconsolidadas, mas também naquelas em que essas atividades estão, ainda, em processo de \nestruturação. \n \nAlguns programas coordenados pela Pró-Reitoria de Pesquisa da UFMG que merecem destaque \nsão: \n \nPrograma Institucional de Bolsas de Iniciação Científica (PIBIC), do CNPq; \n \nPrograma Institucional de Bolsas de Iniciação Científica (PROBIC) da Fapemig; \n \nO PIBIC manteve, nos últimos anos uma quota anual de cerca de 600 bolsas administradas pela \nPRPq. A mesma regularidade caracteriza o PROBIC, que distribuiu cerca de 500 bolsas por ano. A \n", "64": "64 \n \nPró Reitoria de Graduação (PROGRAD) administra um Programa de Bolsas Acadêmicas que tem \ncontemplado, a cada ano, mais de 700 estudantes, o que corresponde a cerca de 4% do alunado \nde Graduação da UFMG. A Monitoria, uma exigência estabelecida no Regimento Geral da \nUniversidade há mais de duas décadas, sofreu alterações visando a sua adequação aos preceitos \nregimentais. Nessa oportunidade, foram também criados outros dois Programas de Bolsas: o Pro-\nnoturno, especialmente destinado a estudantes do turno noturno, e o Programa Especial de \nGraduação (PEG), que tem por objetivo apoiar os Colegiados de Curso. \n \nO Programa de Bolsas Acadêmicas administrado pela PROGRAD e vigente a partir de 2006 \ncompreende os tipos que se seguem. \n \n1. Monitoria – Tem por propósito iniciar o estudante nas atividades de docência no Ensino \nSuperior, bem como apoiar os professores nas suas tarefas didáticas. \n \n2. Programa Especial de Graduação (PEG) – Objetiva apoiar os Colegiados de Curso em ações \nreferentes à modernização dos seus projetos acadêmicos curriculares, bem como na adoção de \nnovas metodologias de ensino, inclusive no que diz respeito à produção de material didático. \n \n3. Pró-noturno – Destina-se a possibilitar dedicação integral aos estudos a estudantes do turno \nnoturno que mais se destacam por sua competência. Condicionadas ao cumprimento de um \nconjunto de requisitos acadêmicos, tais bolsas são garantidas aos estudantes desde os períodos \niniciais do curso e no transcorrer dos demais períodos letivos. Nesse caso, os bolsistas cumprem \num período de treinamento, que envolve atividades de ensino, pesquisa e extensão. \n \nA Extensão Universitária consiste numa ação política, cujo compromisso deliberado é o \nestreitamento de vínculos com a sociedade. Essa forma de atuar tem por finalidade aprofundar as \nações de democratização do saber científico, artístico e tecnológico, levando o conhecimento \nacadêmico ao encontro dos anseios da comunidade e, ao mesmo tempo, aprendendo com ela, a \nfim de produzir novos conhecimentos. Nesse sentido, ela constrói-se com base em ações \nindutoras do desenvolvimento social, nos diferentes âmbitos e espaços, e assume papel de \nimportância destacada na luta contra as diferentes facetas da exclusão social e da degradação \nambiental. \n \nA Extensão também é responsável pela promoção de um permanente diálogo com a comunidade \ninterna à Instituição e, para isso, conta com uma ampla participação dos diferentes órgãos \ninstitucionais. Com esses objetivos articula projetos, programas, cursos e eventos, que promovem \nrelações interdisciplinares e interprofissionais. Na UFMG, a Extensão articula o ensino e a pesquisa \nem oito áreas temáticas: comunicação, cultura, direitos humanos, educação, saúde, tecnologia, \nmeio ambiente e trabalho. \n \nVale destacar, ainda, os Programas de intercâmbio para os estudantes da UFMG. Ciente da \nimportância que a experiência internacional desempenha na formação acadêmica de um \nestudante, a UFMG, por intermédio da Diretoria de Relações Internacionais (DRI), oferece \nprogramas acadêmicos que têm alcançado expressivos resultados no que concerne ao fluxo de \nintercâmbio de alunos dos níveis de Graduação e Pós-Graduação, que, por essa via, têm \noportunidade de vivenciar sistemas educacionais distintos e uma outra ótica de formação \nuniversitária, além de poderem interagir com estudantes de culturas diversas. O intercambista \npassa um a dois períodos letivos numa instituição estrangeira e as atividades desenvolvidas por ele \n", "65": "65 \n \nno exterior, desde que aprovadas pelo Colegiado do seu curso, podem ser incorporadas ao seu \nhistórico escolar. O intercâmbio de alunos é amparado pela RESOLUÇÃO Nº 03 DE 04/12/2012, DO \nCEPE. \n \nA UFMG também oferece intercâmbio nacional através do Convênio ANDIFES de mobilidade \nacadêmica. As Instituições Federais de Ensino Superior - IFES, juntamente com a Associação \nNacional dos Dirigentes das Instituições Federais de Ensino Superior - ANDIFES, firmaram convênio \ncom o objetivo de regular a relação de reciprocidade entre as IFES proporcionando a mobilidade \nde alunos de graduação, por meio do Programa ANDIFES de Mobilidade Estudantil. Além dos \nprogramas de intercâmbio acadêmico o Curso de Engenharia Metalúrgica também disponibiliza e \nincentiva intercambio internacional por meio de estágios em empresa no exterior, captados \natravés de projetos específicos ou pelo próprio aluno.  \n \n11. INSTALAÇÕES, LABORATÓRIOS E EQUIPAMENTOS  \nA Escola de Engenharia da UFMG (EEUFMG) ocupa um complexo de prédios no Campus Pampulha \ne possui alguns laboratórios em unidades externas ao Campus. O complexo de prédios no Campus \né composto de onze unidades, com uma área aproximada de 65.000 m2. Este complexo foi \nconstruído com infraestrutura física adequada às necessidades de mobilidade de portadores de \nnecessidades especiais. Toda a Escola possui rampas de acesso e elevadores devidamente \nprojetados para este fim. A EEUFMG é reconhecida nacionalmente e internacionalmente por sua \ncompetência e capacitação no ensino, na pesquisa científica e tecnológica e na extensão. \n \nA comunidade acadêmica da EEUFMG é formada atualmente por cerca de 330 professores \naltamente qualificados, 160 funcionários especializados e 8000 alunos (graduação, pós-graduação, \nespecialização e extensão). A estrutura administrativa é constituída por uma Diretoria e por 13 \nDepartamentos e a estrutura acadêmica é composta por 11 Colegiados de Cursos de Graduação \n(sendo 13 ofertas de Cursos em 11 diferentes modalidades), 10 Colegiados de Programas de Pós-\nGraduação stricto sensu, 11 Cursos de Especialização e um Curso Intensivo de Preparação de Mãos \nde Obra Industrial (CIPMOI). \n \nTodos os departamentos da Escola de Engenharia são equipados com modernos laboratórios e \ndesenvolve atualmente mais de 60 linhas de pesquisa, suportada por projetos financiados pelas \nprincipais agências de fomento nacionais e internacionais. Além disso, a Escola desenvolve \ncontinuamente mais de 300 projetos de extensão, com uma postura comprometida com a geração \ndo conhecimento, com o desenvolvimento tecnológico do País e com uma atuação participativa e \nsocialmente responsável para com a sociedade. \n \nAbaixo estão relacionadas as instalações Laboratórios e Equipamentos específicos do Curso de \nEngenharia Metalúrgica. Ressalta-se, que além da infraestrutura da EEUFMG, a infraestrutura para \natendimento às disciplinas básicas do Curso se localiza no Instituto de Ciências Exatas. \n \na) \nAmbientes Administrativos e de Apoio docente \n \nNa Escola de Engenharia da UFMG estão disponibilizados para os diversos Cursos de Engenharia da \nUnidade: \n \n \n", "66": "66 \n \nQuantidade \nDescrição \n01 \nSecretaria acadêmica  \n11 \nSala para Coordenação \n01 \nSala de reunião/ Congregação \n48 \nSala de aula \n \nO prédio da Escola de Engenharia, construído recentemente e inaugurado em 11 de setembro de \n2010, oferece ótimas condições em termos de espaço, equipamentos, acesso à internet, conforto, \nconservação e iluminação. Os professores da Escola de Engenharia da UFMG possuem gabinetes, \nem sua maioria, individuais com recursos computacionais disponíveis, boa iluminação, espaço \nsuficiente para realização dos trabalhos e atendimento de alunos. Os departamentos acadêmicos \nda Escola de Engenharia da UFMG dispõem de salas de reuniões e sala de café. A secretaria do \nColegiado de Graduação em Engenharia Metalúrgica da UFMG se localiza na sala 3041, Bloco III, \nda Escola de Engenharia, no campus Pampulha. A coordenação dispõe de uma sala para trabalho e \natendimento aos alunos (sala 3043). \n \n \nb) \nLaboratório (s) de Informática - Centro de Cálculo Eletrônico (CCE) \n \nQuantidade \nDescrição \n07 \nSalas de aula \n168 \nMicrocomputadores nas salas de aula \n12 \nServidores e área administrativa \n2000 \nUsuários cadastrados no laboratório do CCE \n \nOs alunos do curso de Engenharia de Minas têm acesso ao CCE. O CCE - Centro de Cálculo \nEletrônico - tem por objetivo oferecer laboratórios computacionais para alunos e recursos de rede \npara a comunidade da Escola de Engenharia da UFMG. Auxilia as atividades de ensino e pesquisa, \noferecendo igual acesso a recursos computacionais e oportunidades para trabalhos acadêmicos \ncolaborativos da comunidade da Escola de Engenharia. A UMM – Unidade de Manutenção de \nMicros – trabalha em parceria com o CCE sendo responsável pela instalação dos softwares, \nmanutenção de equipamentos de informática e suporte às redes computacionais.   \n \nA quantidade de equipamentos relativa ao número de usuários é de 2000/168 = 11,90 alunos por \nmicrocomputador em sala de aula. A velocidade de acesso à internet é, hoje, de 1Gbps do \nroteador ao servidor do CCE e de 100Mbps entre as estações e o servidor do CCE. A política \nadotada para atualização dos equipamentos e softwares é baseada na avaliação anual e de acordo \ncom a disponibilidade orçamentária os equipamentos e softwares são atualizados. Considerando a \nadequação do espaço físico, o laboratório se encontra em local separado do prédio de aulas, em \nambiente tranquilo, onde todas as salas são climatizadas e o acesso às salas é feita por corredor \nlargo que não se congestiona nos momentos de troca de aulas. \n \nO laboratório possui normas internas de funcionamento que são informadas ao aluno no \nmomento de seu cadastro. Para suporte técnico, conta com dois (2) técnicos permanentes, sete \n(7) monitores nos meses de abril a dezembro, e ainda com o apoio do Setor de Tecnologia da \n", "67": "67 \n \nInformação da Escola de Engenharia. Para atendimento à comunidade, o laboratório funciona das \n7 a 22horas de segunda as sextas feiras, e aos sábados das 7 a 12h. \n \nc) \nRecursos Multimídia \n \nA Escola de Engenharia possui registrados em seu acervo 272 (duzentos e setenta e dois) \nprojetores multimídia (data shows), instalados em todas as 48 salas de aula, no CCE, nos auditórios \nda Unidade, além de diversos outros disponíveis nos Departamentos e nos próprios gabinetes dos \nprofessores.  Ao início de cada semestre é efetuada a alocação de salas para as disciplinas do \ncurso. Para as disciplinas do ciclo básico são usadas salas de aula do ICEX.  \n \nd) Laboratórios Especializados \n \nVários laboratórios especializados estão disponíveis para os alunos em diversas Unidades da \nUFMG, que ofertam disciplinas para o Curso de Engenharia Metalúrgica.  Laboratórios de Química \nGeral, Físico-Química, Química Analítica, Física Experimental, Eletrotécnica Geral, Tratamento de \nMinérios, Mineralogia, dentre outros. No entanto, serão descritos a seguir apenas os laboratórios \nmais específicos do Curso de Engenharia Metalúrgica disponibilizados pelo principal departamento \nda Escola de Engenharia envolvido com a oferta do Curso, Departamento de Engenharia \nMetalúrgica e de Materiais (DEMET). \n \nO DEMET dispõe de laboratórios, que são utilizados tanto para pesquisa quanto para \ndemonstração e treinamento de alunos de graduação, com destaque para bolsistas de Iniciação \nCientífica. Os laboratórios do DEMET são listados abaixo. \n \n1. Laboratório de Análises Químicas \n2. Laboratório de Análises Térmicas \n3. Laboratório de Biomateriais \n4. Laboratório de Caracterização de Sólidos \nPorosos \n5. Laboratório de Conformação Mecânica \n6. Laboratório de Conformação Mecânica a \nQuente \n7. Laboratório de Corrosão \n8. Laboratório de Dureza Instrumentada e \nPerfilometria \n9. Laboratório de Engenharia de Polímeros \ne Compósitos  \n10. Laboratório de Ensaios Biomecânicos \n11. Laboratório de Ensaios Mecânicos \n12. Laboratório de Espectroscopia \nInfravermelho \n13. Laboratório de Espectroscopia RAMAN \n14. Laboratório de Espectroscopia UV \n15. Laboratório de Fundição \n16. Laboratório de Hidrometalurgia \n17. Laboratório de Lingotamento Contínuo \nde Tiras e Fornos \n18. Laboratório de Materiais Cerâmicos \n19. Laboratório de Materiais \nOptoEletrônicos \n20. Laboratório de Metalografia e \nTratamentos Térmicos \n21. Laboratório de Microscopia Eletrônica \n22. Laboratório de Microscopia Força \nAtômica \n23. Laboratório de Modelagem \nMicroestrutural \n24. Laboratório de Preparação de Amostras \n25. Laboratório de Processamento de \nMateriais \n26. Laboratório de Processos Metalúrgicos \n27. Laboratório de Raio-X \n28. Laboratório de Simulação de Processos \n29. Laboratório de Simulação Matemática de \nProcessos \n30. Laboratório de Síntese Hidrotérmica \n31. Laboratório de Tecnologia de Minérios \n32. Laboratório de Tribologia \n33. Laboratório de Troca Iônica \n", "68": "68 \n \n \nO conjunto de laboratórios do DEMET está atualmente capacitado para realizar todos os principais \ntipos de análises relativas a ensino e pesquisa nas áreas de engenharia metalúrgica e de materiais. \nOs laboratórios estão tem uma excelente infraestrutura e equipamentos atualizados, para uso em \npesquisa e ensino, através da aquisição de equipamentos financiados por diversos programas e \nórgãos, tais como REUNI, GTZ, CNPq, CAPES, FINEP e FAPEMIG, além de projetos junto à iniciativa \nprivada.  \n \n \ne) Condições de Acesso a Pessoas com Deficiência \n \nA UFMG, em seu Plano de Desenvolvimento Institucional (PDI) 2008 – 2012, já possuía um \ncronograma com metas para atendimento aos portadores de necessidades especiais, com os \nseguintes objetivos: \n \nCriar, na UFMG, mecanismos que garantam a plena acessibilidade a portadores de \nnecessidades especiais; \n \nAssegurar a aplicação das políticas públicas voltadas a portadores de necessidades \nespeciais; \n \nDemocratizar, na UFMG, o acesso à informação, à leitura e à cultura a portadores de \nnecessidades especiais. \nNo caso específico da Escola de Engenharia da UFMG, esta foi construída com infraestrutura física \nadequada às necessidades de mobilidade de portadores de necessidades especiais. Toda a Escola \npossui rampas de acesso e elevadores devidamente projetados para este fim. \n \n \n12. BIBLIOTECA  \nA Biblioteca da Escola de Engenharia (BEE) foi fundada juntamente com a Escola Livre de \nEngenharia em 1911 e atualmente seu acervo é estimado em 43.000 volumes entre livros, teses, \nmemórias, normas técnicas e mantém ainda cerca de 1.526 títulos de periódicos impressos. A \nBiblioteca, como integrante do Sistema de Bibliotecas da UFMG, presta serviços informatizados de \nempréstimos e tratamento do material bibliográfico através do sistema Pergamum. Além disso, \npermite acesso aos seus usuários a diversas bases de dados, tais como, Bases do Portal Capes, \nBases da Biblioteca Virtual Universitária, dentre outras.  \n \nA biblioteca encontra-se hoje automatizada em seus serviços de empréstimo e tratamento do \nmaterial bibliográfico, integrando-se à rede da UFMG via Pergamum, sistema que permite ao \nusuário a renovação e reservas de livros pela internet. A área de acervo, circulação e estudo da \nbiblioteca é de 1.250 m², sendo 06 mesas para estudo individual; 40 para estudo em grupo, 27 call \ncenters e 03 salas com mesas e cadeiras para trabalhos em grupo. O quadro de pessoal técnico e \nadministrativo é composto por 07 bibliotecários, 02 pessoal administrativo, 01 menor aprendiz e \n04 contínuos. \n \nOs seguintes serviços são prestados pela Biblioteca: empréstimo domiciliar; empréstimo entre \nbibliotecas; atendimento ao usuário via telefone e e-mail e rede social; normalização de fichas \ncatalográficas; orientação e treinamento à pesquisa bibliográfica através do Portal Capes; \ncomutação Bibliográfica de materiais indisponíveis no acervo da UFMG; orientação quanto ao uso \n", "69": "69 \n \ndo sistema Pergamum; treinamento de usuário; elaboração de Ficha Catalográfica e recebimento \nde doações. \n \nA biblioteca possui cerca de 1.300 exemplares da área de engenharia metalúrgica, desse total 360 \ndizem respeito a diferentes títulos. Novas aquisições para o acervo são feitas numa base anual (o \nvalor das aquisições varia entre R$ 70.000,00 e R$ 100.000,00). A escolha de novos títulos é feita \nem diálogo com as coordenações dos diversos Colegiados da Escola, procurando contemplar cada \ncurso de acordo com a sua necessidade. \n \n  \nA UFMG permite ainda o acesso ao Portal de Periódicos da CAPES, uma biblioteca virtual que \noferece acesso à produção científica mundial às instituições de ensino e pesquisa do Brasil. Conta \natualmente com mais de 33 mil periódicos científicos em texto completo, além de bases de dados, \nlivros, obras de referência, normas técnicas, teses e dissertações, patentes, conteúdo audiovisual \nentre outros. Pelo portal de periódicos da CAPES os alunos têm acesso a 353 periódicos \nrelacionados à área, sendo 79 periódicos específicos de engenharia metalúrgica. \n \n \n13. GESTÃO DO CURSO, PESSOAL DOCENTE E TÉCNICO-ADMINISTRATIVO  \n13.1 Gestão do Curso \nA gestão do Curso de Engenharia Metalúrgica está a cargo de dois órgãos colegiados: o Núcleo \nDocente Estruturante e o Colegiado de Curso.  \n \nO Núcleo Docente Estruturante (NDE), instituído em atendimento a Portaria MEC n° 147/2007 e a \nResolução CEPE/UFMG nº 15/2011, tem o intuito de qualificar o envolvimento docente no \nprocesso de concepção e consolidação de um curso de graduação. Ele é caracterizado por ser \n“responsável pela formulação do projeto pedagógico do curso (PPC), sua implementação e \ndesenvolvimento, composto por professores: a) com titulação em nível de pós-graduação stricto \nsensu; b) contratados em regime de trabalho que assegure preferencialmente dedicação plena ao \ncurso; e c) com experiência docente.” O NDE do curso e Engenharia Metalúrgica foi implementado \nem 2012, e a primeira reunião se deu em 12/09/2012, cuja pauta única foi a apresentação da \nproposta preliminar de modificação curricular do curso. Atualmente, o NDE é formado pela atual \ncoordenadora (Profa Marivalda de Magalhães Pereira), e pelos professores do DEMET Maurício \nBagatini, Vicente Buono, Leandro de Arruda Santos e Daniel Majuste, todos doutores. Estão \nagendadas reuniões periódicas para discussão dos assuntos de interesse do curso. \n \nAo Colegiado incumbe a coordenação didática do Curso de Graduação sendo de sua competência, \nentre outras funções: orientar e coordenar as atividades do curso e propor ao Departamento, ou \nestrutura equivalente, elaborar o currículo do curso, com indicação de ementas, créditos e pré-\nrequisitos das atividades acadêmicas curriculares que o compõem; referendar os programas das \natividades acadêmicas curriculares que compõem o curso, nos termos do art. 49 do Estatuto da \nUFMG; decidir das questões referentes a matrícula, reopção, dispensa e inclusão de atividades \nacadêmicas curriculares, transferência, continuidade de estudos, obtenção de novo título e outras \nformas de ingresso, bem como das representações e recursos contra matéria didática, obedecida a \nlegislação pertinente; coordenar e executar os procedimentos de avaliação do curso. \n \n", "70": "70 \n \nA composição do Colegiado do Curso, estabelecida no respectivo regulamento e aprovada pelo \nConselho de Ensino, Pesquisa e Extensão da UFMG é a seguinte: \n \nCoordenador do colegiado didático do curso \n \nSubcoordenador do colegiado didático do curso \n \n03 (três) docentes do Departamento de Engenharia Metalúrgica e de Materiais (DEMET) \n \n03 (três) docente do Instituto de Ciências Exatas (Departamentos de Matemática, Química \ne Física) \n \n01 (um) docente do Departamento de Engenharia de Minas (DEMIN) \n \n01 (um) docente do Departamento de Engenharia Química (DEQ) \n \nRepresentação estudantil, na forma do Estatuto e do Regimento Geral da UFMG. \nA coordenadora Profa. Marivalda de Magalhães Pereira assumiu a coordenação do curso em \nnovembro de 2012. É Engenheira Química pela UFMG, com mestrado em Engenharia Metalúrgica-\nMetalurgia Física (UFMG) e doutorado em Engenharia de Materiais (University of Florida). Está na \nuniversidade há 22 anos e atua no ensino de graduação e pós-graduação, na extensão e pesquisa \ndesde 1995. A Coordenadora atende os alunos em horário definido, sempre às segundas-feiras \n(14:00-16:00 hrs) e quintas-feiras (10:00-12:00hrs). \n \nPara a coordenação e execução do projeto pedagógico, a coordenação e subcoordenação \nrealizam: \n \nReuniões de colegiado ao longo do semestre com os membros do colegiado, incluindo os \nrepresentantes discentes; \n \nReunião com os membros do NDE do curso; \n \nAcompanhamento da execução do calendário escolar; \n \nGerenciamento das dificuldades encontradas no ensino das disciplinas e nos \nRelacionamento entre alunos e professores; \n \nApoio pedagógico aos alunos; \n \nFiscalização da bibliografia indicada para cada disciplina, inclusive sua disponibilidade na \nbiblioteca; \n \nEncaminhamento das listas de aquisições bibliográficas; \n \nAdministração das verbas para fomento de trabalhos complementares do curso, como: \nPalestras/simpósios/seminários/congressos/cursos dentro e fora da instituição/ciclos de \ndebates, etc;  \n \nOferta de disciplinas não previstas no curso como estímulo à ampliação dos \nconhecimentos em áreas correlatas ou de interesse para a profissão; \n \nCoordenação das atividades Estágio; \n \nAssessoraria/estímulo das atividades de avaliação institucional (ENADE). \n \nE inúmeras outras ações. \n \n13.2 Corpo Docente \nAs Tabelas 6 e 7 apresentam os docentes do Curso de Engenharia Metalúrgica, responsáveis pelas \ndisciplinas obrigatórias, com base no semestre 2017/2, separados em termos das disciplinas dos \nNúcleos Básico e Profissionalizante e Núcleo Específico do Curso. É indicada a formação de cada \ndocente e a(s) disciplina (s) lecionada (s) no semestre de referência 2017/2. No Núcleo Específico \ntodos os docentes tem o título de doutor, e o regime de trabalho é exclusivamente de 40h, \nDedicação Exclusiva (DE). Nos Núcleos Básico e Profissionalizante somente 02 docentes tem \ndoutorado em andamento, os demais têm o título de doutor. Os professores responsáveis por \n", "71": "71 \n \ndisciplinas optativas variam a cada semestre. Em particular as disciplinas optativas específicas da \nárea de engenharia metalúrgica, bem como a grande parte das disciplinas da FC em Engenharia de \nMateriais, são lecionadas por professores do Departamento de Engenharia Metalúrgica e de \nMateriais, que também lecionam disciplinas obrigatórias do Núcleo Específico, e foram \nrelacionados na Tabela 7.  \n \nTabela 6 – Docentes responsáveis pelas disciplinas obrigatórias dos Núcleos Básico e \nProfissionalizante \nNome do Professor \nFormação profissional \nDisciplina lecionada \n1. \nOSVALDO \nSERGIO FARHAT DE \nCARVALHO \n1985 - Doutorado em Doctorat d'État. \nUniversité Pierre et Marie Curie, LISE / CNRS, \nFrança. \nDCC001 - Programação de \nComputadores \n1980 - Mestrado em Ciências da Computação. \nUFMG. \n1974 - Graduação em Bacharelado em Física.  \nUFMG. \n2. \nANDRE LUIS \nCONTIERO \n2010 - Doutorado em Matemática. \nMAT001 – Cálculo \nIntegral e Diferencial I \n \n2003- Mestrado em Matemática. \n2001 - Graduação em Bacharelado em \nMatemática. \n3. \nHAMILTON \nPRADO BUENO \n1999  - Doutorado em Matemática Pontifícia \nUniversidade Católica do Rio de Janeiro, PUC-\nRio.  \nMAT038 - Geometria \nAnalítica e Álgebra Linear \n1985 - Mestrado em Matemática, UFMG. \n1979 - Graduação em Matemática.  \n UFMG.  \n4. \nGILSON DE \nFREITAS SILVA \n2008 - Doutorado em Química, UFMG. \nQUI003 - Química Geral B \n2003 - Mestrado em Química, UFMG. \n2003 - Graduação em Química, UFMG.  \n5. \nLUCIANO \nRONI SILVA LARA \n2015 - Doutorado em Química, UFSC.  \nQUI019 - Química Geral \nExperimental \n2010 - Mestrado em Tecnologia Ambiental  \nUniversidade de Santa Cruz do Sul, UNISC,.  \n2006 - Graduação em Quimica Industrial, \nUNISC.  \n6. \nFABRÍCIO \nMURAI FERREIRA \n2016 - Doutorado em Computer Science.  \nUniversity of Massachusetts Amherst, UMass \nAmherst, Estados Unidos.  \nDCC034 - Cálculo \nNumérico \n2013  - Mestrado em Computer Science, \nUMass Amherst, Estados Unidos.  \n2011 - Mestrado em Engenharia de Sistemas e \nComputação, UFRJ.  \n7. \nMARIA \nCRISTINA DE ASSIS \nRABELLO SOARES \n1996 - Doutorado em Ciencias Físicas.  \nInstituto de Astrofísica de Canarias, IAC*, \nEspanha.  \n \nFIS065 - Fundamentos de \nMecânica \n", "72": "72 \n \n8. \nROBERTO \nLUIZ MOREIRA \n1988 - Doutor (Docteur dEtat) em Ciências, \nUniversité des Sciences et Techniques du \nLanguedoc, França. \nFIS054 - Introdução a \nFísica Experimental  \n1984 - Mestre em Física, UFMG. \n1980 – Gradaução em Física, UFMG. \n9. \nREMY DE \nPAIVA SANCHIS \n2004 - Doutorado em Matemática, UFMG.  \nMAT039 - Cálculo \nDiferencial e Intergral II \n1998 - Mestrado em Matemática, UFMG.  \n2014 - Pós-Doutorado, UFRJ.  \n10. \nELENA \nVITALIEVNA \nGOUSSEVSKAIA \n1980 - Doutorado em Cinética Química e \nCatálise, Academia de Ciências da Rússia, IC, \nRússia. \nQUI601 - Química \nInorgânica I \n1975 - Mestrado em Catálise, Novosibirsk \nState University, NSU, Rússia. \n1975 - Graduação em Quimica, NSU, Rússia. \n11. \nCLÁUDIO \nSANTIAGO DIAS \nJÚNIOR \n2007 - Doutorado em Demografia, UFMG.  \nSOA138 - Introdução à \nSociologia \n2001 - Mestrado em Sociologia, UFMG. \n1996 - Graduação em Ciências Sociais, UFMG.  \n12. \nFREDERICO \nRODRIGUES BORGES \nDA CRUZ \n1997 - Doutorado em Ciências da Computação \n(Conceito CAPES 7).  \n UFMG. \nEST031 - Estatística e \nProbabilidades \n1991 - Mestrado em Ciências da Computação, \nUFMG.  \n1988 - Graduação em Engenharia Elétrica.  \nUFMG. \n13. \nDANIEL \nCUNHA ELIAS \n2009 - Doutorado em Física. UFMG.  \nFIS069 - Fundamentos de \nEletromagnetismo  \n2005 - Mestrado em Física. UFMG.  \n2002 - Graduação em Física Bacharelado. \nUFMG.  \n14. \nLUIS EUGENIO \nFERNANDEZ OUTON \n2006 - Doutor em Física, The University of \nYork, Reino Unido. \nFIS056- Física \nExperimental ME \n2001 - Graduação em Licenciado en Ciencias \nFisicas. Universidad de Oviedo, UNIOVI, \nEspanha. \n15. \nALBERTO \nBERLY SARMIENTO \nVERA \n1993 - Doutorado em Matemática  \nPontifícia Universidade Católica do Rio de \nJaneiro, PUC-Rio. \nMAT002 - Cálculo \nDiferencial Integral III \n1989 - Mestrado em Matemática  \nInstituto Nacional de Matemática Pura e \nAplicada, IMPA.  \n1986 - Graduação em Bacharel Em \nMatemática. Universidad Nacional de San \nAgustín de Arequipa, UNSA, Peru \n16. \nSILAS LUIZ DE \nCARVALHO \n2010 - Doutorado em Física. Instituto de Física \nda Universidade de São Paulo, IFUSP. \nMAT015 - Equações \nDiferenciais A \n2007 - Mestrado em Física.  IFUSP.  \n2004 - Graduação em Física. IFUSP.  \n \n", "73": "73 \n \n17. \nADOLFO \nHENRIQUE DE \nMORAES SILVA \n2014 - Doutorado em Química Biológica. \nUniversidade Federal do Rio de Janeiro, UFRJ.  \nQUI602 - Físico-Química I \n2011 - Mestrado em Universidade Federal de \nGoiás, UFG. \n2008 - Graduação em Bacharelado em Física, \nUFG. \n18. \nGABRIEL \nARMANDO \nPELLEGATTI FRANCO \n1989 - Doutorado em Astronomia pelo \nObservatório da Universidade de Copenhague, \nDinamarca. \nFIS148 – Fundamentos de \nMecânica dos Sólidos e \ndos Fluidos \n1981 - Mestrado em Física, UFMG. \n1978 - Graduação em Física, USP-São Carlos. \n19. \nFABRÍCIO \nSILVEIRA \n2012 - Doutorado em andamento em Applied \nEconomics.  University of Cambridge, CAM, \nInglaterra. \nECN075 - Economia para \nEngenharia \n2011 -  Mestrado em Economia, UFMG.  \n2006 - Graduação em Ciências Econômicas, \nUFMG.  \n20. \nLUIZ CARLOS \nSANTOS ANGRISANO \n2003 - Doutorado em Engenharia Metalúrgica \ne de Minas, UFMG.  \nEQM033 - Desenho D \n1996 - Mestrado em Engenharia Química, \nUFMG.  \n1992 - Graduação em Engenharia Química.  \nUniversidade Federal de Sergipe, UFS.  \n21. \nRITA DE \nCÁSSIA DE OLIVEIRA \nSEBASTIÃO \n 2005 - Doutorado em Química, UFMG. \nQUI604 - Físico-Química II \n2002 - Mestrado em Química, UFMG. \n2001 - Graduação em Química Bacharelado.  \nUFMG.  \n22. \nMARCELO \nMARTINS DE SENA \n2004 - Doutorado em Química, UNICAMP.  \nQUI606 - Química \nAnalítica I \n1996 - Mestrado em Química, UNICAMP.  \n1993 - Graduação em Bacharelado Em \nQuímica - Modalidade Tecnológica. UNICAMP. \n23. \nILKA AFONSO \nREIS \n2008 - Doutorado em Sensoriamento Remoto. \nInstituto Nacional de Pesquisas Espaciais, \nINPE.  \nEST006 - Planejamento e \nAnálise de Experimentos \n1998 - Mestrado em Estatística, UFMG.  \n1996 - Graduação em Estatística, UFMG.  \n24. \nSANDRO \nELISSON DA SILVEIRA \n2016 - Doutorado em andamento em \nEngenharia Elétrica,UFMG.  \nELE161 - Eletrotécnica \nGeral C \n2005 - Mestrado em Engenharia Elétrica - \nUFMG. \n2002 - Graduação em Engenharia Elétrica.  - \nUFMG.  \n25. \nERNANI SALES \nPALMA \n1994 - Doutorado em Engenharia Mecânica. \nKarlsruher Institut für Technologie, KIT, \nAlemanha.  \nEMA066 - Elementos de \nMáquinas \n1985 - Mestrado em Engenharia Mecânica. \nUniversidade Federal de Santa Catarina, UFSC. \n", "74": "74 \n \n1981 - Graduação em Engenharia Mecânica. \nUFMG. \n26. \nLUIZ RICARDO \nPINTO \n1999 - Doutorado em Engenharia de \nProdução. UFRJ.  \nEPD028 - Otimização \nSimulação Sistemas \nEngenharia \n1988 - Mestrado em Engenharia Mineral. \nUFOP.  \n1983 - Graduação em Engenharia de Minas, \nUFOP.  \n27. \nJOÃO FLÁVIO \nDE FREITAS ALMEIDA \n2015 - Doutorado em Programa de Pós \nGraduação em Engenharia de Produção.  \nUFMG.  \nEPD001 - Organização \nIndustrial para \nEngenharia \n2009 - Mestrado em Engenharia de Produção. \nUFMG.  \n2006 - Graduação em Engenharia de \nProdução.  UFMG.  \n28. \nMARCELO \nLIBÂNIO \n1995 - Doutorado em Engenharia Hidráulica e \nSaneamento. Universidade de São Paulo, USP.  \nESA109 - Proteção \nAmbiental \n1991 - Mestrado em Engenharia Sanitária.  \nUFMG.  \n1987 - Graduação em Engenharia Civil.  \n UFMG.  \n29. \nTATIANE \nKREMPSER GANDRA \n2017 - Doutorado em Ciências da Informação \n(Conceito CAPES 6).  \n UFMG.  \nOTI020 - Documentação \nTécnica \n2012 - Mestrado em Ciências da Informação \n(Conceito CAPES 6).  \n UFMG.  \n2009 - Graduação em Biblioteconomia.  \nUFMG.  \n30. \nADOLF \nHEINRICH HORN \n1986 - Doutorado em Geologie, Ludwig-\nMaximilians Universität München, LMU, \nAlemanha. \nGEL163 – Elementos de \nMineralogia e Petrografia \n \n1981 - Mestrado em Geologie \nPaläontologie, Ludwig-Maximilians \nUniversität München, LMU, Alemanha. \n1981 – Graduação em Geologie \nPaläontologie, Ludwig-Maximilians \nUniversität München, LMU, Alemanha.  \n1972 – Graduação em Química, \nChemieschule Dr E Elhardt, CEE, \nAlemanha \n \n \n \n", "75": "75 \n \nTabela 7 – Docentes responsáveis pelas disciplinas obrigatórias do Núcleo Específico de \nEngenharia Metalúrgica. \nNome do Professor \nFormação profissional \nDisciplina lecionada \n1. \nMARIVALDA \nDE MAGALHÃES \nPEREIRA \n1994 - Doutorado em Materials Science And \nEngineering, University of Florida, UF, Estados \nUnidos.  \nEMT012 – Introdução à \nMetalurgia \nEMT041 - Introdução à \nCerâmica \nENG122 – Estágio \nCurricular \n2. \nGEORGE \nEDUARDO SALES \nVALADÃO \n1996 - Doutorado em Engenharia Metalúrgica \ne de Minas, UFMG.  \nEMN120 - Tratamento de \nMinérios \n1983 - Mestrado em Engenharia Metalúrgica e \nde Minas, UFMG. \n1979 - Graduação em Engenharia de Minas. \nUFMG.  \n3. \nANDREIA \nBICALHO HENRIQUES \nMONTENEGRO \n2012 - Doutorado em Engenharia Metalúrgica \ne de Minas. UFMG.  \nEMN120 - Tratamento de \nMinérios  \nEMN609 - Tratamento de \nMinérios - Laboratório  \n2009 - Mestrado em Engenharia Metalúrgica e \nde Minas. UFMG.  \n1998 - Graduação em Engenharia de Minas. \nUFMG.  \n4. \nLEANDRO \nROCHA LEMOS \n2015 - Doutorado em Curso de Pós-Graduação \nem Engenharia Metalúrgica e de Minas, \nUFMG.  \nEMT013 - Termodinâmica \nMetalúrgica \nEMT046 - Siderurgia I \n2011 - Mestrado em Engenharia de Materiais. \nRede Temática em Engenharia de Materiais, \nREDEMAT.  \n2008 - Graduação em Engenharia Metalúrgica.  \nUniversidade Federal de Ouro Preto, UFOP.  \n5. \nVICENTE \nTADEU LOPES BUONO \n1995 - Doutorado em Engenharia Metalúrgica \ne de Minas, UFMG.  \nEMT074 - Ciências dos \nMateriais \n1982 - Mestrado em Theoretish Fysica.  \nKatholieke Universiteit Leuven, K.U.L., Bélgica.  \n1978 - Graduação em FISICA.  \nDepartamento de Física, UFMG.  \n6. \nALINE LIMA \nDA SILVA \n2012 - Doutorado em Engenharia de Minas, \nMetalúrgica e de Materiais, UFRGS.  \nEMT015 - Metalurgia - \nFenômenos de \nTransportes I \n2008 - Mestrado em Engenharia de Minas, \nMetalúrgica e de Materiais, UFRGS.  \n2006 - Graduação em Engenharia Metalúrgica, \nUFRGS.  \n7. \nMAURÍCIO \nCOVCEVICH \n2011 - Doutorado em Engenharia de Minas, \nMetalúrgica e de Materiais, UFRGS.  \nEMT017 - Físico-Química \nMetalúrgica \nEMT047 - Siderurgia II \n2007 - Mestrado em Engenharia de Minas, \nMetalúrgica e de Materiais, UFRGS. \n2004 - Graduação em Engenharia Metalúrgica, \n", "76": "76 \n \nUFRGS.  \n1983 - Mestrado em Engenharia Metalúrgica e \nde Minas, UFMG. \n1986 - Graduação em Engenharia Química, \nUFMG. \n8. \nAUGUSTA \nCERCEAU ISAAC NETA \n2009 - Doutorado em Engenharia de Materiais \ne Metalurgia, Ruhr-Universitaet Bochum, RUB, \nAlemanha.  \nEMT061 - Metalurgia \nFísica \nENG063 - Trabalho Final \n2004 - Mestrado em Engenharia Aeronâutica e de Curso II \nMecânica. Instituto Tecnológico de \nAeronáutica, ITA.  \n2002 - Graduação em Engenharia Mecânica, \nPUC Minas.  \n9. \nERIC \nMARCHEZINI MAZZER \n2016 - Doutorado em Ciência e Engenharia \ndos Materiais, UFSCAR. \n2013 - Mestrado em Ciência e Engenharia dos \nMateriais, UFSCAR.  \n2011 - Graduação em Engenharia de \nMateriais, UFSCAR. \nEMT020 - Mecânica dos \nMateriais \nEMT064 - Conformação \nMecânica \n10. \nDANIEL \nMAJUSTE \n2011 - Doutorado em Engenharia Metalúrgica \ne de Minas. UFMG.  \nEMT077 - Hidro e \nEletrometalurgia \nEMT028 - Metalurgia \nExtrativa Geral \n2007 - Mestrado em Engenharia Química. \nUFMG.  \n2004 - Graduação em Engenharia Química. \nUFMG.  \n11. \nVIRGINIA \nSAMPAIO TEIXEIRA \nCIMINELLI \n1987 - Doutorado em Processamento Mineral.  \nPennsylvania State University, Estados Unidos. \nEMT077 - Hidro e \nEletrometalurgia \n \n1981 - Mestrado em Engenharia Metalúrgica e \nde Minas, UFMG. \n1976 - Graduação em Engenharia Química, \nUFMG. \n12. \nAFONSO \nHENRIQUES MARTINS \n1988 - Doutorado em Engenharia Metalúrgica \ne de Materiais, UFRJ.  \nEMT022 - Prirometalurgia \n1983 - Mestrado em Engenharia Metalúrgica e \nde Materiais, UFRJ.  \n1979 - Graduação em Engenharia Metalúrgica \ne de Materiais, PUC-Rio, .  \n13. \nROBERTO \nPARREIRAS TAVARES \n1998 - Doutorado em Engenharia Metalúrgica.  \nMcGill University, MCGILL, Canadá.  \nEMT025 - Metalurgia - \nFenômenos de \nTransportes II \n1983 - Mestrado em Engenharia Metalúrgica e \nde Minas, UFMG.  \n1979 - Graduação em Engenharia Metalúrgica.  \nUFMG.  \n14. \nRODRIGO \nLAMBERT ORÉFICE \n1997 - Doutorado em Materials Science And \nEngineering, University of Florida, UF, Estados \nUnidos.  \nEMT55 - Ciência e \nEngenharia de Polímeros \n1993 - Mestrado em Engenharia Metalúrgica e \n", "77": "77 \n \nde Minas. UFMG.  \n1990 - Graduação em Engenharia Metalúrgica, \nUFMG.  \n15. \nBERENICE \nMENDONÇA \nGONZALEZ \n1980 - Doutorado em Engenharia Metalurgica.  \nUniversité de Strasbourg, UNISTRA, França.  \nEMT062 - Metalurgia \nMecânica \n1976 - Mestrado em Engenharia Metalúrgica e \nde Minas. UFMG.  \n1973 - Graduação em Física, UFMG.  \n16. \nDAGOBERTO \nBRANDÃO SANTOS \n1991 - Doutorado em Engenharia Metalúrgica \ne de Minas, UFMG.  \nEMT063 - Tratamentos \nTérmicos de Metais e \nLigas \n1980 - Mestrado em Engenharia Metalúrgica e \nde Minas, UFMG.  \n1977 - Graduação em Engenharia Metalúrgica.  \nUFMG. \n17. \nWANDER LUIZ \nVASCONCELOS \n1989 - Doutorado em Materials Science And \nEngineering. University of Florida, UF, Estados \nUnidos.  \nEMT027 - Materiais \nRefratários \n1988 - Mestrado em Materials Science And \nEngineering.  University of Florida, UF, Estados \nUnidos. \n1984 - Mestrado em Engenharia Metalúrgica e \nde Minas. UFMG.  \n1981 - Graduação em Engenharia Metalúrgica. \nUFMG.  \n18. \nPAULO JOSÉ \nMODENESI \n1990 - Doutorado em Welding Engineering. \nCranfield University, CRANFIELD, Inglaterra.  \nEMT065 - Processos \nMetalúrgicos de \nFabricação \n1983 - Mestrado em Engenharia Metalúrgica e \nde Minas, UFMG.  \n1979 - Graduação em Engenharia Metalúrgica. \nUFMG.  \n19. \nHERMAN \nSANDER MANSUR \n 1996 - Doutorado em Química - Físico-\nQuímica. Melbourne University/UFMGMELB, \nAustrália.  \nEMT054 - Caracterização \nMateriais e \nRecobrimentos \n1992 - Mestrado em Química, UFMG.  \n1985 - Graduação em Engenharia Metalúrgica, \nUFMG.  \n20. \nEDUARDO \nHENRIQUE MARTINS \nNUNES \n2008 - Doutorado em Engenharia Metalúrgica \ne de Minas. UFMG.  \nEMT041 - Introdução à \nCerâmica \nENG062 - Trabalho Final \nde Curso I \n2005 - Mestrado em Ciência e Tec. das \nRadiações Minerais e Materiais. Centro de \nDesenvolvimento de Tecnologia Nuclear, \nCDTN.  \n2002 - Graduação em Física Aplicada: Ciência \ndos Materiais, UFOP.  \n \n \n", "78": "78 \n \n13.3 Corpo Técnico Administrativo \nA Tabela 8 apresenta o quantitativo de funcionários técnico-administrativos por função. Foi \nconsiderado apenas o Departamento de Engenharia Metalúrgica e de Materiais, o mais envolvido  \ncom o Curso.  \n \nTabela 8 - Relação do quantitativo, por função, de funcionários técnico-administrativos do \nDepartamento de Engenharia Metalúrgica e de Materiais. \n \nFunção \nNúmero \nAssistente em Administração \n03 \nTécnico de Laboratório/ área  \n03-mecânica \n01-metalúrgica \nAuxiliar em Administração \n02 \nTécnico em Química \n02 \n \n \n14. AVALIAÇÃO DO CURSO \n \nA UFMG conta com um Setor de Avaliação de Cursos de Graduação vinculado à Pró Reitoria de \nGraduação, ao qual compete a realização de uma avaliação interna dos seus cursos de Graduação. \nEssa avaliação compreende: \na) a aplicação a todos os alunos de questionário de avaliação não só das disciplinas cursadas \na cada semestre, mas também dos professores responsáveis por elas; e \nb) a aplicação a todos os formandos de questionários de avaliação tanto do curso concluído \nquanto das expectativas dos concluintes. \n \nOs questionários de avaliação de disciplina/atividade e do professor e os de avaliação do curso \npelo formando podem ser acessados, via internet, através do Portal MinhaUFMG. Os resultados \ndas avaliações são colocados no módulo gerencial para consulta pelos Diretores de Unidade, \nCoordenadores de Colegiados de Cursos e Chefes de Departamento, e disponibilizados para a \ncomunidade pela internet. \n \nAlém desses procedimentos, o Setor de Avaliação auxilia a Diretoria de Avaliação Institucional \n(DAI) em diversos procedimentos, incluindo o preenchimento do Censo da Educação Superior e a \nabertura e o acompanhamento dos processos de reconhecimento e renovação de cursos de \ngraduação da UFMG. O Setor ainda coordena e assessora os Colegiados de Curso durante o ciclo \ndo Exame Nacional de Avaliação de Desempenho dos Estudantes de Graduação (ENADE). \n \nO curso obteve bom desempenho no ENADE representado pelos conceitos ENADE e CPC iguais a 4 \ne 5 em 2005; 4 e 4 em 2008; 4 e 4 em 2011, 4 e 4 em 2014; respectivamente. O curso foi também \navaliado em nível internacional tendo sido aprovada a sua acreditação no Sistema ARCUSUL, pelo \nperíodo de 6 anos (2014 a 2020), conforme resolução da Comissão Nacional de Avaliação da \nEducação Superior – CONAES. \n \n", "79": "79 \n \nNa atualidade a questão da inovação e atualização curricular impõe a qualquer curso a \nnecessidade de constante reflexão sobre a formação acadêmica e profissional dos seus egressos. \nAssim, considera-se que o processo de avaliação do curso deve ser contínuo, com o objetivo de \nserem realizadas as mudanças necessárias a tempo. Todo o processo de avaliação do curso de \nEngenharia Metalúrgica é acompanhado pelo Colegiado e é pautado por uma ação coletiva, onde \nparticipam professores, alunos e demais sujeitos envolvidos no curso. \n \nA Escola de Engenharia da UFMG conta, ainda, com um Conselho de Coordenadores dos Cursos de \nEngenharia, instância de caráter consultivo da Congregação da Escola, que tem como uma de suas \natribuições a avaliação do ensino de graduação nos cursos de engenharia da UFMG. O Conselho se \nreúne mensalmente, onde são apresentadas questões e são propostas soluções e inovações para \nos cursos de Engenharia. \n \nREFERÊNCIAS \n \nUNIVERSIDADE FEDERAL DE MINAS GERAIS (UFMG). Plano de desenvolvimento institucional (PDI) \n2013-2017. Disponível em: www.ufmg.br. \n______. Diretrizes para os currículos de graduação da UFMG. CEPE, 2001. \n______. Resolução CEPE nº 15, de 31 de maio de 2011 – Cria Núcleo Docente Estruturante (NDE) \ndos Cursos de Graduação da UFMG. \n \n \n", "80": "80 \n \nANEXO I \nVersão curricular 2018/1 \n \n \nA partir do primeiro semestre de 2018, entrará em vigor uma nova versão curricular – a versão \ncurricular 2018/1. Apenas os alunos com entrada a partir de 2014 serão migrados para essa versão \ncurricular. Assim, parte dos alunos permanecerá vinculada à versão curricular vigente – a versão \ncurricular 2014/2, que foi a considerada no presente projeto pedagógico.   \n \nA versão curricular 2018/1 apresenta apenas pequenos ajustes curriculares em relação à versão \nvigente, que são descritos abaixo: \n1) Exclusão das disciplinas obrigatórias FIS054- Introdução à Física Experimental e FIS056- Física \nExperimental ME, FIS148 – Fundamentos de Mecânica dos Sólidos e Fluidos e da disciplina \notpativa FIS087- Fundamentos de Oscilações e Ondas; \n2)  Inclusão das disciplinas obrigatórias FIS151 - Física Experimental Básica: Mecânica e FIS153-\nFísica Experimental Básica: Eletromagnetismo, e da disciplina optativa EMT078 - \nNanomateriais e Nanotecnologia; \n3) Alteração da carga horária máxima para integralização de atividades do grupo G1 (Atividades \nAcadêmicas Complementares) de0 4 para 08 créditos; \n4) Alteração de pré-requisitos das disciplinas MAT039-Cálculo Diferencial e Integral 2 e EMT074-\nCiências dos Materiais \na. MAT039 - Pré-requisito passa a ser apenas MAT001 \nb. EMT074 – Pré-requisito passa a ser QUI602 \n5) Alteração do período de oferta da disciplina ECN075- Economia Para Engenharia, do 6º para o \n4º período. \n6) Inclusão de disciplinas optativas Tópicos em Metalurgia e Tópicos em Engenharia de Materiais \n(de 1, 2, 3 e 4 créditos), respectivamente EMT079 a EMT086. \n7) Inclusão de disciplinas Tópicos em Estudos Avançados (também de 1, 2, 3 e 4 créditos), com \ncódigos ENG153 a ENG156. Estas disciplinas poderão ser usadas para aproveitamento de \ncréditos de disciplinas de pós-graduação cursadas pelo aluno de graduação. \nSão apresentadas abaixo as ementas das disciplinas incluídas na versão curricular 2018/1. As \ndisciplinas Tópicos em Metalurgia, Tópicos em Engenharia de Materiais e Tópicos em Estudos \nAvançados tem ementa variável. \n \nDisciplina: \nFÍSICA EXPERIMENTAL BÁSICA: MECÂNICA \nCódigo: FIS151 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n30 Horas  \n \nTotal: \n30 Horas  \nTipo: \nObrigatória \n", "81": "81 \n \n \nEmenta: \nObtenção, tratamento e análise de dados obtidos em experimentos de mecânica (Física). \nUtilização de aparelhos de medida. Apresentação de resultados. \n \nDisciplina: \nFÍSICA EXPERIMENTAL BÁSICA: ELETROMAGNETISMO \nCódigo:  FIS153 \n \nTeórica: \n00 Horas  \nCarga Horária: \nPrática: \n30 Horas  \n \nTotal: \n00 Horas  \nTipo: \nObrigatória \n \nEmenta: \nObtenção, tratamento e análise de dados obtidos em experimentos de eletromagnetismo \n(Física). Elaboração de relatórios científicos completos. \n \nDisciplina: NANOMATERIAIS E NANOTECNOLOGIA \nCódigo: EMT078 \n \nTeórica: \n 60 Horas  \nCarga Horária: \nPrática: \n 00 Horas \n \nTotal: \n 60 Horas  \nTipo: \nOptativa \n \nEmenta: \nMateriais e Nanomateriais; Definições de nanociência e nanotecnologia; Introdução aos \nnanomateriais; Sistemas de baixa dimensionalidade (3D, 2D, 1D, 0D): confinamento quântico, \npropriedades ópticas, eletrônicas e estruturais; Síntese, fabricação e caracterização de materiais \nnanoestruturados. Aplicações de nanomateriais. \n \n \n \n \n"}