{"1": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n1. IDENTIFICAÇÃO\nDenominação do Curso: Curso de Graduação em Engenharia  Eletrônica e de\nTelecomunicações\nModalidade oferecida: Bacharelado\nHabilitação: Engenharia Eletrônica e de Telecomunicações\nTitulação Conferida: Engenheiro de Eletrônica e de Telecomunicações\nAno de Início de Funcionamento do Curso: primeiro semestre letivo de 2011\nDuração do Curso:\n\nPrazo mínimo: 5 anos\n\nPrazo máximo: 8 anos\nDocumento de Autorização do Curso: Resolução CONSUN no _________\nRegime Acadêmico: semestral\nEntrada: semestral\nTurno de Oferta: integral\nNúmero de Vagas Oferecidas por Semestre: 30 (trinta)\nCarga Horária Total do Curso: 3765\n- 1 -\n", "2": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n2. ENDEREÇOS\nUNIVERSIDADE FEDERAL DE UBERLÂNDIA - UFU\nAv. João Naves de Ávila, 2121 - Bairro Santa Mônica\nUberlândia-MG\nCEP: 38.400-902\nFone: (34) 3239-4811\nFACULDADE DE ENGENHARIA ELÉTRICA - FEELT\nAv. João Naves de Ávila, 2121 - Bloco 3N, Bairro Santa Mônica \nUberlândia-MG  \nCEP: 38.400-902\nFone: (34) 3239-4701\nFax: (34) 3239-4708\nE-mail: feelt@ufu.br\nPágina WEB: http://www.feelt.ufu.br\nNome do Dirigente: Marcelo Lynce Chaves\nCargo: Diretor\nE-mail: marcelo@ufu.br\nCURSO DE BACHARELADO EM ENGENHARIA ELETRÔNICA E DE\nTELECOMUNICAÇÕES\nCampus de Patos de Minas \nPatos de Minas – M.G.\n- 2 -\n", "3": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n3. APRESENTAÇÃO\n3.1 - CONSTRUÇÃO DO PROJETO POLÍTICO-PEDAGÓGICO\n3.1 - CONSTRUÇÃO DO PROJETO POLÍTICO-PEDAGÓGICO\nO presente Projeto Político-Pedagógico foi desenvolvido com o objetivo de implementar na\nFaculdade de Engenharia Elétrica - FEELT - da Universidade Federal de Uberlândia - UFU – no\nCampus de Patos de Minas o Curso de Engenharia Eletrônica e de Telecomunicações que\nofertará 30 vagas a partir do primeiro semestre do ano de 2011.\nÉ cediço que a construção de um projeto político pedagógico exige a participação de todos os\nagentes envolvidos no processo, vez que\n“é a partir do trabalho coletivo de todos os envolvidos que se dá o projeto\npolítico-pedagógico instituinte. Ele ocorre à medida que se analisam os processos\nde ensinar, aprender e pesquisar as relações entre o instituído e o instituinte, o\ncurrículo,  entre  outros,  a  fim  de  compreender  um  cenário  marcado  pela\ndiversidade” [Veiga, 2000]. \nA partir dessa definição e com esta preocupação filosófica, toda a comunidade da FEELT foi\nconclamada a participar da construção do Projeto Político Pedagógico do Curso de Engenharia\nEletrônica e de Telecomunicações, assim com já havia sido realizado nos Curso de Engenharia\nElétrica (com seus respectivos certificados de estudos) e de Engenharia Biomédica.\nPara a construção do Projeto Político Pedagógico do Curso de Eletrônica e de Telecomunicações\nforam criadas comissões de trabalho e convocadas assembléias temáticas e diversas reuniões\nespecialmente para este fim. Para melhor organização e compreensão, o documento proveniente\ndeste trabalho foi distribuído em capítulos, conforme descrito a seguir.\nNo capítulo 4 (JUSTIFICATIVA) é apresentado o histórico da faculdade de engenharia elétrica,\nrelações da engenharia elétrica com a área de Eletrônica e de Telecomunicações, justificando a\ncriação  do novo  curso.  No  capítulo  5  (PRINCÍPIOS  E FUNDAMENTOS DO PROJETO\nPOLÍTICO-PEDAGÓGICO) apresenta-se toda a fundamentação teórica no qual se baseia a\nconstrução desse projeto, culminando com a concepção do curso aqui proposto. A identificação e\no perfil do Engenheiro de Eletrônica e de Telecomunicações que desejamos formar é apresentada\nno capítulo 6 (CARACTERIZAÇÃO DO PROFISSIONAL). A identificação do profissional a\n- 3 -\n", "4": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nser formado, sua área de atuação, definição de seu papel na sociedade é definido no capítulo 7\n(OBJETIVOS DO CURSO). A partir do perfil desejado deve-se estabelecer as ações necessárias,\ntanto do ponto de vista pedagógico quanto do ponto de vista do cumprimento das diretrizes\nnacionais mínimas para o profissional da Engenharia Eletrônica e de Telecomunicações. Desta\nforma, foi definida a estrutura curricular do curso apresentada no capítulo 8 (ESTRUTURA\nCURRICULAR).  Uma  vez  definidos  o  perfil  desejado  do  egresso,  suas  habilidades  e\ncompetências e os conteúdos necessários à sua formação, são apresentadas, no capítulo 9\n(DIRETRIZES GERAIS PARA O DESENVOLVIMENTO METODOLÓGICO DO ENSINO),\nas ações pedagógicas para que se obtenha a melhor formação possível. O processo de avaliação,\nsuas componentes filosóficas como parte do processo de aprendizagem, o acompanhamento do\ncurrículo, e do próprio projeto pedagógico, são apresentados no capítulo 10 (DIRETRIZES\nPARA OS PROCESSOS DE AVALIAÇÃO DA APRENDIZAGEM E DO CURSO). A duração\ndo curso, tempo mínimo e máximo de integralização são definidos no capítulo 11 (DURAÇÃO\nDO CURSO, TEMPO MÍNIMO E MÁXIMO DE INTEGRALIZAÇÃO). Nos capítulos que se\nseguem apresentam-se as demais informações para a implantação do novo curso, ou seja:\ncapítulo 12 (ADMINISTRAÇÃO ACADÊMICA), capítulo 13 (RECURSOS DISPONÍVEIS\nPARA A IMPLANTAÇÃO DO CURSO DE  ELETRÔNICA E DE TELECOMUNICAÇÕES),\ncapítulo 14 (RECURSOS EXTRAORDINÁRIOS PARA A IMPLANTAÇÃO DO CURSO) e\ncapítulo 15 (CONCLUSÕES). Detalhes não menos importantes no processo, como Normas e\nResoluções, definições de atividades complementares, estágio curricular e trabalho de conclusão\nde curso, descrição de equipamentos e laboratórios à disposição dos discentes, entre outras\ninformações, são apresentados nos anexos.\n3.2 - COMISSÃO RESPONSÁVEL PELA ELABORAÇÃO DA PROPOSTA\n3.2 - COMISSÃO RESPONSÁVEL PELA ELABORAÇÃO DA PROPOSTA\nA Comissão foi nomeada pela PORTARIA FEELT 016/10, de 10 de junho de 2010, sendo\ncomposta pelos professores:\nProf. Dr. Gilberto Arantes Carrijo – Presidente da Comissão\nProf.  Fernando Egberto Feital de Camargo\nProf. Antônio Cláudio Paschoarelli Veiga\n- 4 -\n", "5": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n4. JUSTIFICATIVA\n4.1 - INTRODUÇÃO\n4.1 - INTRODUÇÃO\nA Universidade, compreendida como local dinâmico de saberes, espaço de diálogo, busca\npermanente de sintonia com nossos tempos, atenta às mudanças e renovações, como também\nimpulsionada pelas necessidades educacionais da realidade circundante, não pode se eximir de\nseu compromisso com os projetos que buscam a melhoria da educação com vistas às atuais\nexigências profissionais, mercadológicas, econômicas e sociais em nosso país.\nAtenta a esta realidade, a Universidade Federal de Uberlândia busca, através da Faculdade de\nEngenharia Elétrica, a implantação do Curso de Engenharia Eletrônica e de Telecomunicações\nem Patos de Minas.\nA proposta de criação do Curso de Engenharia Eletrônica e de Telecomunicações tenta se pautar\npelos princípios de racionalidade, exequibilidade, praticidade e interdisciplinaridade com outros\nprojetos da FEELT, da UFU, e do Ministério da Educação. O currículo para o Curso proposto é\nfruto da análise do projeto pedagógico das mais conceituadas Universidades brasileiras que\natuam na área de Eletrônica e de Telecomunicações. \nEspera-se  com  o  currículo  proposto  para  o  curso  de  Engenharia  Eletrônica  e  de\nTelecomunicações da FEELT-UFU-Campus Patos de Minas formar profissionais com maior\nembasamento  na  área  de  Eletrônica  e  de  Telecomunicações,  tendo  assim  como  base  as\ndisciplinas Princípios de Comunicações, Comunicações de Dados, Processamento Digital de\nSinais, Antenas, Comunicações Móveis, Redes de Computadores, etc. Além disso, manter um\nequilíbrio na formação do profissional no que tange aos aspectos mais práticos da Eletrônica e de\nTelecomunicações.\nA  Eletrônica  e  de  Telecomunicações  por  definição  é  multidisciplinar,  além  das  teorias\nrelacionadas a Eletrônica e de Telecomunicações, sempre será necessário o conhecimento do\nsistema que está sendo estudado. Desta forma, tentou-se abranger diversas outras engenharias,\nem disciplinas pontuais. \n A estrutura do curso proposto é aberta, pois o currículo é flexível possibilitando que o estudante\npossa  suplementar  sua  formação  específica,  pois  prevê,  através  do  conceito  de  linhas  de\ndisciplinas optativas, o oferecimento de disciplinas de diferentes áreas da Engenharia Eletrônica\ne de Telecomunicações ao longo do tempo. A criação do curso atende a demanda pela criação de\nvagas discentes no ensino superior público numa área de comprovada necessidade da sociedade.\n- 5 -\n", "6": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA Energia Elétrica, bem como a própria Faculdade de Engenharia Elétrica tem ligações fortes\ncom a área de Eletrônica e de Telecomunicações e, por esta razão, importante tecer algumas\nconsiderações sobre a Faculdade de Engenharia Elétrica da Universidade Federal de Uberlândia. \n4.2 - HISTÓRICO\n4.2 - HISTÓRICO\nA eletricidade no Brasil passou a ter importância significativa no final do século XIX e princípio\ndo  século  XX  com a  implementação de  serviços  de  telegrafia  (1852),  telefonia  (1878)  e\niluminação. As primeiras cidades a receberem iluminação pública com luzes incandescentes\nforam Campos, no Estado do Rio de Janeiro em 1883 e Juiz de Fora, no Estado de Minas Gerais\nem 1889.\nA partir daí a Engenharia Elétrica brasileira projetou e construiu um dos maiores sistemas de\ngeração de energia do mundo, um dos melhores sistemas de telecomunicações conhecidos e um\nparque industrial altamente automatizado. Portanto, dominar e difundir estas tecnologias é\nsatisfazer necessidades da sociedade, exigência do mercado e obrigação da academia. Diante de\ntal demanda, as instituições de educação superior das principais cidades do país começaram a\noferecer cursos de engenharia elétrica. \nEm Uberlândia/MG este passo inicial foi dado com a criação de uma Escola de Engenharia, que\nsurgiu em meados da década de 50, com o apoio da Sociedade dos Engenheiros Civis, Químicos\ne Arquitetos de Uberlândia - SECQAU [Silva, 2001]. \nFinalmente, no dia 3 de abril de 1965, com a presença do Ministro da Educação Raymundo\nMoniz de Aragão, a Escola de Engenharia de Uberlândia foi inaugurada.\nEm 1968 o decreto-lei 379 autorizou o funcionamento do Curso de Engenharia Elétrica, desde\nque existisse verba própria para este fim. Este decreto-lei também alterou a denominação da\nEscola para Faculdade de Engenharia de Uberlândia. \nPouco depois, em 1969, o decreto-lei 762 cria a Universidade de Uberlândia, integrando a ela a\nFaculdade  de  Engenharia  com  a  denominação  de  Faculdade  Federal  de  Engenharia  da\nUniversidade de Uberlândia - FFEUU.\n- 6 -\n", "7": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nEm  1970  a  Congregação  da  FFEUU  autoriza  a  implantação  do Curso de  Graduação  em\nEngenharia Elétrica, realizando-se o primeiro vestibular em 1971. Uma exigência do mercado de\ntrabalho, conforme destacou o relator do processo: “a exigência do mercado é uma necessidade\ndo meio”.\nTendo como modelo a estrutura adotada à época pela Universidade Federal de Minas Gerais –\nUFMG,  o Curso de Engenharia Elétrica da UFU foi criado dentro da concepção teórico-\nmetodológica existente, com origem no ensino técnico francês [Bazzo, 2008]. Das escolas\nfrancesas herdou-se o positivismo científico, a neutralidade dos indivíduos de formação técnica,\na ênfase na transmissão de conhecimentos e o entendimento do estudante como tábula rasa, a\ndisciplina rígida e a hierarquização do conhecimento, conferindo aos cursos uma seqüência\nlinear e inflexível.\nEm 1975 forma-se a primeira turma e a Engenharia Elétrica da UFU define a sua vocação ao\ncontratar sete dos recém formados em regime de dedicação exclusiva, liberando imediatamente\nquatro  deles  para  cursar  pós-graduação.  Com  uma  política  agressiva  de  capacitação,\ncomplementada pela contratação de profissionais já titulados, a FEELT conta hoje com 51\nprofessores, sendo 40 doutores, 10 mestres e 1 especialistas. \nEm 13 de outubro de 1976 o Curso de Engenharia Elétrica obteve o reconhecimento oficial do\nMinistério da Educação e Cultura - MEC, por intermédio do decreto-lei nº 78.555.\nTambém em 1976, acontece a primeira reforma curricular do curso, visando adaptá-lo ao\ncurrículo mínimo de engenharia, introduzido pela Resolução 48/76 do Conselho Federal de\nEducação. Aumenta-se o número e a qualidade das aulas práticas, introduz-se a exigência de\nestágio supervisionado e elimina-se o trabalho de fim de curso.\nA partir de então, são implementadas diversas reformas curriculares no sentido de corrigir\nquestões pontuais que se apresentaram a cada momento, sem no entanto abandonar a concepção\nteórico-metodológica inicial.\nCom a conscientização e o apoio da sociedade uberlandense, conseguiu-se a federalização da\nUniversidade de Uberlândia pela lei nº 6.532, de 24 de maio 1978, extinguindo-se a Faculdade\nFederal de Engenharia e criando a Universidade Federal de Uberlândia - UFU, que contou\ninicialmente com aproximadamente 4500 estudantes e 220 professores.\n- 7 -\n", "8": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nNo ano seguinte, 1979, com a aprovação pelo Conselho Nacional de Educação do primeiro\nEstatuto da UFU (Parecer Nº 7193/78 de 10/11/1978), implantou-se uma estrutura funcional\nbaseada em Centros, extinguindo-se a FFEUU e incorporando-se o Departamento e o Curso de\nEngenharia Elétrica ao novo Centro de Ciências Exatas e Tecnologia – CETEC.\nEm 1984, é implantado o Mestrado em Engenharia Elétrica e dez anos depois, em 1994,\nimplantar-se-ia o Doutorado em Engenharia Elétrica.\nEm 1986 o ingresso ao curso passa a ser específico, eliminando-se a necessidade de um ciclo\nbásico. Entretanto a dificuldade de algumas áreas em oferecer turmas específicas impede que os\ncolegiados de cursos atuem diretamente em algumas disciplinas consideradas comuns, que\ncontinuam subordinadas a uma coordenação independente.\nEm 1987 abandona-se o objetivo de formação geral, criando-se duas ênfases: Eletrotécnica e\nEletrônica (Engenharia de Computação). A opção em uma das ênfases é feita pelos estudantes ao\nconcluir o quarto período.\nNo ano de 2006 dois importantes acontecimentos alteram a estrutura implantada, por quase 20\nanos, na Faculdade de Engenharia Elétrica. No mês de março é aprovado no Conselho de\nGraduação da Universidade o novo projeto pedagógico do Curso de Engenharia Elétrica e no\nsegundo semestre desse mesmo ano, o curso de Engenharia Biomédica, com 20 vagas, é\noferecido à comunidade. \nA reestruturação proposta pelo novo projeto pedagógico levou em consideração o diagnóstico\nresultante de diversos estudos que apontaram deficiências das mais variadas naturezas. Uma das\ninovações que o novo projeto pedagógico estabeleceu foi permitir aos estudantes, dentro de\ncertas condições e normas, obterem uma formação específica de acordo com suas aspirações.\nUma vez que a Faculdade de Engenharia Elétrica oferece grande quantidade e variedade de\ndisciplinas optativas e facultativas, os estudantes têm um amplo leque de escolha e podem optar\npor uma formação com mais ênfase na parte científica, ou tecnológica, ou gerencial ou humana.\nPara isto, devem propor ao colegiado um plano de estudos composto por um conjunto coerente\nde  disciplinas.  Visando  facilitar  a  escolha  dos  estudantes  foi  previamente  aprovado,  pelo\nColegiado do Curso de Engenharia Elétrica, três certificados, observando o anexo II da resolução\n1010 do CONFEA, são eles: Certificado em Engenharia de Sistemas de Energia Elétrica,\n- 8 -\n", "9": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nCertificado em Engenharia de Computação e Certificado em Engenharia Eletrônica e de\nTelecomunicações. \nObservando  a  realidade  mundial  hodierna,  marcada  pelo  fenômeno  da  globalização,  e\nmodernização  dos  parques  industriais  por  meio  da  Eletrônica  e  de  Telecomunicações  de\nprocessos industriais, a Faculdade de Engenharia Elétrica com a intenção de contribuir formando\nprofissionais com capacidade técnico-científica para atuar em todas as etapas do planejamento e\nimplementação de soluções para os problemas de sistemas de Eletrônica e de Telecomunicações\nde processos produtivos em indústrias ou outros setores, instituiu uma comissão com o objetivo\nde propor um elenco de disciplinas visando a implementação do certificado de estudos em\nEngenharia Eletrônica e de Telecomunicações. \nA comissão propôs o certificado de Eletrônica e de Telecomunicações escolhendo algumas\ndisciplinas optativas e facultativas já oferecidas pela Faculdade de Engenharia Elétrica e outras\ndisciplinas ministradas pela Faculdade de Engenharia Mecânica e Mecatrônica. Estas disciplinas\nse tornam obrigatórias quando o estudante faz a opção pelo certificado em questão. É importante\nressaltar que nenhuma nova disciplina foi criada e ofertada aos estudantes. Em dezembro de\n2007 o Conselho da Faculdade de Engenharia Elétrica – CONFEELT aprovou a implementação\ndeste certificado que passou a ser oferecido aos estudantes no ano seguinte.\n4.3  -  MOTIVAÇÃO  PARA  IMPLANTAÇÃO  DO  CURSO  DE  ENGENHARIA\n4.3  -  MOTIVAÇÃO  PARA  IMPLANTAÇÃO  DO  CURSO  DE  ENGENHARIA\nELETRÔNICA E DE TELECOMUNICAÇÕES\nELETRÔNICA E DE TELECOMUNICAÇÕES\n- Introdução\n Durante muitos anos os Cursos de Engenharia Elétrica voltados para a área específica de\nEletrônica e de Telecomunicações, preparavam jovens para exercerem suas funções nas empresas\ndo Grupo TELEBRÁS e/ou nas empresas fornecedoras de equipamentos que gravitavam em\ntorno daquele sistema Estatal. Com a privatização do SISTEMA TELEBRÁS, as características\nde todas as empresas da área de engenharia de telecomunicações sofreram grandes modificações,\nno que se refere às exigências de qualidade e competitividade. As principais empresas da área\npassaram então a concentrar esforços em suas atividades fins, terceirizando todas as demais\natividades, mesmo aquelas das áreas de engenharia de telecomunicações. Tal procedimento\npropiciou o aparecimento de elevado número de pequenas e médias empresas especializadas em\n- 9 -\n", "10": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \natividades e/ou produtos específicos, com altos padrões de qualidade. Estas empresas constituem\natualmente o principal campo de atividade dos novos engenheiros de telecomunicações, gerando\num  mercado  de  trabalho  que  exige  características  totalmente  diferentes  daquelas  que  as\ncoordenações dos cursos tinham como alvo quando da criação dos programas de graduação em\nEngenharia de Telecomunicações.\n- A Engenharia Eletrônica e de Telecomunicações\nA comunicação tem, desde os primórdios da existência humana, desempenhado função essencial\ncomo uma das principais ferramentas para sobrevivência e evolução da espécie. Quando o\nhomem  iniciou  seu  processo  evolutivo  sobre  a  face  da  terra,  mais  importante  que  suas\ncaracterísticas físicas peculiares, como ser bípede e de excepcional destreza manual, foi, sem\ndúvida, sua capacidade de comunicar-se.\nA comunicação teve papel fundamental na conservação e na evolução da espécie humana. Com o\navanço da ciência, já no século XX, o homem, levado por sua curiosidade e capacidade criativa,\ninventou meios que lhe permitissem comunicação com outras civilizações, encurtando distâncias\ne  trocando conhecimentos  e  riquezas  diversas. Conhecimentos  de  Física  e  de  Matemática\npermitiram o controle das ondas eletromagnéticas e o domínio tecnológico de todo o seu\nespectro colocado à disposição da Engenharia de Telecomunicações, que, originalmente apenas\nparte da engenharia elétrica, tinha como objetivo básico expandir a capacidade de audição e\nvisão dos seres humanos, permitindo a comunicação à distância através de sistemas de rádio,\ntelevisão e telefonia.\nO domínio de tal engenharia possibilitou nos anos 50, rápido desenvolvimento cultural e\ntecnológico. Além de ser um fator decisivo para a disseminação de conhecimentos, educação e\ncultura, a Engenharia de Telecomunicações também proporcionou domínio da tecnologia dos\nmateriais semicondutores cujos dispositivos iriam modificar completamente as condições de vida\nsobre a face da terra, e influenciar o processo produtivo, alavancando o rápido desenvolvimento\nde uma nova tecnologia, que envolvia o processamento de informações: a informática.\nAs pesquisas na área de Engenharia de Universidade Federal de Uberlândia desenvolvidas para\naprimorar  os  processos  de  comutação  telefônica,  levaram  à  criação  e  dispositivos\nsemicondutores que permitiram a evolução dos computadores. Estes, por sua vez, gradualmente\ntiveram que ser acoplados entre si através de sistemas de telecomunicações, a princípio apenas\npara distribuir os terminais de acesso ao processador central, evoluindo posteriormente, para\nredes extensas e complexas que no início dos anos 90 chegaram a cobrir todo o planeta, e se\n- 10 -\n", "11": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \ndiversificaram para as mais diferentes formas e tecnologias, gerando finalmente, uma nova\nciência que reúne em uma mesma área do conhecimento, a Engenharia de Eletrônica e de\nTelecomunicações, e a Informática: a Teleinformática.\nEsta ciência que permite a comunicação completa e imediata de máquinas altamente sofisticadas\nsituadas nas mais diferentes regiões do mundo, tornou-se importante ferramenta empresarial,\npermitindo que parte de um produto sejam montadas sob medida em diferentes fábricas e\ncheguem a linhas de montagem situadas em outras fábricas, muitas vezes localizadas até mesmo\nem diferentes países, no momento exato previsto para sua utilização na montagem final de\nprodutos que podem ter sua distribuição e venda espalhadas por todo o planeta. Estes processos\nprodutivos modernos são altamente econômicos, uma vez que a decisão sobre onde determinadas\npartes serão produzidas passa pelo exame das vantagens comparativas de produção de cada parte\nem questão, conforme as características apresentadas pelo país ou região onde tal produção está\nsendo  considerada.  Estes  procedimentos  exigem  também  que  recursos  financeiros  sejam\ntransferidos  rapidamente  de  um  país  para  outro,  tanto  para  investimentos  específicos  em\nprodução  industrial, como  também para  aplicações  financeiras, processos  estes, totalmente\ndependentes da Eletrônica e de Telecomunicações.\nEste fenômeno de forte interligação econômica e financeira dá origem a um sistema produtivo-\neconômico,  geralmente  conhecido  como  GLOBALIZAÇÃO  das  economias  mundiais.  Esta\nglobalização leva os países a protegerem-se em blocos econômicos regionais como a União\nEuropéia  e  o  MERCOSUL.  Uma  das  principais  características  destes  blocos  é  a abertura\ncomercial  das  economias  dos  países  membros  e  a  privatização  das  empresas  estatais,\nprincipalmente nos países em desenvolvimento onde há a necessidade de controle do processo\ninflacionário e de obtenção de investimentos privados nacionais e internacionais para atender às\ndespesas  de  modernização  da  infraestrutura  básica  e  do  aumento  da  competitividade  das\nempresas nacionais. Embora os impactos da globalização possam ser sentidos sobre todos os\nsetores da economia, seus efeitos são muito mais imediatos sobre as empresas de infra-estrutura\ntecnológica  como  produção e distribuição de energia  e principalmente  de Eletrônica e de\nTelecomunicações.\nNo  caso  específico  da  Engenharia  de  Eletrônica  e  de  Telecomunicações,  as  mudanças\ntecnológicas  e  a  evolução  dos  sistemas  se  processam  de  modo  tão  rápido  que  torna-se\nextremamente  difícil  manter  atualizado  o  processo  de  aquisição  de  conhecimento  e  a\nqualificação técnica dos profissionais atuantes no setor. Assim, a escassez de recursos humanos\nqualificados para atuarem no novo mercado de Engenharia de Eletrônica e de Telecomunicações\n- 11 -\n", "12": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nque se descortina para os próximos anos, tende a tornar-se um dos principais problemas a serem\nenfrentados pelo setor, em futuro bem próximo.\n- Profissional de engenharia de Eletrônica e de Telecomunicações na década de 90\nNo Brasil, o estudante de Engenharia de Eletrônica e de Telecomunicações era até bem pouco\ntempo,  preparado  para  trabalhar  nas  empresas  do  grupo  TELEBRÁS  ou  nas  empresas\nfornecedoras de equipamentos, gravitando em torno do Sistema Telebrás.\nMuitos cursos recém-criados na área de Engenharia de Eletrônica e de Telecomunicações estão\nbaseados em cursos tradicionais já existentes, e continuam preparando engenheiros de acordo\ncom este modelo, conforme descrito por Silva. Entretanto, o mercado de trabalho está passando\npor uma completa metamorfose, para a qual, tanto os cursos novos quanto os antigos, precisam\natentar.\nCom a ainda recente privatização das empresas do Grupo Telebrás, o cenário da indústria\nmodificou-se substancialmente, passando a existir apenas empresas privadas, sendo algumas\ndelas de capital majoritário internacional, e que, por uma necessidade de competição, estão\návidas por competência técnica e eficiência gerencial. Neste novo contexto empresarial, o\nmercado de trabalho tende também a transformar-se completamente, passando a valorizar e\nbuscar atributos diferentes daqueles que eram antes valorizados e apontados como ideais para o\nprofissional  de  Engenharia  de  Eletrônica  e  de  Telecomunicações.  As  empresas  privadas\ncompetindo no mercado nacional, tenderão, cada vez mais, a manter seus engenheiros executivos\nsob  constante  pressão  visando  maximizar  eficiência  e  desempenho.  Com  este  objetivo,  a\ntendência será concentrar esforços no bom atendimento aos clientes, com ofertas de novos\nserviços com alto grau de conteúdo tecnológico. Assim, por uma necessidade econômica e\nrelacionada à produtividade, em vez de desenvolverem os novos serviços e tecnologias de\nsuporte, estas empresas tenderão a contratar serviços de terceiros, que serão fornecidos por\npequenas  empresas  especializadas,  e  que,  devido a  sua  reduzida  escala  e  objetividade  de\nprodução, poderão ser mais eficientes e produzir equipamentos e serviços a um custo bem\nmenor. Em busca desta eficiência e de alta produtividade, unir-se-ão profissionais de Engenharia\nde Eletrônica e de Telecomunicações oriundos das mais diversas regiões do mundo. Podemos\nentão, prever a proliferação de pequenas empresas com alto grau de conteúdo tecnológico que\nconstituirão  o  principal  mercado  de  trabalho  para  os  engenheiros  de  Eletrônica  e  de\nTelecomunicações, hoje em fase de formação em nossas universidades.\n- 12 -\n", "13": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nAs características a serem requeridas destes jovens serão muito diversas daquelas que podem ser\nencontradas no profissional que hoje trabalha nas empresas estatais, com segurança de emprego\ne  conforto,  apoiado  por  imensa  infraestrutura  técnica  de  âmbitos  comercial,  jurídico  e\nadministrativo.  Os  engenheiros  executivos  das  grandes  empresas  serão  pressionados  pela\ncompetição. Maior ainda será a pressão sobre os jovens engenheiros das pequenas empresas, pois\nmuito  cedo  terão  que  assumir  compromissos  que  serão  obrigados  a  cumprir  pronta  e\nsatisfatoriamente, se quiserem evitar que suas empresas fracassem e sucumbam no mercado,\ncomo já discutido em trabalho anterior [2].\nEstas condições de trabalho parecem árduas e sombrias para o futuro engenheiro. Entretanto,\nobviamente, existem pontos positivos nesta profissão que atraem e estimulam um número cada\nvez maior de jovens qualificados para o curso em questão. Ressaltamos aqui como um destes\npontos positivos o prazer de trabalhar com tecnologia de ponta, com o conseqüente prestígio e\nrespeito social. Outro ponto, e talvez o mais importante, refere-se à remuneração. Poucos\nprofissionais  terão  padrão  tão  elevado  de  remuneração  ou  a  oportunidade  de  tornarem-se\nexecutivos milionários tão cedo.\nPequenas empresas de alto teor tecnológico, trabalhando para as grandes empresas fornecedoras\nde bens e serviços de Eletrônica e de Telecomunicações serão como minas de ouro nas quais um\nlimitado número de iniciados e privilegiados terão condições de garimpar. As pequenas empresas\nformadas por engenheiros com pouco tempo de experiência profissional, alguns recém saídos das\nuniversidades,  tenderão  a  crescer  rapidamente  em  função  da  eficiência,  competitividade  e\ncapacidade de criar soluções para áreas específicas deste mercado em constante evolução.\nTais empresas serão constituídas quase que exclusivamente por profissionais jovens, uma vez\nque a maioria dos profissionais atuando hoje no mercado, teriam dificuldades para se adaptarem\nao  novo  sistema  organizacional, e  às  pressões  que  este  novo  sistema  acarretará  sobre  os\nprofissionais.  A  garantia  de  emprego  para  os  jovens  engenheiros  de  Eletrônica  e  de\nTelecomunicações não estará mais na legislação das empresas estatais, mas na grande demanda\nexistente  por  profissionais  modernos  com  conhecimentos  técnicos  sempre  atualizados  e\ndispostos a enfrentar e vencer desafios. Esta demanda será tão grande, que elevará os salários a\nvalores não ousados hoje por profissionais com muitos anos de experiência na profissão, porque\na profissão, na realidade, será outra.\n- 13 -\n", "14": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n-  Engenheiro de Eletrônica e de Telecomunicações no início do novo século\nA qualificação dos profissionais de Engenharia de Eletrônica e de Telecomunicações deverá\nprovê-los das ferramentas básicas para seu melhor desempenho na profissão, sem entretanto,\ndeixar de atender às modificações que vêm ocorrendo no mundo com velocidade cada vez maior.\nO rápido processo de globalização, com a total privatização das empresas estatais irá gerar\nmodificações mercadológicas relevantes. Estas empresas deverão ajustar-se a um sistema de\noperação completamente diverso do que hoje existe, uma vez que irão operar em ambiente\ncompetitivo no qual os futuros engenheiros de Eletrônica e de Telecomunicações exercerão suas\natividades.\nEstas condições irão exigir um profissional com perfil completamente diferente do profissional\nque atua no mercado hoje, e não há muito tempo para que este profissional seja devidamente\npreparado e qualificado.\nDurante vinte anos, o Engenheiro de Eletrônica e de Telecomunicações brasileiro atuou em\nmercado cujas regras eram aquelas definidas pelo monopólio das comunicações, sendo este\nmercado explorado unicamente pelas operadoras do Grupo\nTelebrás. A globalização e conseqüente privatização do Sistema Telebrás irão gerar ambiente\nprofissional altamente competitivo, no qual veremos proliferar pequenas empresas de Engenharia\nde  Eletrônica  e  de  Telecomunicações.  O  novo  perfil  do  engenheiro  de  Eletrônica  e  de\nTelecomunicações para atender às necessidades destas pequenas empresas deverá apresentar as\nseguintes características básicas:\n- Capacidade de rápida e completa atualização técnica\nO profissional deverá ter facilidade e interesse na atualização constante de seus conhecimentos\ntécnicos, participando de cursos de educação continuada em engenharia, seminários etc.\n- Capacidade para trabalhar eficientemente em pequenos grupos\nConsiderando as novas técnicas de produtividade e desenvolvimento de projetos por objetivos o\nprofissional será levado cada vez mais, a trabalhar em pequenos grupos de técnicos altamente\nespecializados, e portanto, deverá ter facilidade para  relacionamentos  profissionais  onde a\nprodutividade e eficiência do grupo se sobrepõem às capacidades e competências\nindividuais.\n- 14 -\n", "15": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n-  Perseverança  e  determinação  na  busca  de  soluções  rápidas,  com  implementação\neconômica e eficaz\nA busca de soluções em tempo menor do que o obtido por grupos ou empresas concorrentes será\nfundamental, sendo, evidentemente, necessária uma forte capacidade de implementar as soluções\nencontradas com eficácia e ao menor custo possível.\n- Facilidade de apresentar suas idéias de modo claro e objetivo\nTanto para os seus pares no mesmo grupo quanto para comitês externos, tanto da própria\nempresa ou de seus clientes, a capacidade de apresentar propostas e soluções de modo simples,\nclaro e objetivo, poderá ser decisiva para o desempenho do profissional e de seu grupo de\ntrabalho. A facilidade e familiaridade com os instrumentos básicos de apresentações técnicas,\ncomo \"softwares\" aplicativos e “hardware” básico de apresentação serão sempre componentes\nessenciais do seu trabalho.\n- Espírito empreendedor e iniciativa para identificar problemas e visualizar soluções\nAs novas empresas de Eletrônica e de Telecomunicações esperam possuir em seus quadros\nengenheiros empreendedores e dotados de iniciativa própria e competência para correr riscos\nbem  definidos  por  análise  de  opções  e  capacidade  de  visualizar  soluções  e  possíveis\nconseqüências de suas decisões.\n- Capacidade de unir conhecimento técnico à gerência eficiente de projetos\nA capacidade gerencial, dentro de parâmetros técnicos será básica para que o profissional possa\ndesenvolver procedimentos administrativos sem ferir os preceitos técnicos que deverão permear\nsuas atividades.\n- Obsessão pelo cumprimento de prazos e consecução de programas com sucesso\nAo contrário do que ocorria com a Eletrônica e de Telecomunicações no Brasil anteriormente,\nonde os usuários já estavam acostumados ao não cumprimento de prazos, o novo sistema,\nbaseado principalmente na concorrência e competição entre as diversas empresas do setor, irá\nexigir extrito e rigoroso cumprimento dos prazos previstos.\n- 15 -\n", "16": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n- Sensibilidade para aspectos econômicos e financeiros e capacidade de análise econômica\nde projetos\nO  engenheiro,  mesmo  que  trabalhe  em  área  específica  de  projetos  técnicos,  deverá  ter\nsensibilidade para os aspectos econômicos e financeiros de sua empresa em geral , e de seu\nprojeto ou projetos, em particular. Em um ambiente de economia privatizada, os aspectos\neconômicos poderão, em muitas ocasiões, ter precedência sobre os aspectos técnicos.\nFazem-se  necessários  assim,  por  parte  deste  profissional,  uma  atualização  constante  e\nconhecimento na área de análise econômica de projetos de engenharia.\n- Capacidade de elaboração e análise de projetos na área de Engenharia de Eletrônica e de\nTelecomunicações\nÀ capacidade de avaliação econômica deverá ser adicionada a capacidade de avaliação e análise\ndas chances técnicas de sucesso de cada projeto de engenharia, ainda em sua fase inicial. A\nnecessidade  de  avaliar  as  chances  de  sucesso  de  um  projeto  em  tempo  de  suplantar  os\nconcorrentes, deve ser levada a efeito, ainda nas etapas iniciais do projeto, antes que sejam\ninvestidas grandes somas de recursos físicos, humanos e financeiros em projetos com pouca\nchance de sucesso ou de resultados possivelmente duvidosos.\n-  Facilidade  para  perseguir  e  trabalhar  com  fontes  de  financiamento  e  incentivos\ngovernamentais para projetos de alta tecnologia\nFinalmente, é patente a necessidade do governo ao afastar-se das atividades empresariais na área\nde  Eletrônica  e  de  Telecomunicações,  de  aumentar  o  nível  de  apoio  ao  desenvolvimento\ntecnológico, através de financiamentos que incentivem projetos de alto conteúdo tecnológico.\nAssim, os profissionais da área de Eletrônica e de Telecomunicações deverão familiarizar-se\ncada  vez  mais,  com  os  processos  governamentais  de  apoio  financeiro  à  pesquisa  e  ao\ndesenvolvimento, bem como familiarizar-se com as facilidades disponíveis em universidades e\ncentros de pesquisa.\nA formação profissional dos futuros engenheiros, além de primar pela alta competência técnica,\ndeverá também criar nestes profissionais as características mínimas que acabamos de mencionar.\n- 16 -\n", "17": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n- Procedimentos para qualificar os novos profissionais de engenharia de Eletrônica e de\nTelecomunicações\nO  ensino  da  Engenharia  de  Eletrônica  e  de  Telecomunicações  precisa  acompanhar\ncuidadosamente a evolução tecnológica, que torna rapidamente obsoletas várias disciplinas\ntécnicas.  Assim  como  a  estrutura  da  profissão  de  engenheiro  de  Eletrônica  e  de\nTelecomunicações no Brasil, está no limiar de uma total transformação, também os métodos de\nensino necessitam ser transformados. É de vital importância que os profissionais do ensino da\nEngenharia  Eletrônica e de Telecomunicações usem as facilidades criadas pela própria profissão\npara adaptarem os processos de ensino aos novos tempos. Quando um aluno conclui o Curso de\nEngenharia, algumas disciplinas ensinadas cinco anos antes quando de seu ingresso no curso, já\nestão ultrapassadas, devendo ser reformuladas. Entretanto, ao contrário do que ocorria em\ndécadas passadas, quando apenas a qualificação técnica variava muito rapidamente, estamos hoje\ndiante de uma mudança muito mais radical no que se refere às exigências de qualificação para o\nmercado de trabalho na área de Eletrônica e de Telecomunicações.\nAssim, faz-se necessário que Universidades e Centros de Ensino que têm a responsabilidade de\nqualificar  os  futuros  engenheiros  de  Eletrônica  e  de  Telecomunicações,  estejam  sempre\natualizando  o  aspecto  técnico  de  seu  curso,  através  de  revisões  curriculares,  não  apenas\nmodificando e atualizando os programas plenos, mas também criando novas disciplinas. \nNa  disciplina  de  INTRODUÇÃO  À  ENGENHARIA  DE  ELETRÔNICA  E  DE\nTELECOMUNICAÇÕES, são apresentadas e discutidas as qualificações descritas acima como\nrequisitos fundamentais para sua carreira.\nÉ importante ressaltarmos que os jovens estudantes que escolhem a carreira de Engenharia de\nEletrônica e de Telecomunicações chegam aos bancos universitários, em sua grande maioria,\ncom total desconhecimento, do ambiente de trabalho e do tipo de empresa em que deverão\nexercer suas funções.\nPara a formação dos engenheiros de Eletrônica e de Telecomunicações, que acreditamos, será\ncada vez mais usual e necessária em nossos cursos, para que os futuros profissionais brasileiros\nadquiram  a  qualificação  requerida  para  competirem  com  os  profissionais  estrangeiros  que\ncertamente encontrarão em seus caminhos, nesta que é uma das primeiras áreas de engenharia a\nser globalizada. Por \"ser globalizada\", referimo-nos à condição de profissionais de diferentes\norigens, oriundos de diferentes países, trabalhando lado a lado sem quaisquer restrições. Esta\ngrande mudança no ambiente de trabalho que está para ocorrer na Engenharia de Eletrônica e de\n- 17 -\n", "18": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nTelecomunicações no Brasil, é inevitável e irreversível devido à tendência global da área, em\nbusca por maior eficiência e produtividade em âmbito internacional.\nEstes procedimentos e o incentivo para que maior número de jovens competentes se dediquem às\natividades do setor, serão fundamentais para evitar um total colapso no processo de evolução\ntecnológica do país em um mundo de economia globalizada, no qual a tecnologia que envolve a\nengenharia de Eletrônica e de Telecomunicações e a teleinformática definirão cada vez mais,\na velocidade e a capacidade de crescimento e de avanço econômico e social das nações.\n4.4 - APORTE CIENTÍFICO DA FEELT-UFU PARA IMPLANTAÇÃO DO CURSO DE\n4.4 - APORTE CIENTÍFICO DA FEELT-UFU PARA IMPLANTAÇÃO DO CURSO DE\nENGENHARIA DE  ELETRÔNICA E DE TELECOMUNICAÇÕES \nENGENHARIA DE  ELETRÔNICA E DE TELECOMUNICAÇÕES \nA Faculdade de Engenharia Elétrica da Universidade Federal de Uberlândia oferece desde 1971\num curso de Graduação em Engenharia Elétrica. Em 1984 foi implantado o Programa de Pós\nGraduação em nível de mestrado e em 1994 de doutorado. Estes cursos estão consolidados,\nobtendo bons resultados nas avaliações oficiais realizadas em razão da existência de um corpo\ndocente altamente qualificado e comprometido, um suporte que conta com instalações físicas e\nlaboratórios adequados e um acervo bibliográfico satisfatório.\nA Faculdade de Engenharia Elétrica já possui dois cursos de graduação sendo o de Engenharia\nBiomédica e o de Engenharia Elétrica com quatro certificados de estudos, que combinam\ndisciplinas comuns com um conjunto de disciplinas específicas de cada área. Salienta-se que as\npropostas  existentes  para  o  Curso  de  Engenharia  Eletrônica  e  de  Telecomunicações  são\nestruturadas seguindo esta mesma filosofia. Isto permite ao estudante uma formação abrangente\ne possibilita a utilização das disciplinas específicas de um curso como optativas e/ou eletivas de\noutros.\nO Programa de Pós-Graduação da Faculdade de Engenharia Elétrica atua nas áreas de pesquisa\nde Processamento da Informação e de Sistemas de Energia Elétrica. Dentro da primeira, se\nobserva as sub-áreas de Engenharia Biomédica e Automática, Computação Gráfica, Inteligência\nArtificial, Processamento Digital de Sinais e Redes de Computadores. O Programa contabiliza\n441 dissertações e 85 teses defendidas (dados de 10/04/2009). \nPortanto, a Faculdade de Engenharia Elétrica já possui um aporte significativo para facilitar a\nimplantação deste novo Curso. \n- 18 -\n", "19": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n5.  PRINCÍPIOS  E  FUNDAMENTOS  DO  PROJETO  POLÍTICO-\nPEDAGÓGICO\n5.1 - INTRODUÇÃO\n5.1 - INTRODUÇÃO\nO advento das Diretrizes Curriculares Nacionais do Curso de Graduação (Resolução no  11, do\nConselho  Nacional  da  Educação,  de  11/03/2002),  deflagrou  um  debate  nacional  sobre  a\nconcepção dos projetos pedagógicos dos cursos de engenharia. A organização curricular é um\ndos  elementos  relevantes  neste  debate. Mas  outros  aspectos como:  a realidade  da  prática\nprofissional, a realidade da escola, a relação teoria/prática, a dicotomia análise/síntese e a\navaliação processual como um instrumento a serviço da atualização e qualificação do curso,\nsinalizam uma abordagem para além das estruturas curriculares e conteúdos apresentados nos\nprojetos pedagógicos atuais. Além disso, com a inserção das novas tecnologias da informação e\ncomunicação e as novas abordagens metodológicas do ensino de engenharia, entraram na agenda\nde reflexões sobre o tema. O projeto pedagógico de um curso de graduação explicita um\nconjunto de propostas e procedimentos envolvendo objetivos, conteúdos, metodologias, contexto\nsócio-profissional, perfil profissional, princípios norteadores do curso e avaliação. O projeto\ndeve ainda ter como referência o conjunto de competências e habilidades, a serem adquiridas\npelo estudante com o desenrolar do curso, necessárias à sua vida profissional e ao exercício da\ncidadania.  A aprendizagem  deve  levar  em  consideração  o  contexto  sócio-tecnológico  e  a\nrealidade vivenciada pelo estudante, bem como facilitar e agilizar a aprendizagem cooperativa, e\na integração estudante/professor, estudante/estudante e estudante/professor/comunidade.\n5.2 - FUNDAMENTAÇÃO TEÓRICO-METODOLÓGICA\n5.2 - FUNDAMENTAÇÃO TEÓRICO-METODOLÓGICA\nAo discutir o ensino de engenharia, temas de grande atualidade afloram, neste momento, em que\num conjunto de modificações tecnológicas sem precedentes está suscitando transformações em\nnossa sociedade e conduzindo-nos a repensar a própria prática pedagógica, a formação docente e\no profissional de engenharia.\nO conceito de tecnologia está relacionado com a produção de aparatos materiais ou intelectuais\nsuscetíveis de oferecerem soluções a problemas práticos de nossa vida cotidiana. A tecnologia é\n- 19 -\n", "20": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \num construto humano e ao humano deve servir mediando interações com o meio ambiente, com\no conhecimento e entre os seres humanos (Formação em EAD, 2000).\nSeria razoável pensar então que a educação tecnológica se preocupa em discutir, paralelamente\naos conteúdos específicos, a ciência, a geração de tecnologia e seu impacto, dúvidas, incertezas e\nmedos que a utilização dessa tecnologia causam em todos nós. Infelizmente, isso não é o que se\npercebe por parte de professores, estudantes, profissionais e outros setores representativos de\nnossa sociedade. Estamos vivenciando rápidas transformações e ancorados em modelos criados\npela ciência no início do século passado. E talvez por isso, a educação tecnológica venha sendo\natualmente alvo de questionamentos e críticas veementes. \n“O saber da engenharia, em todos os povos, anteriormente, teve uma visão\nglobalística e unitária, não separando o conhecimento científico tecnológico do\nhumanista e social, nem dos conceitos da filosofia e, muito menos dos corolários\nda teologia” [Longo, 2000].\nÉ preciso introduzir a dimensão histórica e social na compreensão da ciência e da tecnologia.\nApesar da importância atribuída aos conhecimentos científicos e tecnológicos, grande parte da\npopulação  mundial  ainda  passa  por  problemas  e  necessidades  injustificáveis,  quando  se\nconsideram as possibilidades técnicas disponíveis para saná-las. Pode-se imaginar então, que\nreflexões  e  adequações  no  processo  de  educação  tecnológica  venham  contribuir\nsignificativamente para a melhoria desse quadro.\nNas instituições de ensino superior, a indissociabilidade entre ensino, pesquisa e extensão tem\ngerado bons dividendos no que diz respeitos às ações de grupos de pesquisa, especialistas em\ndeterminados assuntos técnicos. Segundo Bazzo (2008), esses grupos se fortalecem por conta do\npoder estabelecido em função do domínio de assuntos valorizados socialmente que, em geral, são\nde difícil compreensão pelos não iniciados nas suas construções teóricas. Isso, em si, não se\ncaracteriza como um defeito. Mas, se ao invés de voltarem-se para si, os grupos perceberem a\nnecessidade de ampliar, e em muitas situações instituir abordagens de compreensão das técnicas\nque considerem os diversos aspectos e as implicações sócio-culturais daquilo que se cria e que se\nusa, estarão reconhecendo espaços para que o indivíduo seja sujeito da atividade coletiva que\nrealiza. É necessário tratar as coisas técnicas como elementos das culturas e não como algo além\nou acima dela.\n- 20 -\n", "21": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n5.3 - HISTÓRICO DO ENSINO DE ENGENHARIA NO BRASIL\n5.3 - HISTÓRICO DO ENSINO DE ENGENHARIA NO BRASIL\nO ensino de engenharia brasileiro tem suas raízes esquecidas no tempo. A sistematização do\nensino técnico no Brasil tem na sua história os modelos de escolas técnicas francesas dos séculos\nXVII e XVIII: a Academia Real de Arquitetura (1671), a Escola de Pontes e Estradas (1747) e a\nEscola de Minas (1783). Estas escolas representam as primeiras escolas “civis” de Engenharia do\nmundo. No Brasil, a introdução do ensino tecnológico foi feita pelos portugueses no século XIX.\nAté o século XVII, era responsabilidade da escola treinar indivíduos para habilitá-los para o trato\nde assuntos como leitura, escrita, cálculos, dogmas religiosos, leis civis e filosofias, segundo\nPetitat (1994). A partir do século XVII aparece o ensino técnico. Esse modelo de ensino era\nindependente da forma tradicional e começava pela abordagem de trabalhos aplicados dentro das\nescolas, que consistia numa extensão das práticas técnicas e científicas.\nUma grande novidade introduzida pelas escolas técnicas foi afastar a educação das coisas em si\n(objetos  e  fenômenos  da  natureza),  e  aproximá-la  fortemente  dos  modelos  teóricos\n(principalmente  matematizados),  ou  seja,  das  representações  idealizadas  delas.  Assim,\nestabeleceu-se um discurso técnico-científico, permitindo que uma prática de observação e\nexperimentação penetrasse no ensino. É interessante lembrar que a ciência moderna ganha corpo\nnessa época com o Discurso do Método, de René Descartes, e Principia, de Isaac Newton.\nNas primeiras escolas de engenharia, a formação era mais voltada para a formação de quadros\nfuncionais especializados para o Estado, e não para os sistemas produtivos privados. Desta\nforma, o Estado monopolizava o novo processo de formação de profissionais técnicos, com uma\npostura saber-poder e com uma certa autonomia. É neste contexto que surgem e se firmam estas\nescolas, sendo as mesmas causa e efeito de mudanças no sistema educativo.\nNo Brasil, o ensino de engenharia teve suas bases firmadas no positivismo de Augusto Comte.\nNo século XIX, engenheiros brasileiros participavam ativamente das discussões travadas entre\npositivistas ortodoxos (dispostos a promover uma profunda reforma moral da sociedade) e\npositivistas heterodoxos (preocupados com a instauração definitiva da positividade científica nas\ndiferentes áreas do conhecimento). A maioria desses engenheiros era simpatizante desta segunda\nvertente e, é dela que herdamos, por exemplo, a neutralidade que hoje é cultuada como premissa\npara os indivíduos com formação técnica. Dela também resultam o entendimento do estudante\ncomo vasilhame vazio de conhecimentos, que o professor vai preencher com suas experiências e\n- 21 -\n", "22": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \no  tratamento  do  saber  científico  como  instância  última  e  necessária  para  as  pretensões\nintelectuais da espécie humana [Bazzo, 2008].\nEmbora pareça natural a forma como são tratados atualmente os conhecimentos na escola,\nestudos históricos permitem concluir que o modelo pedagógico, por exemplo, a hierarquização\ndos programas; a separação e sequenciação de classes por progressão nos estudos; a avaliação\nregular  dos  conteúdos;  a  quantificação  dos  níveis  de  aprendizado  e  a  temporização  dos\nmomentos de ensino, tudo isso foi lenta e gradualmente criado e implantado nas escolas, tendo,\ncomo pano de fundo, necessidades socialmente postas em cada momento histórico [Bazzo,\n2008]. O mesmo pode-se dizer a respeito da escola como espaço físico com sua divisão interna\nestabelecendo ambientes que refletem a fragmentação e hierarquização que acompanham o\nmodelo pedagógico.\nO ensino de engenharia retrata com precisão essa fragmentação e hierarquização, em especial no\nBrasil,  com  a  divisão  dos  cursos  aproximadamente  em  dois  ciclos:  o  básico  e  o\nprofissionalizante, ou quando se estabelecem sequências bastante rígidas de pré-requisitos entre\nvárias disciplinas, conferindo-lhes uma sequência rígida e linear. Além desses pontos, contribui\npara o  Eletrônica e de Telecomunicações dos estudantes e dos espaços escolares a marcação e\nmedição do tempo de estudo, tempo este linear, abstrato e indiferente aos ritmos naturais. E se o\ntempo pode ser precisamente medido, por que não medir e quantificar com precisão também o\nnível de compreensão e reprodução de conhecimentos? Tal é a influência do tempo no processo\nde ensino, que a escola contemporânea vê-se totalmente comprometida com a sua racionalização\nque passa a ser um dos mais característicos critérios de diferenciação entre o “bom” e o “mau”\nestudante, conforme a capacidade de compreender e reproduzir conhecimentos precisos em\ntempos e prazos preestabelecidos [Bazzo, 2008].\n5.4 - O ATUAL ENSINO DE ENGENHARIA\n5.4 - O ATUAL ENSINO DE ENGENHARIA\nQuando se fala em ensino de engenharia, as abordagens e questionamentos relativos ao atual\nmodelo de ensino revelam uma postura amadorística e muitas vezes destituída do mesmo rigor\nreservado  a  outros  procedimentos  profissionais.  Levantamentos  esporádicos  realizados  por\neducadores que individualmente se preocupam com os problemas no ensino de engenharia, são,\nnão raramente, desprovidos de fundamentação teórica que permitam realizar análises mais\nconsistentes, realísticas e promissoras do empreendimento a que se propõem.\n- 22 -\n", "23": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nNos cursos de engenharia, a formação de indivíduos tecnicamente capazes e com visão social\ncrítica e criadora não é adequadamente realizada. Uma vez constatado este fato, as discussões\nentre os educadores, em geral, giram em torno de tentativas de programar uma equilibrada\ndistribuição dos conteúdos técnicos ao longo dos semestres. Esta tarefa realizada sem um devido\ndiagnóstico  e  sem  qualquer  embasamento  teórico  evidenciará,  com  certeza,  um  certo\ndistanciamento entre o desejável e a atuação prática do cotidiano.\nQualquer que seja o modelo adotado para o ensino, a maneira como o processo educacional é\norganizado reflete-se na formação de seus  egressos, influindo na atuação profissional. Ao\nescolher um modelo, haverá sempre algum tipo de reflexo, seja ele positivo ou negativo. O que\nse deve ter em mente é, queiramos ou não, estamos sob o comando de uma ideologia e ela está\npresente nas ações que empreendemos cotidianamente, explícita ou implicitamente.\nO currículo é um importante elemento constitutivo da organização escolar. Como afirma Veiga\n(1995), currículo é uma construção social do conhecimento, pressupondo a sistematização dos\nmeios para que esta construção se efetive. Na organização curricular é preciso considerar alguns\npontos básicos. O primeiro é que o currículo não é um instrumento neutro. É preciso uma análise\ninterpretativa e crítica, tanto da cultura dominante, quanto da cultura popular. O segundo ponto é\no de que o currículo não pode ser separado do contexto social, uma vez que ele é historicamente\nsituado e culturalmente determinado. O terceiro ponto diz respeito ao tipo de organização\ncurricular a ser adotada: hierárquica e fragmentada ou aberta e integradora. Esta última forma de\norganização  do  conhecimento  visa  reduzir  o  isolamento  entre  as  disciplinas  curriculares,\nprocurando agrupá-las num todo mais amplo. O quarto ponto refere-se à questão do  Eletrônica e\nde Telecomunicações social, já que o currículo formal (conteúdos curriculares, metodologia e\nrecursos  de  ensino,  avaliação  e  relação  pedagógica)  implica  em   Eletrônica  e  de\nTelecomunicações.\nAlterações curriculares, em termos de conteúdo ou disposição, sem uma reflexão crítica mais\nconsistente não contribuem para melhorar o quadro atual do ensino de engenharia. O problema\nnão está fundamentalmente na grade curricular. A questão é estrutural, como diz Bazzo (2008),\n“tendo uma  parcela significativa de seus problemas fundamentada na postura  do docente,\ndizendo respeito à conscientização do papel por ele desempenhado e à sua efetiva identificação\ncom os objetivos do processo educacional de que participa”.\n“Orientar  a  organização  curricular  para  fins  emancipatórios  implica,\ninicialmente, desvelar as visões simplificadas de sociedade, concebida como um\n- 23 -\n", "24": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \ntodo  homogêneo,  e  de  ser humano,  como alguém  que  tende  aceitar  papéis\nnecessários  à  sua  adaptação  ao  contexto  em  que  vive.   Eletrônica  e  de\nTelecomunicações social, na visão crítica, é uma contribuição e uma ajuda para\na contestação e a resistência à ideologia veiculada por intermédio dos currículos\nescolares” [Veiga, 1995].\nO ensino de engenharia não pode se basear apenas no desenvolvimento tecnológico e ignorar o\ncaráter dinâmico da sociedade. A forma como têm sido planejados e desenvolvidos os cursos de\nengenharia impõem um distanciamento entre as disciplinas que compõem o todo, tornando,\nassim, o processo cognitivo complexo e desestruturado.\nEm geral, o currículo de engenharia é separado em duas partes. O ciclo básico tem como\nobjetivo “repassar” aos estudantes os fundamentos necessários ao próximo ciclo. Na prática,\ntem-se observado que não raramente estes conteúdos têm sido colocados como se tivessem um\nfim em si mesmos. Já no ciclo profissionalizante, em muitas situações, acaba-se por privilegiar\nmais  o  processo  informativo  do  que  o  formativo,  pressupondo-se  a  consolidação  dos\nconhecimentos trabalhados no ciclo anterior e a projeção para a atuação profissional futura. Uma\nprojeção  que  cada  professor  tem  do  mercado  de  trabalho,  muitas  vezes  estereotipada.  A\norganização do curso em duas partes: ciclo básico e ciclo profissionalizante, deixa clara a idéia\nde que, primeiro o aluno tem de se apoderar de um grande número de informações para depois\naprender a aplicação das mesmas.\nEm vista de todas as questões colocadas até agora, pode-se tentar buscar soluções para os\nproblemas no ensino de engenharia aqui levantados. Como a solução não vem num passe da\nmágica, é necessário afastar a busca de respostas prontas respaldadas no senso comum para lidar\ncom problemas que têm tratamento teórico e profissional já satisfatoriamente sistematizado. As\nquestões pedagógicas merecem o mesmo tratamento das questões científico-tecnológicas, ou\nseja, a otimização de resultados deve ser uma busca incessante e todas as variáveis envolvidas no\nproblema devem ser trabalhadas.\nSe a hipótese colocada aqui, de que a formação do pensamento científico-tecnológico e a\napropriação deste conhecimento, calcadas estritamente numa concepção empirista-positivista,\nnão servem como fundamentação para a prática pedagógica que possa dar conta da formação do\nengenheiro do futuro, então surge a pergunta: qual deveria ser o fundamento didático-pedagógico\na ser adotado nas escolas de engenharia?\n- 24 -\n", "25": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nComo não existe uma resposta pronta a esta pergunta, o que interessa agora é procurar um novo\nmodelo  epistemológico  que  atenda  à  construção  de  conhecimentos  para  a  formação  do\nengenheiro, modelo esse que deve ser construído paulatinamente pelos participantes do processo.\nPara o enfrentamento destas questões, Bazzo (2008) sugere um caminho: a compreensão da\nepistemologia associada à formação de indivíduos com embasamento técnico. E acrescenta ainda\nque um entendimento mínimo das relações professor-estudante, das vertentes epistemológicas e\nfilosóficas,  das  questões  didático-pedagógicas  que  ultrapassem o  simples  caráter opinativo\npodem contribuir muito para a formação em engenharia.\n5.5 - O PROCESSO EDUCATIVO E AS VISÕES EPISTEMOLÓGICAS\n5.5 - O PROCESSO EDUCATIVO E AS VISÕES EPISTEMOLÓGICAS\nPara pensar o ensino de engenharia sob nova ótica, é necessário refletir sobre a prática docente e\ncomo se dá o processo educativo em engenharia.\nComo mencionado anteriormente, este processo dá-se, de uma forma geral, sob a ótica do\npositivismo, que permeia tanto a profissão quanto o seu ensino. Esta constatação permite-nos\nevidenciar  um  dos  grandes  problemas  no  ensino  de  engenharia:  a  falta  de  formação  de\nprofessores em relação aos aspectos epistemológicos.\nSegundo o que está registrado no  Dicionário Aurélio, epistemologia significa o “estudo dos\nprincípios, hipóteses  e resultados das ciências  já constituídas, e que visa  a determinar os\nfundamentos lógicos, o valor e o alcance objetivos delas”. Outros autores já registraram outras\nvariações. Resumindo, a epistemologia é um ramo da filosofia que trata dos problemas que\nenvolvem a teoria do conhecimento e ocupa-se da definição do saber e dos conceitos correlatos,\ndas fontes, dos critérios, dos tipos de conhecimento possíveis e do grau de exatidão de cada um,\nbem como da relação real entre aquele que conhece e o objeto conhecido.\nSegundo Becker (1995), são três as visões epistemológicas mais utilizadas para representar as\nrelações entre o sujeito, o objeto e o conhecimento como produto do processo cognitivo. A\nprimeira, denominada  Empirismo, é baseado em uma pedagogia centrada no professor, que\nvaloriza as relações hierárquicas, que entende o ensino como transmissão de conhecimento e que\nse considera o dono do saber. Nesta visão considera-se, ainda, o sujeito da aprendizagem, em\ncada novo nível, como tábula rasa. É, como diria Paulo Freire, uma educação domesticadora. O\nApriorismo adota  uma  pedagogia  centrada  no  estudante  pretendendo  assim  enfrentar  os\n- 25 -\n", "26": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \ndesmandos autoritários do modelo anterior, mas atribuindo ao estudante qualidades que ainda\nnão possui como domínio do conhecimento sistematizado em áreas específicas e visão crítica na\ncoleta e organização da informação disponível. Por último, a visão epistemológica denominada\nConstrutivista ou  Interacionista dissolve a importância individual absoluta de cada um dos\nelementos do processo através da dialetização. Neste modelo, a relação professor-estudante é\nvista como um processo de interação mútua onde nenhum deles é neutro e/ou passivo, onde o\nprimeiro também aprende no decorrer da ação, e o segundo aprende para si e também participa\ndo crescimento do professor.\n\"Interessa-nos muito mais o processo dinâmico por meio do qual se adquire o\nconhecimento científico do que a estrutura lógica dos produtos da pesquisa\ncientífica\" [Khun, 1979].\nO  empirismo  tem  sido  o  modelo  epistemológico  tradicionalmente  utilizado  no  ensino  de\nengenharia que privilegia uma prática que considera o estudante como neutro e sem história e\ncujo objetivo principal é reproduzir o que lhe foi repassado, sendo avaliado pela precisão e\nqualidade  dessa  sua  reprodução.  O  modelo  construtivista  ou  interacionista  constitui  uma\ntendência contemporânea no ensino. Seu método baseia-se na contextualização do conhecimento\na ser construído com o estudante. Neste modelo, o estudante é considerado um ser pensante, com\nhistória pregressa e com um universo mental prévio já internalizado. O professor é orientador e\nco-participante da construção do novo, que segundo Bazzo (2008), provoca as perturbações que\nfarão o estudante reestruturar o seu universo pessoal. A escola é então o espaço de integração do\nestudante à sociedade e à cultura.\nUma  mudança  radical  de  postura  pedagógica  não  acontece  pela  simples  denúncia  de que\noptamos por uma ou outra visão epistemológica. Na verdade o que se percebe, na prática, é a\ncoexistência de modelos ou concepções epistemológicas em conformidade com o momento e\ncom o objeto de trabalho.\nPara um ataque efetivo ao problema, sem a mudança pura e simples da malha curricular pode-se\nsugerir [Bazzo, 2008]:\n\nA formação profissional contínua do docente de engenharia com ênfase especial em\nensino, história, filosofia da ciência e da tecnologia;\n- 26 -\n", "27": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n\nA consolidação de uma massa crítica de educadores vivamente engajados em questões\nfilosóficas e pedagógicas, via cursos de pós-graduação, de preferência nas próprias\nescolas de engenharia.\nEstas  sugestões  possibilitam  ao  professor  compreender  e  confrontar  diferentes  visões\nepistemológicas, seus pressupostos e implicações, limites, pontos de contraste e convergência.\nPossibilitam, ainda, a análise do próprio fazer pedagógico, de suas implicações, pressupostos e\ndeterminantes e, segundo Bazzo (2008), eliminariam a regra vigente que privilegia costuras\nvisivelmente ineficazes nos já fragmentados currículos que, a par de seus aparentes efeitos\nimediatos, relegam perigosamente a planos secundários o fulcro da questão: o modelo filosófico\nque dá sustentação aos cursos e, mais do que isso, ao desenvolvimento tecnológico e social do\npaís.\n5.6 – PRINCÍPIOS E OBJETIVOS DO CURSO DE GRADUAÇÃO EM ENGENHARIA\n5.6 – PRINCÍPIOS E OBJETIVOS DO CURSO DE GRADUAÇÃO EM ENGENHARIA\nELETRÔNICA E DE TELECOMUNICAÇÕES\nELETRÔNICA E DE TELECOMUNICAÇÕES\nNa organização e no desenvolvimento de suas atividades, o Curso de Engenharia Eletrônica e de\nTelecomunicações defenderá e respeitará os princípios de:\n\nIndissociabilidade entre o ensino, a pesquisa e a extensão;\n\nUniversalidade do conhecimento e fomento à interdisplinaridade;\n\nLiberdade de aprender, ensinar, pesquisar e divulgar a cultura, o pensamento, a arte e\no saber;\n\nPluralismo de idéias e de concepções pedagógicas;\n\nGarantia de padrão de qualidade e eficiência;\n\nOrientação humanística e a preparação para o exercício pleno da cidadania;\n\nDemocratização da educação no que concerne à gestão e à socialização de seus\nbenefícios; \n\nDemocracia e desenvolvimento cultural, artístico, científico, tecnológico e sócio-\neconômico do País;\n\nIgualdade de condições para o acesso e permanência a todas as suas atividades;\n\nVinculação entre a educação escolar, o trabalho e as práticas sociais;\n\nDefesa dos direitos humanos, paz e de preservação do meio ambiente; e\n- 27 -\n", "28": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n\nGratuidade do ensino.\nO Curso de Graduação em Engenharia Eletrônica e de Telecomunicações, associando-se à\npesquisa e à extensão e atuando conforme os princípios estabelecidos anteriormente, tem como\nobjetivo formar profissionais legalmente habilitados para o exercício de atividades nas diversas\nmodalidades da Engenharia Eletrônica e de Telecomunicações, bem como pessoas capacitadas ao\nexercício da pesquisa e do magistério, devendo portanto:\n\nProduzir, sistematizar e transmitir conhecimentos na área da Engenharia Eletrônica e\nde Telecomunicações;\n\nPromover  a  aplicação  prática  do  conhecimento  em  Engenharia  Eletrônica  e  de\nTelecomunicações, visando a melhoria da qualidade de vida em seus múltiplos e\ndiferentes aspectos, na nação e no mundo;\n\nPromover  a  formação  do  homem  para  o  exercício  profissional  em  Engenharia\nEletrônica e de Telecomunicações, visando a melhoria da qualidade de vida em seus\nmúltiplos e diferentes aspectos, na nação e no mundo;\n\nDesenvolver e estimular a reflexão crítica e a criatividade;\n\nAmpliar a oportunidade de acesso à educação superior;\n\nDesenvolver o intercâmbio científico e tecnológico;\n\nBuscar e estimular a solidariedade na construção de uma sociedade democrática e\njusta;\n\nPreservar e difundir valores éticos e de liberdade, igualdade e democracia;\nO Curso de Graduação em Engenharia Eletrônica e de Telecomunicações buscará a consecução\nde seus objetivos:\n\nDesenvolvendo  e  difundindo  o  conhecimento  teórico  e  prático  em  Engenharia\nEletrônica e de Telecomunicações;\n\nMinistrando a educação superior, visando a formação de profissionais na área de\nEngenharia Eletrônica e de Telecomunicações bem como pessoas capacitadas ao\nexercício da investigação e do magistério;\n\nMantendo ampla e orgânica interação com a sociedade;\n- 28 -\n", "29": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n\nEstudando  questões  científicas,  tecnológicas,  sócio-econômicas,  educacionais,\npolíticas, artísticas e culturais relacionadas à área de Engenharia Eletrônica e de\nTelecomunicações, com o propósito de contribuir para o desenvolvimento regional e\nnacional, bem como para melhorar a qualidade de vida;\n\nConstituindo-se  em agente de integração da cultura nacional e da formação de\ncidadãos, desenvolvendo na comunidade universitária uma consciência ética, social e\nprofissional;\n\nEstabelecendo formas de cooperação com os poderes públicos, universidades e outras\ninstituições científicas, culturais e educacionais brasileiras e estrangeiras;\n\nDesenvolvendo mecanismos que garantam a igualdade no acesso à educação superior;\n\nPrestando serviços especializados e desempenhando outras atividades na área de\nEngenharia Eletrônica e de Telecomunicações.\n6. CARACTERIZAÇÃO DO PROFISSIONAL\n6.1 - INTRODUÇÃO\n6.1 - INTRODUÇÃO\nO perfil do engenheiro contempla as várias formações pretendidas pela FEELT/UFU/CAMPUS\nPATOS DE MINAS, sendo, portanto, destacados os aspectos de caráter geral mais relevantes,\nigualmente  compartilhados  pela  Engenharia  Elétrica  e  pela  Engenharia  Eletrônica  e  de\nTelecomunicações.  A  formação  do  profissional  atenderá  aos  requisitos  das  Diretrizes\nCurriculares Nacionais dos Cursos de Graduação em Engenharia, definidos pelas resoluções\n(Anexo 2): CNE/CES no 11 de 11 de março de 2002 e CNE/CES no 2 de 18 de junho de 2007,\ncomo também ao perfil do profissional formado pela UFU, no que se refere aos aspectos\npolítico-social, epistemológico e pedagógico.\nVários  têm  sido  os  estudos  dedicados  à  formação  moderna  do  engenheiro,  tanto  a  nível\ninternacional, como nacional, provocando até mesmo uma mudança de paradigmas. Assim é que,\nalém dos aspectos  técnico e  científico, outros vêm sendo cada vez mais valorizados, como o\nhumano, o social e o gerencial. Aponta-se, portanto, que, atualmente, não basta fornecer uma\nformação  de  caráter  específico  dentro  de  um  determinado  campo  da  engenharia.  A vida\nprofissional exige do engenheiro determinadas habilidades e posturas pessoais muito ligadas à\nsua formação humana e filosófica, além do desenvolvimento de características de liderança e\n- 29 -\n", "30": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nempreendedorismo,  aí  envolvendo  aspectos  relacionados  à  facilidade  de  comunicação  e\nexpressão. Além disso, a rapidez das transformações científicas, tecnológicas e sociais impõe\nexigências de capacidade de adaptação para o engenheiro. Não se preocupar com tal rapidez nas\nmudanças seria limitar o horizonte de “vida útil” do engenheiro, algo inaceitável para países\ncomo o Brasil, onde os recursos são limitados. Tudo indica que estes princípios de natureza geral\najudam o engenheiro a ter um melhor entendimento do mundo e facilitam o exercício da\ncidadania, num país com imensos desníveis tecnológicos e sociais, como é o nosso.\nA organização curricular é um dos elementos relevantes neste debate. Mas outros aspectos como:\na realidade da prática profissional, a realidade da escola, a relação teoria/prática, a dicotomia\nanálise/síntese  e  a  avaliação  processual  como  um instrumento  a  serviço  da  atualização  e\nqualificação  do  curso,  sinalizam  uma  abordagem  para  além  das  estruturas  curriculares  e\nconteúdos apresentados nos projetos pedagógicos atuais. Além disso, com a inserção das novas\ntecnologias  da  informação  e  comunicação,  novas  abordagens  metodológicas  do  ensino  de\nengenharia entraram na agenda de reflexões sobre o tema. O projeto pedagógico de um curso de\ngraduação explicita um conjunto de propostas e procedimentos envolvendo objetivos, conteúdos,\nmetodologias, contexto sócio-profissional, perfil profissional, princípios norteadores do curso e\navaliação. Deve-se ter como referência o conjunto de competências e habilidades a serem\nadquiridas pelo estudante com o desenrolar do curso, necessárias à sua vida profissional e ao\nexercício  da  cidadania.  A  aprendizagem  deve  levar  em  consideração  o  contexto  sócio-\ntecnológico  e  a  realidade  vivenciada  pelo  estudante,  bem  como  facilitar  e  agilizar  a\naprendizagem  cooperativa,  e  a  integração  estudante/professor,  estudante/estudante  e\nestudante/professor/comunidade.\nOutro ponto importante é que os traços do perfil profissional não devem ser introduzidos apenas\npela grade curricular implantada, considerados os conteúdos das disciplinas do curso. Uma\nuniversidade  plena  oferece  um  elenco  de  opções  de  convivência  com  outras  áreas  do\nconhecimento  extremamente  enriquecedoras,  que  devem  ser  colocadas  à  disposição  dos\nestudantes em termos práticos e efetivos. Entretanto, o aspecto central é o comprometimento dos\nprofessores com o projeto acadêmico do curso. Isto coloca não apenas sobre o Colegiado do\nCurso, mas sobre todos os docentes a responsabilidade de fazer com que tudo funcione de\nmaneira adequada, buscando nas várias ações, tanto curriculares como extra-curriculares, formas\nde contribuir no sentido de formar o perfil acordado por todos para os novos engenheiros.\n- 30 -\n", "31": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n6.2 – FERRAMENTAS PARA ATINGIR O PERFIL DESEJADO DO ENGENHEIRO DE\n6.2 – FERRAMENTAS PARA ATINGIR O PERFIL DESEJADO DO ENGENHEIRO DE\nELETRÔNICA E DE TELECOMUNICAÇÕES \nELETRÔNICA E DE TELECOMUNICAÇÕES \nPara formação do Engenheiro de  Eletrônica e de Telecomunicações é necessário que o corpo\ndocente, juntamente com a coordenação de curso, assumam uma postura de compromisso de\nforma a utilizar ferramentas que permitam atingir o perfil que se pretende.\nNão se deve esquecer que o desenvolvimento tecnológico, as mudanças no mercado de trabalho\ne o impacto das tecnologias da informação e comunicação são dados que devem ser considerados\nquando se aborda o ensino e aprendizagem em engenharia. As competências exigidas pelo\nprofissional quanto às relações gerenciais, a visão sistêmica dos processos e uma compreensão\ndas questões sócio-culturais do mundo contemporâneo devem ser muito bem considerados\nquando tratamos da formação do engenheiro. Segundo Moraes (1999), baseado em pesquisas\nrealizadas junto às empresas paulistas para conhecer o perfil profissional, o novo engenheiro\ndeverá: \n(...) ser autônomo, com boa capacidade decisória e crítica para poder avaliar e\nconfiar em suas fontes de informações e ser capaz de produzir conhecimentos. É\no indivíduo com o domínio das instrumentações eletrônicas e do inglês, com visão\nsistêmica,  competente  para  desenvolver  um  planejamento  estratégico  e  que\nentenda das etapas de produção na empresa.\n \nO engenheiro não processa materiais e sim informação. Portanto, seu principal conhecimento é\nsobre como processar a informação para que possa tomar as melhores decisões. Segundo Morin\n(2002):\nA organização dos conhecimentos é realizada em função de princípios e regras;\ncomporta operações de ligação (conjunção, inclusão, implicação) e de separação\n(diferenciação, oposição, seleção, exclusão). O processo é circular, passando da\nseparação à ligação, da ligação à separação, e, além disso, da análise à síntese,\nda  síntese  à  análise.  Ou  seja:  o conhecimento comporta, ao mesmo tempo\nseparação e ligação, análise e síntese.\n \nPara o autor, o ensino privilegia a análise em detrimento da síntese. A separação e a acumulação,\nsem ligar os conhecimentos, são privilegiadas em detrimento da organização que os conecta. A\nintegração  de  conhecimentos  pode  ser  implementada  através  da  metodologia  de  projetos\n- 31 -\n", "32": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n(disciplinares e interdisciplinares) e pelas atividades propiciadas em núcleos de disciplinas afins,\nestas iniciativas viabilizam uma relação análise/síntese no contexto explicitado por Morin. \nHoje estamos conscientes de que o aprender não ocorre por transmissão do conhecimento e sim\npor sua construção. É preciso aprender a fazer para entender como as coisas funcionam e não\napenas ler como foi feito. Segundo Hansen (1990), o estudante aprende 25% do que ouve, 45%\ndo que ouve e vê e 70% se ele usa a metodologia do aprender fazendo. A escola passiva, onde o\naluno fica sentado escutando o professor, perdeu seu lugar de ocupação das mentes de nossos\nestudantes. Não basta mais ficar resolvendo longas listas de exercício para “treinar” a solução de\nequações que, na maioria dos casos, as máquinas podem resolver. Uma nova escola que integre\ningredientes interessantes à aprendizagem das engenharias deve ser buscada. Ou seja, devemos\nabandonar o “treino” e construir o novo. Neste contexto, projetos, interdisciplinaridade, o\naprender  fazendo  e  a  utilização  das  novas  tecnologias  da  comunicação  e  informação  são\nelementos vitais para uma nova escola de engenharia. Prados (1998), afirma que os novos\nparadigmas  na  educação  em  engenharia  levam  em  consideração  características  como:  a\naprendizagem baseada em projetos; integração vertical e horizontal de conteúdos disciplinares;\nconceitos matemáticos e científicos no contexto da aplicação e ampla utilização das tecnologias\nda informação e comunicação. As competências e habilidades tais como: identificar, conceber,\nprojetar  e  avaliar  sistemas,  produtos  e  processos,  serão  desenvolvidas  pelos  egressos  de\nengenharia quando estes agirem com autonomia, com capacidade de trabalhar em grupo e com\ncapacidade de auto-aprendizagem. Estes portanto, devem ser itens a serem considerados na\nconstrução de um projeto pedagógico de um curso de engenharia. \nAs Diretrizes Curriculares Nacionais do Curso de Graduação em Engenharia orienta, entre as\nhabilidades e competências a serem desenvolvidas, “a capacidade de síntese e integração dos\nconhecimentos  adquiridos  ao  longo  do  curso” e,  dentre  os  conteúdos  básicos,  o  tópico\nmetodologia científica pode se utilizar da metodologia de projetos nas disciplinas, nos projetos\nintegradores multidisciplinares e nos trabalhos de conclusão de curso. A aprendizagem por\nprojeto é uma abordagem que visa incorporar à escola o modo natural de aprendizagem do ser\nhumano. Pois quando o estudante trabalha em projetos ele se depara com situações concretas que\nprecisam ser superadas e para isso busca informações que se transformam em conhecimento. O\nque se busca resgatar com a pedagogia de projetos é que o estudante esteja interessado em\nresolver um problema real para que se engaje de corpo e alma na busca e processamento da\ninformação. É a necessidade de resolver o problema que instigará a curiosidade. A motivação e a\n- 32 -\n", "33": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \ncuriosidade são intrínsecas aos indivíduos e, cabe ao estudante uma posição ativa no processo de\ninvestigação. Ao professor cabe orientar a escolha dos temas a serem investigados e estabelecer\nas relações destes temas com os conteúdos a serem desenvolvidos no currículo do curso.\nBaseado no exposto, algumas ações tornam-se imprescindíveis para a formação do engenheiro:\n\nIncentivar a participação efetiva dos estudantes no processo ensino/aprendizagem;\n\nUtilizar metodologias que superem a passividade dos estudantes, tão comum nas\naulas expositivas;\n\nColocação clara e objetiva da importância da disciplina dentro do contexto do curso e\nda formação profissional;\n\nIntrodução de uma abordagem histórica dos conceitos e idéias para mostrar que a\nengenharia não é uma estrutura pronta e acabada, estanque em si mesma, mas em\npermanente construção e desenvolvimento;\n\nExposição do estudante, desde o início do curso, a problemas reais de engenharia;\n\nRepensar e providenciar experimentos laboratoriais que se aproximam de problemas\nprofissionais  práticos  integrados  à  teoria,  que  ao  mesmo  tempo  incentivam  a\ndescoberta de conceitos físicos;\n\nUtilizar recursos audio-visuais, computacionais e pequenos experimentos em sala de\naula para visualização de fenômenos e de conceitos;\n\nRepensar a prática de projetos em grupos, visando a capacitação do trabalho em\nequipe, o desenvolvimento da habilidade de comunicação e o relacionamento social. \n6.3 – PERFIL DO ENGENHEIRO DE  ELETRÔNICA E DE TELECOMUNICAÇÕES \n6.3 – PERFIL DO ENGENHEIRO DE  ELETRÔNICA E DE TELECOMUNICAÇÕES \nO profissional formado no Curso de Engenharia Eletrônica e de Telecomunicações deve ser\ndotado de capacidade para concepção de projetos e soluções adequadas às necessidades da\nsociedade, e principalmente de executá-las, seja qual for seu nível de atuação. Os requisitos para\nessa tarefa não são poucos. Antes de tudo, ele deve ser capaz de identificar as necessidades da\nsociedade e as oportunidades relacionadas, o que implica em uma sintonia com o meio em que\nvive  e  um  bom  nível  de  informação.  Portanto  o  Curso  de  Engenharia  Eletrônica  e  de\nTelecomunicações deve proporcionar condições para que seus estudantes possam exercitar o\nolhar crítico sobre o panorama vigente e a capacidade para buscar, selecionar e interpretar\ninformações.\n- 33 -\n", "34": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nUma vez identificados os problemas e oportunidades, o profissional deve ter a capacidade de\narticular e implementar soluções otimizadas quanto a custos, complexidade, acessibilidade,\nmanutenção, etc. Esta etapa pode envolver o planejamento, a captação de recursos, motivação de\nparceiros, a execução do projeto em si e a manutenção de seus resultados.\nO Curso de Graduação em Engenharia Eletrônica e de Telecomunicações tem ainda como\nobjetivo,  formar  um  engenheiro  com  iniciativa,  sociabilidade,  capacidade  de  expressão\n(incluindo as formas gráficas, orais e escritas, inclusive em idioma estrangeiro), organização,\nliderança, elevada capacidade técnica e científica, com formação generalista, humanista, com\natuação crítica, criativa e reflexiva, capacitado a absorver e desenvolver novas tecnologias na\nidentificação  e  resolução  de  problemas, considerando  seus  aspectos políticos, econômicos,\nsociais, ambientais e culturais, com visão ética e humanística, em atendimento às demandas da\nsociedade.\nO Engenheiro de  Eletrônica e de Telecomunicações graduado pela UFU terá conhecimento para\ndesenvolver suas atividades profissionais de acordo com o Código de Ética (Anexo 2) instituído\npela Resolução no 205 de 30 de setembro de 1971, emanada do CONFEA, na forma prevista na\nletra “n” do artigo 27 da Lei no 5.194, de 24 de dezembro de 1966. A Resolução no 1.002, de 26\nde novembro de 2002, adota o Código de Ética profissional da Engenharia, da Arquitetura, da\nAgronomia, da Geologia, da Geografia e da Meteorologia.\n7. OBJETIVOS DO CURSO\n7.1 – COMPETÊNCIAS E HABILIDADES\n7.1 – COMPETÊNCIAS E HABILIDADES\nA formação do Engenheiro de  Eletrônica e de Telecomunicações tem por objetivo dotar o\nprofissional  dos  conhecimentos  requeridos  para  o  exercício  das  seguintes  competências  e\nhabilidades atendendo às Diretrizes Curriculares, às Resoluções do CONFEA/CREA como\ntambém ao perfil do profissional formado pela UFU, tanto no que se refere aos aspectos político-\nsocial, epistemológico e pedagógico.\n- 34 -\n", "35": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nAs Diretrizes Curriculares Nacionais estabelecem o seguinte perfil para os engenheiros a serem\nformados no país:\nArt. 1o - Os Currículos dos Cursos de Engenharia deverão dar condições a seus\negressos para adquirir um perfil profissional compreendendo uma sólida formação\ntécnico científica e profissional geral que o capacite a absorver e desenvolver\nnovas tecnologias, estimulando a sua atuação crítica e criativa na identificação e\nresolução  de  problemas,  considerando  seus  aspectos  políticos,  econômicos,\nsociais, ambientais e culturais, com visão ética e humanística em atendimento às\ndemandas da sociedade.\nParágrafo Único - Faz parte do perfil do egresso de um Curso de Engenharia, a\nser garantido por seu Currículo, a postura de permanente busca da atualização\nprofissional.\nArt. 2o - Os Currículos dos Cursos de Engenharia deverão dar condições a seus\negressos para adquirir competências e habilidades para:\n\nAplicar  conhecimentos  matemáticos,  científicos,  tecnológicos  e\ninstrumentais à engenharia;\n\nProjetar e conduzir experimentos e interpretar resultados;\n\nConceber, projetar e analisar sistemas, produtos e processos;\n\nPlanejar, supervisionar, elaborar e coordenar projetos e serviços de\nengenharia;\n\nIdentificar, formular e resolver problemas de engenharia;\n\nDesenvolver e/ou utilizar novas ferramentas e técnicas;\n\nSupervisionar a operação e a manutenção de sistemas;\n\nAvaliar criticamente ordens de grandeza e significância de resultados\nnuméricos;\n\nComunicar-se eficientemente nas formas escrita, oral e gráfica;\n\nAtuar em equipes multidisciplinares;\n\nCompreender e aplicar a ética e responsabilidade profissionais;\n- 35 -\n", "36": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n\nAvaliar o impacto das atividades da engenharia no contexto social e\nambiental;\nA Resolução no 1.010, de 22 de agosto de 2005, do Conselho Federal de Engenharia, Arquitetura\ne  Agronomia  (CONFEA)  que  “dispõe  sobre  a  regulamentação  da  atribuição  de  títulos\nprofissionais, atividades, competências e caracterização do âmbito de atuação dos profissionais\ninseridos no Sistema CONFEA/CREA, para efeito de fiscalização do exercício profissional”\ndiscrimina, no artigo 5o, as atividades que poderão ser atribuídas de forma integral ou parcial, em\nseu conjunto ou separadamente, nas quais os engenheiros do país podem estar aptos em sua área\nde atuação. São elas:\n\nSupervisão, coordenação e orientação técnica;\n\nEstudo, planejamento, projeto e especificação;\n\nEstudo de viabilidade técnico-econômica;\n\nAssistência, assessoria e consultoria;\n\nDireção de obra e serviço técnico;\n\nVistoria, perícia, avaliação, arbitramento, laudo e parecer técnico;\n\nDesempenho de cargo e função técnica;\n\nEnsino, pesquisa, análise, experimentação, ensaio e divulgação, técnica, extensão;\n\nElaboração de orçamento;\n\nPadronização, mensuração em  Eletrônica e de Telecomunicações de qualidade;\n\nExecução de obra e serviço técnico;\n\nFiscalização de obra e serviço técnico;\n\nProdução técnica e especializada;\n\nCondução de trabalho técnico;\n\nCondução de equipe de instalação, montagem, operação, reparo ou manutenção;\n\nExecução de instalação, montagem e reparo;\n\nOperação e manutenção de equipamento e instalação;\n\nExecução de desenho técnico.\nSem prejuízo do que dispõe as Diretrizes Curriculares da área de Engenharia e das Resoluções\ndo sistema CONFEA/CREA, o profissional egresso dos Cursos de Graduação da FEELT deverá\napresentar as seguintes características específicas:\n- 36 -\n", "37": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n\nSólido conhecimento em Física e Matemática;\n\nSólido conhecimento geral da Engenharia Elétrica;\n\nCapacidade de aquisição autônoma de conhecimentos;\nO esforço conjunto de todos os envolvidos na formação do Engenheiro de  Eletrônica e de\nTelecomunicações  permitirá que o profissional formado pela FEELT/UFU seja capaz de:\n\nAvaliar o impacto das atividades de Engenharia Eletrônica e de Telecomunicações no\ncontexto ambiental e social;\n\nIntegrar conhecimentos técnicos-científicos na inovação da tecnologia;\n\nAnalisar criticamente os modelos empregados tanto no estudo quanto na prática da\nEngenharia Eletrônica e de Telecomunicações;\n\nPlanejar, supervisionar, elaborar, coordenar, avaliar e executar projetos e serviços;\n\nAtuar com espírito empreendedor;\n\nAvaliar  a  viabilidade  econômica  das  atividades  da  Engenharia  Eletrônica  e  de\nTelecomunicações;\n\nDemonstrar preparo psíquico e técnico para enfrentar a interdisciplinaridade de um\nproblema  de  engenharia,  que  engloba  aspectos  técnicos,  éticos,  ambientais,\neconômicos, políticos e sociais;\n\nDemonstrar atitude empreendedora, possibilitando não apenas a inovação dentro do\nambiente de trabalho, como a visão de iniciar novas empresas;\n\nAtuar em equipes multidisciplinares;\n\nDemonstrar liderança, caracterizada tanto pelo trabalho individual como pelo trabalho\nem equipe.\nO  profissional  formado  pelo  curso  de  Engenharia  Eletrônica  e  de  Telecomunicações,  ora\nproposto pela FEELT/UFU/CAMPUS PATOS DE MINAS, será capaz de pensar de forma\nholística e agir com base em seus próprios conhecimentos. Igualmente, ele deve ter iniciativa, ser\ninovador, apresentar competência social e estar preparado para assumir responsabilidades.\nDe forma mais específica e de acordo com as Referências Curriculares Nacionais dos Cursos de\nBacharelado  e  Licenciatura  (Anexo  2),  o  Bacharel  em  Engenharia  Eletrônica  e  de\nTelecomunicações  ou  Engenheiro  de   Eletrônica  e  de  Telecomunicações  e   atua  no\n- 37 -\n", "38": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \ndesenvolvimento e integração de processos, sistemas, equipamentos e dispositivos de  Eletrônica\ne de Telecomunicações. \nO perfil do Engenheiro de Telecomunicações, a ser formado pelo currículo aqui proposto, foi\nelaborado com base nas Diretrizes Curriculares Nacionais do Curso de Graduação em\nEngenharia (Resolução CNE/CES 11 de 11/03/2002).\nEstão listados a seguir os aspectos do perfil, propositalmente sem numeração, para indicar que\ntodos os aspectos têm a mesma importância. É importante observar que o desenvolvimento das\nhabilidades e competências ligadas a cada aspecto, não se faz apenas com o currículo adequado,\nmas também com a metodologia ensino/aprendizagem compatível com as necessidades,\ncompletadas com sérios instrumentos de avaliação deste processo.\nO Engenheiro de Eletrônica e de Telecomunicações :\n- Possuir uma visão geral – social, política, ecológica, científica e técnica – onde a Engenharia de\nTelecomunicações está inserida, compreendendo assim sua utilidade, importância e relação com\nas necessidades da comunidade a qual vai servir como um profissional responsável.\n-Estar capacitado a examinar com inteligência os problemas técnicos e propor soluções originais\ne criativas.\n- Possuir forte base generalista e podendo escolher entre perfis levemente diferenciados,\naprofundando seus estudos, através de unidades curriculares eletivas, nas seguintes áreas:\n● sistemas de Transporte, com conhecimento de projeto, composição, segurança, gerência e\naplicabilidades dos sistemas de transporte de informação;\n● redes de Serviços, com conhecimento projeto, composição, segurança, gerência e\naplicabilidades das redes de serviços de telecomunicações;\n● eletromagnetismo, com conhecimentos de projetos de antenas, fotônica computacional e\ntecnologias ópticas modernas e\n● eletrônica, com conhecimento de projetos de circuitos eletrônicos, filtros analógicos e digitais,\ntécnicas digitais, processamento de áudio e vídeo e processamento digital de sinais.  \n- Estar capacitado a especificar, avaliar, operar e projetar equipamentos associados às áreas de\natuação descritas acima.\n- Estar capacitado a utilizar, avaliar e especificar instrumentos de computação em projetos de\nsistemas/equipamentos associados às referidas áreas de atuação descritas acima.\n- Estar capacitado a atuar na geração de novos conhecimentos, utilizando os fundamentos de\nmetodologia científica e tecnológica.\n- Estar capacitado para iniciar estudos de pós-graduação na mesma área ou em áreas afins.\n- 38 -\n", "39": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n- Estar preparado para se manter atualizado sobre tecnologias em implantação no Brasil ou em\ndesenvolvimento a nível mundial.\n- Estar capacitado a elaborar orçamentos, planejamento do desenvolvimento de projetos ou\nimplantação de sistemas de Telecomunicações e fazer análise econômica destes sistemas.\n- Estar capacitado para o trabalho em grupo multidisciplinar, supervisionando, coordenando e\nfornecendo orientação técnica a equipes de trabalho.\n- Ter desenvolvido visão espacial e estar apto a elaborar desenhos técnicos específicos da área de\natuação.\n 8. ESTRUTURA CURRICULAR\n8.1 – ORGANIZAÇÃO CURRICULAR\n8.1 – ORGANIZAÇÃO CURRICULAR\n8.1.1 – Introdução\nO currículo do Curso de Engenharia Eletrônica e de Telecomunicações é estabelecido como um\nsistema orgânico integrado, composto de diferentes elementos que mantém uma articulação\nsincronizada. Pode-se afirmar  que cada elemento constituinte tem sua razão de existência\nbaseada na relação orgânica com os demais elementos do currículo e suas relações com o todo. O\ncurrículo  do  Curso  de  Engenharia  Eletrônica  e  de  Telecomunicações  atende  às  áreas  de\nconhecimento contempladas nas Leis de Diretrizes Curriculares e Legislação Educacional e\nProfissional vigentes. Tendo em vista as propostas metodológicas estabelecidas neste documento,\no currículo adotado no curso prevê:\n\nA articulação das disciplinas com os temas concernentes à construção do perfil\nproposto para o formando;\n\nO estabelecimento de conexões laterais e verticais entre as diferentes disciplinas e,\ndestas, com as diferentes áreas de conhecimento;\n\nO  princípio  da  flexibilidade,  propiciando  abertura  para  a  atualização  de\nparadigmas científicos, diversificação de formas de produção de conhecimento e\ndesenvolvimento da autonomia do estudante;\n\nObjetivos bem definidos, elaborados em consonância com a metodologia  de\nensino e o perfil proposto ao formando;\n\nO atendimento às Diretrizes Curriculares Nacionais estabelecidas pela resolução\nCNE no 11 de 11/03/2002 (Anexo 2), nas quais são definidas as matérias de formação\n- 39 -\n", "40": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \ncom conteúdos básicos, profissionalizantes e com conteúdo específico e também suas\nporcentagens em relação à carga horária mínima, para os cursos de engenharia;\n\nO atendimento à resolução CNE no 2 de 18/06/2007 (Anexo 2), que dispõe sobre a\ncarga horária mínima e procedimentos relativos à integralização e duração dos cursos\nde graduação, bacharelados, na modalidade presencial;\n\nO atendimento às Referenciais Curriculares Nacionais dos Cursos de Bacharelado\ne Licenciatura (Anexo 2).\n\nA limitação  e  distribuição  da  carga  horária  por  semestre,  permitindo  que  o\nestudante se matricule em disciplinas optativas ao longo do curso;\n\nA manutenção de uma carga horária compatível com um curso distribuído em dez\nsemestres em período integral;\n\nO estabelecimento de um grande número de disciplinas com atividades práticas,\ngarantindo um forte aspecto prático/experimental do curso;\n\nO estabelecimento, desde o primeiro semestre do curso, de disciplinas aplicadas à\nárea de Engenharia Eletrônica e de Telecomunicações de modo a garantir o interesse\ndo estudante pelo curso, dentro do limite permitido pelas disciplinas de formação\nbásica;\n\nO ingresso de 30 (trinta) estudantes, por semestre, para o curso;\n\nO estabelecimento de horários que permitam a otimização do uso da infraestrutura\ndisponível para o desenvolvimento do curso;\n\nA definição de uma sequência de disciplinas de tal maneira que o conhecimento\nadquirido em uma seja utilizado nas disciplinas seguintes.\n8.1.2 – Diretrizes\nEspecificamente, em relação aos cursos de engenharia, as Diretrizes Curriculares Nacionais\nestabelecem que:\n1) Cada  curso  de  Engenharia  deve  possuir  um  projeto  pedagógico  que  demonstre\nclaramente como o conjunto das atividades previstas garantirá o perfil desejado de\nseu egresso e o desenvolvimento das competências e habilidades esperadas. Ênfase\ndeve ser dada à necessidade de se reduzir o tempo em sala de aula, favorecendo o\ntrabalho individual e em grupo dos estudantes;\n- 40 -\n", "41": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n2) Deverão existir os trabalhos de síntese e integração dos conhecimentos adquiridos ao\nlongo do curso, sendo que, pelo menos, um deles deverá se constituir em atividade\nobrigatória como requisito para a graduação;\n3) Deverão também ser estimuladas atividades complementares, tais como trabalhos de\niniciação científica, projetos multidisciplinares, visitas teóricas, trabalhos em equipe,\ndesenvolvimento  de  protótipos, monitorias, participação em empresas  juniores  e\noutras atividades empreendedoras. \nNestas atividades procurar-se-á desenvolver posturas de cooperação, comunicação e liderança.\nO conteúdo das disciplinas oferecidas no curso atende o que estabelece as Diretrizes Curriculares\nNacionais do Curso de Graduação em Engenharia definidas pelo MEC. O Anexo 2 apresenta a\ntranscrição das Resoluções. Além do requisito básico, de se cumprir do ponto de vista de\nconteúdo as diretrizes curriculares, o oferecimento das disciplinas é feito visando sempre a\nexcelência no ensino e na aprendizagem do estudante de engenharia. Além disso, algumas\natividades previstas nesse projeto buscam, ao longo de todo o curso, o alcance de objetivos\nadicionais importantes, como:\n1) Propiciar  uma  sólida  formação  técnica,  científica  e  profissional  que  capacite  o\nestudante a absorver e desenvolver novas tecnologias, estimulando sua atuação crítica\ne criativa na identificação e resolução de problemas, considerando seus aspectos\npolíticos, econômicos, sociais, ambientais e culturais, com visão ética e humanística\nem atendimento às demandas da sociedade;\n2) Diminuir os índices de evasão do curso e de reprovação nas disciplinas;\n3) Propiciar uma forma de ligação entre a graduação e a pós-graduação;\n4) Desenvolvimento de capacidade crítica e visão sistêmica de processos;\n5) Construção e avaliação permanente do projeto político pedagógico.\nAtravés de uma sólida formação básica e uma visão geral e abrangente da Engenharia Eletrônica\ne de Telecomunicações espera-se do profissional formado nesse curso uma alta capacidade\ncrítica e criativa sempre que estiver à frente de novos problemas ou tecnologia. Almeja-se ainda\numa participação ativa desse profissional na solução de problemas políticos, econômicos e\nsociais  do  país.  Para  isto,  conteúdos  da  área  de  humanas  e  meio  ambiente  são  também\nministrados ao longo do curso. \n- 41 -\n", "42": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA formação de um Engenheiro de  Eletrônica e de Telecomunicações com esse perfil norteia o\ncurrículo do Curso de Engenharia Eletrônica e de Telecomunicações da FEELT/UFU/CAMPUS\nPATOS DE MINAS que possui 10 períodos semestrais, integrais, cujas atividades curriculares\nestão distribuídas em: disciplinas obrigatórias, disciplinas optativas, disciplinas obrigatórias em\nhumanística e ciências sociais, trabalho de conclusão de curso, estágio curricular e atividades\ncomplementares, totalizando 3765 horas.\nAs  disciplinas  obrigatórias  e  que  contemplam  os  conteúdos  básicos,  profissionalizantes  e\nespecíficos definidos na Resolução CNE/CES no 11, de 11 de março de 2002, visam dotar o\nestudante dos conhecimentos necessários ao exercício da profissão de Engenheiro de  Eletrônica\ne  de  Telecomunicações  que  totalizam  3255  horas.  As  disciplinas  obrigatórias  de  Projeto\nInterdisciplinar,  Trabalho  de  Conclusão  de  Curso,  Estágio  Supervisionado  e  Atividades\nAcadêmicas Complementares são consideradas em itens diferenciados.\nO estudante cursa 120 horas nas disciplinas optativas. As disciplinas optativas têm como objetivo\npermitir ao estudante aumentar seus conhecimentos em uma área específica. Foram previstas\nquatro disciplinas denominadas Tópicos Especiais, que permitem o oferecimento de disciplinas\ncom  temas  de  interesse  na  formação  do  profissional  de  Engenharia  Eletrônica  e  de\nTelecomunicações, principalmente sobre novas tecnologias e métodos. A proposta da disciplina\nProjeto Interdisciplinar, do sétimo período e com carga horária de 30 horas, é a preparação,\nelaboração, desenvolvimento, redação e apresentação, em equipes sob coordenação de  um\nprofessor,  de  projetos  que  objetivem  resolver  situações/problemas  práticos  de  Engenharia\nEletrônica e de Telecomunicações que envolvam os conhecimentos, procedimentos, atitudes,\ncompetências  e habilidades adquiridos pelos  estudantes  durante  o curso, possibilitando ao\ngraduando visualizar  a inter-relação  entre  todas  as  disciplinas  estudadas e  o vínculo com\nproblemas que poderão ser encontrados em sua futura profissão.\nO Trabalho de Conclusão de Curso 1 é alocado no nono período e a disciplina de Trabalho de\nConclusão de Curso 2 á alocada no décimo período. A matrícula em Trabalho de Conclusão de\nCurso poderá ser realizada após o estudante ter cursado 2600 horas. Os Trabalhos de Conclusão\nde  Curso  totalizam  60  horas  sendo  que  as  normas  gerais  que  regem  sua  execução  são\napresentadas no Anexo 6.\nO Estágio Curricular, conforme a Resolução CNE/CES no 11, de 11 de março de 2002, é\nobrigatório, e sua única exigência é uma carga horária mínima de 160 horas. No Curso de\n- 42 -\n", "43": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nEngenharia Eletrônica e de Telecomunicações, ele deverá ser de no mínimo 180 horas. Outras\ninformações podem ser encontradas no anexo 4 e as normas são apresentadas no Anexo 6.\nA disciplina  obrigatória  denominada  Atividades  Acadêmicas  Complementares  consiste  em\natividades  extra-curriculares,  complementares  à  formação  do  profissional  de  Engenharia\nEletrônica e de Telecomunicações e totalizam 120 horas. Tais atividades podem corresponder a\ntrabalhos de iniciação científica, projetos multidisciplinares, desenvolvimento de protótipos,\nmonitorias, participação em empresas juniores, atividades empreendedoras e participação em\ncursos fora da instituição. Tais atividades, para serem convalidadas como Atividades Acadêmicas\nComplementares,  devem  ter  aprovação  prévia  do  Colegiado  de  Curso.  O  estudante  deve\napresentar documentação comprobatória. As normas que regem esta atividade estão no anexo 6.\n8.2 – CONTEÚDOS CURRICULARES\n8.2 – CONTEÚDOS CURRICULARES\n8.2.1 – Disciplinas Obrigatórias com Conteúdos Básicos\nA estrutura curricular do curso de Engenharia Eletrônica e de Telecomunicações prevê 1485\nhoras, ou seja, aproximadamente 39% da carga horária mínima em conteúdos básicos. Reflete-se\nassim, nessa estrutura, a forte formação básica do egresso, principalmente em conteúdos de\nMatemática e Física cuja participação no currículo chega a alcançar em torno de 20% da carga\nhorária obrigatória mínima.\nA Tabela 8.1 destaca o oferecimento de cada disciplina, sua carga horária e seu respectivo\nconteúdo básico, estabelecido nas diretrizes curriculares.\nRessalta-se que temas relacionados a Comunicação e Expressão (utilização dos diversos meios\nde comunicação, leitura e interpretação de textos em português e inglês, redação e apresentação\noral)  são  abordados  indiretamente  ao  longo  do  curso,  através  de  relatórios  em  diversas\ndisciplinas e na apresentação de seminários, onde o estudante deve pesquisar sobre temas\nespecíficos. É importante destacar que os estudantes escrevem um relatório de Estágio e uma\nmonografia de Trabalho de Conclusão de Curso, que devem ser apresentados, em seção aberta,\npara uma banca composta por professores. \n- 43 -\n", "44": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nAs Diretrizes Curriculares Nacionais estabelecem que:\nTodo o curso de Engenharia, independente de sua modalidade, deve possuir em\nseu  currículo  um  núcleo  de  conteúdos  básicos,  um  núcleo  de  conteúdos\nprofissionalizantes e um núcleo de conteúdos específicos que caracterizem a\nmodalidade.\n \nO núcleo de conteúdos básicos, cerca de 30% da carga horária mínima, versará sobre os\nseguintes  tópicos:  Metodologia  Científica  e  Tecnológica;  Comunicação  e  Expressão;\nInformática; Expressão Gráfica; Matemática; Física; Fenômenos de Transporte; Mecânica dos\nSólidos; Eletricidade Aplicada; Química; Ciência e Tecnologia dos Materiais; Administração;\nEconomia; Ciências do Ambiente; Humanidades, Ciências Sociais e Cidadania.\nNos conteúdos de Física, Química e Informática, é obrigatória a existência de atividades de\nlaboratório.  Nos  demais  conteúdos  básicos,  deverão  ser  previstas  atividades  práticas  e  de\nlaboratórios, com enfoques e intensividade compatíveis com a modalidade pleiteada.\nTabela 8.1 – Disciplinas e seus respectivos conteúdos básicos.\nCódigo\nDisciplinas\nConteúdo Estabelecido\npelas Diretrizes\nCurriculares\nCarga Horária\nCH. T. CH. P. Total\nÁlgebra Linear e Geometria\nAnalítica\nMatemática\n90\n0\n90\nFunções de Variáveis Reais 1\nMatemática\n75\n0\n75\nEstatística e Probabilidade\nMatemática\n60\n0\n30\nFunções de Variáveis Reais 2\nMatemática\n75\n0\n75\nMétodos Matemáticos\nMatemática\n90\n0\n90\nMétodos Numéricos\nMatemática\n60\n0\n60\nEletricidade e Magnetismo\nFísica\n60\n30\n90\nEletromagnetismo\nFísica\n60\n0\n60\nMecânica Fundamental \nFísica\n60\n30\n90\nÓtica e Termodinâmica\nFísica\n60\n15\n75\nIntrodução à Tecnologia da\nInformática\n30\n30\n60\n- 44 -\n", "45": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nComputação\nMétodos e Técnicas de\nProgramação\nInformática\n30\n60\n90\nEngenharia de Software\nInformática\n30\n30\n60\nDesenho para Engenharia\nExpressão Gráfica\n60\n0\n60\nIntrodução a Engenharia\nEletrônica e de\nTelecomunicações\nMetodologia Científica e\nTecnologia, Comunicação\ne Expressão.\n30\n0\n30\nEngenharia Ambiental\nCiência do Ambiente\n60\n0\n60\nQuímica Tecnológica\nQuímica\n45\n15\n60\nCiência e Tecnologia dos\nMateriais\nCiência e Tecnologia dos\nMateriais\n60\n0\n60\nFenômenos de Transporte\nFenômenos de Transporte\n60\n0\n60\nAdministração\nAdministração\n60\n0\n60\nCiências Econômicas\nEconomia\n60\n0\n60\nCiências Sociais e Jurídicas\nHumanidades, Ciências\nSociais e Cidadania\n60\n0\n60\nTOTAL\n1275\n210\n1485\n8.2.2 – Disciplinas Obrigatórias com Conteúdos Profissionalizantes e Específicos\nCabe salientar que algumas disciplinas além de oferecer conteúdos de formação básica, também\noferecem uma formação em conteúdo profissionalizante para o Engenheiro de  Eletrônica e de\nTelecomunicações .\nA Tabela 8.2 destaca o oferecimento das disciplinas profissionalizante, sua carga horária e seu\nconteúdo estabelecido nas diretrizes curriculares. As disciplinas de conteúdo específico são\napresentadas na Tabela 8.3.\nTabela 8.2 – Disciplinas de conteúdos profissionalizantes.\nCódigo\nDisciplinas\nConteúdo Estabelecido\npelas Diretrizes\nCurriculares\nCarga Horária\nCH. T.\nCH. P.\nTotal\nEletrônica Analógica 1\nEletrônica Analógica e\nDigital\n60\n30\n90\nEletrônica Analógica 2\nEletrônica Analógica e\nDigital\n30\n30\n60\nEletrônica Digital\nCircuitos lógicos e \nEletrônica Analógica e\nDigital\n30\n30\n60\nCircuitos Elétricos 1\nCircuitos Elétricos\n75\n15\n90\nCircuitos Elétricos 2\nCircuitos Elétricos\n60\n15\n75\nSinais e Sistemas 1\nModelagem, Análise e \n30\n0\n30\n- 45 -\n", "46": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nSimulação de Sistemas\nSinais e Sistemas 2\nMatemática Discreta\n60\n0\n60\nSistemas Realimentados\n Controle e Automação\n60\n30\n90\nConversão de Energia e\nMáquinas Elétricas\nConversão de Energia\n60\n30\n90\nMicroprocessadores\n     Eletrônica Digital\n30\n30\n60\nInstrumentação Industrial\nInstrumentação\n60\n15\n75\nInstalações Elétricas\nEletricidade Aplicada\n30\n30\n60\nTOTAL\n585\n255\n840\nTabela 8.3 – Disciplinas de conteúdos específicos.\nCódigo\nDisciplinas\nConteúdo Estabelecido\npelas Diretrizes\nCurriculares\nCarga Horária\nCH. T.\nCH. P.\nTotal\nPrincípios de Comunicação\nConteúdo Específico\n60\n30\n90\nProcessamento Digital de\nSinais\nConteúdo Específico\n45\n15\n60\nAntenas e Propagação\nConteúdo Específico\n45\n15\n60\n Linhas de Transmissão e\nRadiação\nConteúdo Específico\n45\n15\n60\nComunicações Digitais 1\nConteúdo Específico\n45\n15\n60\nComunicações Digitais 2\nConteúdo Específico\n45\n15\n60\nRedes de Computadores\nConteúdo Específico\n45\n15\n60\nTelefonia Digital\nConteúdo Específico\n45\n15\n60\n   \n Comunicações Ópticas\nConteúdo Específico\n45\n15\n60\nCircuitos de Eletrônica\nAplicada\nConteúdo Específico\n45\n15\n60\nComunicações  via Satélite \nConteúdo Específico\n45\n15\n60\nSistemas de Televisão\nConteúdo Específico\n45\n15\n60\nComunicações Móveis\nConteúdo Específico\n45\n15\n60\nPrincípios de Microondas\nConteúdo Específico\n45\n15\n60\nSistemas de Comunicação\nConteúdo Específico\n45\n15\n60\nTópicos Especiais 1\nConteúdo Específico\n45\n15\n60\nTópicos Especiais 2\nConteúdo Específico\n45\n15\n60\nProjeto Interdisciplinar\nConteúdo Específico\n0\n30\n30\nTOTAL\n780\n300\n1080\n- 46 -\n", "47": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n8.2.3 – Demais Disciplinas Obrigatórias\nAs tabelas a seguir destacam o oferecimento das seguintes disciplinas obrigatórias: Trabalho de\nConclusão de Curso (Tabela 8.4), Estágio Supervisionado (Tabela 8.5) e Atividades Acadêmicas\nComplementares (Tabela 8.6).\nTabela 8.4 – Trabalho de Conclusão de Curso.\nCódigo\nDisciplinas\nConteúdo Estabelecido\npelas Diretrizes\nCurriculares\nCarga Horária\nCH. T.\nCH. P.\nTotal\nTrabalho de Conclusão de\nCurso 1\nTrabalho Final de Curso,\nSíntese e Integração \nde Conhecimentos\n0\n30\n30\nTrabalho de Conclusão de\nCurso 2\n0\n30\n30\nTOTAL\n0\n60\n60\nTabela 8.5– Estágio Supervisionado.\nCódigo\nDisciplinas\nConteúdo Estabelecido\npelas Diretrizes\nCurriculares\nCarga Horária\nCH. T. CH. P. Total\nEstágio Supervisionado\nEstágio Curricular\nObrigatório\n0\n180\n180\nTabela 8.6 – Atividades Acadêmicas Complementares.\nCódigo\nDisciplinas\nConteúdo Estabelecido\npelas Diretrizes\nCurriculares\nCarga Horária\nCH. T.\nCH. P.\nTotal\nAtividades Acadêmicas\nComplementares\nAcadêmico-Científico-\nCultural\n0\n120\n120\nObs.:  O  estudante  deverá  desenvolver,  no  mínimo,  120  horas  de  atividades\ncomplementares.\n- 47 -\n", "48": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nO ENADE é componente curricular obrigatório dos cursos de graduação, sendo o registro de\nparticipação condição indispensável para integralização curricular, independente de o estudante\nter sido selecionado ou não no processo de amostragem do INEP.\nEle está fundamentado nas seguintes leis e portarias:\n- Lei n. 10.861 de 14 de abril de 2004: Criação do Sistema Nacional de Avaliação da Educação\nSuperior(SINAES)\n- Portaria n. 2.051, de 9 de julho de 2004(Regulamentação do SINAES)\n- Portaria n. 107, de 22 de julho de 2004(Regulamentação de ENADE)\nO objetivo do ENADE é avaliar o desempenho dos estudantes com relação aos conteúdos\nprogramáticos previstos nas diretrizes curriculares dos cursos de graduação, o desenvolvimento\nde competências e habilidades necessárias ao aprofundamento da formação geral e profissional, e\no nível de atualização dos estudantes com relação `a realidade brasileira e mundial, integrando o\nSINAES, justamente com a avaliação institucional e a avaliação dos cursos de graduação.\n8.2.4 – Disciplinas Optativas\nO estudante deverá cursar, no mínimo, 120 horas de disciplinas optativas, sendo que estas estão\nespecificadas na Tabela 8.8. O orientador acadêmico deverá ser consultado para nortear o\nestudante na escolha destes Tópicos Especiais.\nTabela 8.8 – Disciplinas Optativas (Tópicos Especiais).\nCódigo\nDisciplinas\nU.A.\nConteúdo\nEstabelecido\npelas Diretrizes\nCurriculares\nCarga Horária\nCH. T.\nCH. P.\nTotal\nProcessamento digital de\nImagens\nFEELT\nConteúdo Específico\n45\n15\n60\nPeriféricos e Interfaces\nFEELT\nConteúdo Específico\n60\n0\n60\n- 48 -\n", "49": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nSistemas e Tempo Real \nFEELT\nConteúdo Específico\n60\n0\n60\nEletrônica de Potência\nFEELT\nConteúdo Específico\n45\n15\n60\nProjeto e Síntese de\nCircuitos\nFEELT\nConteúdo Específico\n45\n15\n60\nIntrodução aos Sistemas\nVLSI\nFEET\nConteúdo Específico\n45\n15\n60\nEletrônica Industrial e\nAcionamentos\nFEET\nConteúdo Específico\n45\n15\n60\nTópicos Especiais em\nEngenharia Eletrônica e\nde Telecomunicações 1\nFEELT\nConteúdo Específico\n60\n0\n60\nTópicos Especiais em\nEngenharia Eletrônica e\nde Telecomunicações 2\nFEELT\nConteúdo Específico\n60\n0\n60\nTópicos Especiais em\nEngenharia Eletrônica e\nde Telecomunicações 3\nFEELT\nConteúdo Específico\n60\n0\n60\nLíngua Brasileira de\nSinais 1-Libras 1\nFACED\nComunicação e\nExpressão\n30\n30\n60\nLíngua Brasileira de\nSinais 2 - Libras 2\nFACED\nComunicação e\nExpressão\n30\n30\n60\n \n8.3 – ORGANIZAÇÃO DA MATRIZ CURRICULAR\n8.3 – ORGANIZAÇÃO DA MATRIZ CURRICULAR\n8.3.1 – FICHAS DE DISCIPLINA\n8.3.1 – FICHAS DE DISCIPLINA\nAs fichas das disciplinas são apresentadas no Anexo 10. Cada ficha, referente a uma disciplina,\ncontém a ementa, os objetivos da disciplina, o programa e a bibliografia utilizada.\n8.3.2 – ATIVIDADES EXTRA-CURRICULARES\n8.3.2 – ATIVIDADES EXTRA-CURRICULARES\nVárias ações regulares poderão ser implementadas de forma a permitir que o estudante, segundo\nsuas aptidões e interesses, possa participar de atividades extra-sala de aula. As atividades\natualmente disponíveis são apresentadas a seguir.\na) Iniciação Científica\n- 49 -\n", "50": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA Iniciação Científica tem como objetivo iniciar o estudante na produção do conhecimento e\npermitir a sua convivência cotidiana com o procedimento científico. É uma atividade que\npermite  a  integração  da  graduação  com  a  pós-graduação  na  Universidade.  Programas  de\nIniciação Científica, com apoio de Órgãos de Fomento à pesquisa como o CNPq, a FAPEMIG e\na própria Universidade Federal de Uberlândia, permitem que o estudante receba uma bolsa para\no desenvolvimento dos trabalhos. O CNPq (Conselho Nacional de Desenvolvimento Científico e\nTecnológico) e a FAPEMIG (Fundação de Amparo à Pesquisa do Estado de Minas Gerais)\nconcedem bolsas de Iniciação Científica, via Pró-Reitoria de Pesquisa e Pós-Graduação da UFU,\na  estudantes  regularmente  matriculados  em  cursos  de  graduação,  através  do  Programa\nInstitucional de Bolsas de Iniciação Científica (PIBIC). Os candidatos devem apresentar um\nplano de trabalho solicitando a bolsa, sob a orientação de um professor devidamente titulado. A\nbolsa tem duração de um ano, sendo possível sua renovação no mesmo projeto, quando previsto\nno cronograma e dependendo do desempenho do estudante. \nb) CONSELT - Empresa Júnior\nA Empresa Júnior é uma instituição sem fins lucrativos, constituída e gerida exclusivamente por\nestudantes de graduação, sob a supervisão de um professor tutor, e tem como principais objetivos\ncomplementar e diversificar a formação dos estudantes, colocando em prática a teoria aprendida\nem sala de aula.\nA idéia de Empresa Júnior surgiu na França, na década de 60. No Brasil, o movimento começou\nem 1988, quando foi fundada a Empresa Júnior da FGV. A partir de então, foram organizadas\nnovas empresas juniores e, atualmente, o Brasil é o segundo país em número de empresas júnior,\nperdendo somente para a França.\nA CONSELT é a Empresa Júnior associada à Faculdade de Engenharia Elétrica. Ela presta\nconsultoria na área de formação dos estudantes, promovendo cursos de capacitação, e atende,\nprioritariamente, as micro e pequenas empresas, cobrando de dez a trinta por cento do que\ncobraria uma empresa de consultoria convencional e, conta também com suporte de laboratórios,\ntécnicos e professores da Faculdade/Universidade com tecnologia de ponta e altíssima qualidade,\ndurante a execução dos projetos.\nc) PET – Programa de Educação Tutorial\n- 50 -\n", "51": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nO PET - Programa de Educação Tutorial é formado por um grupo de estudantes que apresentem,\ndentro do contexto universitário, um interesse destacado pela pesquisa, ensino e extensão,\nenfatizando o relacionamento profissional e humano.\nOs grupos PET são fomentados atualmente pela SESu/MEC (Secretaria de Ensino Superior). Um\ntutor é responsável pela orientação, coordenação e pelo bom andamento do grupo. Seus objetivos\nsão: oferecer uma formação acadêmica de excelente nível visando a formação de um profissional\ncrítico  e  atuante;  promover  a  integração  da  formação  acadêmica  com  a  futura  atividade\nprofissional, especialmente no caso da carreira universitária, através de atividades de Ensino,\nPesquisa e Extensão; e estimular a melhoria do ensino de Graduação. Assim, pode-se relacionar\ncomo algumas das características dos PETs: formação acadêmica ampla; inter-disciplinaridade;\natuação coletiva; interação contínua; planejamento e execução de um programa diversificado de\natividades culturais e científicas.\nO programa PET da Faculdade de Engenharia Elétrica foi implantado em abril de 1992 e tem\nparticipado ativamente na formação do profissional em engenharia.\nd) Monitoria\nA UFU mantém um programa de monitorias em disciplinas dos cursos de graduação. Como nos\ndemais cursos, a Engenharia Eletrônica e de Telecomunicações também utilizará monitores para\natender aos discentes na resolução de exercícios e tirar dúvidas sobre as disciplinas do curso. O\nmonitor deve dedicar 12 horas semanais para atendimento aos discentes.\nO monitor é aluno de graduação e sua admissão é feita sempre através de seleção a cargo do(s)\nprofessor(es) responsável(eis) pela execução do projeto acadêmico da(s) disciplina(s) no âmbito\nda FEELT, juntamente com o Colegiado de Curso. A monitoria é exercida por até 2 semestres\nletivos, ao final dos  quais o aluno  deverá apresentar relatório e, se  aprovado, obterá  um\ncertificado com  status de título curricular. Esta atividade é normalizada por Resolução do\nConselho de Graduação - CONGRAD.\n- 51 -\n", "52": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \ne) Jornada de Engenharia Elétrica e Engenharia Biomédica – JEEL/JEELB\nA Jornada de Engenharia Elétrica e Engenharia Biomédica, além de objetivar a exposição das\núltimas tecnologias e tendências empresariais, mostra as necessidades das empresas em termos\nde desenvolvimento e mercado, e o papel que o futuro engenheiro poderá desempenhar. Assim, a\nJEEL/JEELB pode auxiliar na formação de futuros engenheiros mais preparados para a realidade\natual, através do aperfeiçoamento prático, intelectual e ético de seus participantes, como também\nampliar seus horizontes, possibilitando vislumbrar diferentes campos de atuação.\nA Jornada é desenvolvida através de palestras e mini-cursos ministrados por profissionais de\nempresas,  professores  universitários  e  pesquisadores.  Temas  variados  são  abordados  nas\nseguintes  áreas:  Sistemas  de  Energia  Elétrica,   Eletrônica  e  de  Telecomunicações,\nTelecomunicações, Engenharia de Computação e Engenharia Biomédica.\nO público-alvo deste evento é composto por universitários e profissionais em engenharia elétrica,\nengenharia biomédica e áreas afins de Uberlândia e de todo o Brasil.\nNo mês de abril de 2010 foi realizada a décima primeira edição da JEEL e a terceira edição da\nJEELB. \nf) CEEL – Conferência de Engenharia Elétrica\nA Conferência de Engenharia Elétrica da Universidade Federal de Uberlândia, organizada pela\nFEELT, tem como objetivos principais promover o aperfeiçoamento dos conhecimentos técnicos-\ncientíficos obtidos na universidade, através apresentações técnicas de trabalhos de graduandos e\npós-graduandos, além de abrir espaço para a reflexão e discussão do contexto sócio-político da\nprofissão e do país como um todo. \nO público alvo é a comunidade acadêmica, profissionais de empresas da cidade e região,\nprofessores e técnicos em engenharia de uma forma geral.\n- 52 -\n", "53": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA CEEL foi realizada pela primeira vez em 2003 e neste ano de 2010 será realiza a oitava edição\nda conferência, no mês de setembro. \ng) Atividades de Extensão, Cultura e Assuntos Estudantis\nA Pró-Reitoria de Extensão, Cultura e Assuntos Estudantis - PROEX promove, desenvolve,\napóia, intermedia e incentiva a realização de atividades extracurriculares, através de programas,\nprojetos e eventos que atendam as necessidades da comunidade externa e interna. Desenvolve,\nsimultaneamente, políticas de apoio ao estudante, visando a apropriação, recriação, valorização e\npreservação do patrimônio cultural dos diferentes grupos sociais.\nA participação do estudante nas atividades de extensão efetiva-se por meio de programas e\nprojetos com ações voltadas para a população local, regional e nacional, oportunizando a troca\nde saberes entre docentes, discentes e comunidade.\nDentre as inúmeras atividades de extensão desenvolvidas pela UFU, destacam-se:\n\nPrograma de Alfabetização Solidária;\n\nPrograma Universidade Solidária;\n\nCoral da UFU.\nh)  Convênios internacionais\nAo longo dos últimos anos a UFU tem mantido convênios de cooperação técnico - científica com\ninstituições no exterior, como o Institut National des Sciences Appliquées de Lyon - INSA, na\nFrança; a Université de Liège, na Bélgica; a Universidad Autônoma Metropolitana, no México; a\nUniversità di Cassino, na Itália, entre outras.\nEspecificamente,  o convênio com o Insa-Lyon,  na  França,  possibilita  o intercâmbio  entre\nestudantes de graduação dos dois países, permitindo que eles possam permanecer até 12 meses\nna outra Instituição e que os respectivos créditos cursados possam ser inteiramente integralizados\nna instituição de origem. A Universidade Federal de Uberlândia e o Instituto Nacional de\nCiências Aplicadas de Lyon têm uma longa e profícua história de cooperação que se iniciou em\ndezembro de 1987, por meio do estabelecimento de um acordo de intercâmbio entre estudantes\nbrasileiros e franceses de graduação em Engenharia Mecânica. Este acordo foi posteriormente\n- 53 -\n", "54": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nestendido  a  outras  áreas  da  Engenharia,  a  saber:  Engenharia  Civil,  Engenharia  Elétrica  e\nEngenharia Química. Mais recentemente, passou a contemplar estudantes de Graduação em\nCiências da Computação. Espera-se, portanto, que este convênio venha contemplar também a\nEngenharia Eletrônica e de Telecomunicações quando de sua implantação.\nO  acordo  de  cooperação  firmado  entre  ambas  as  Instituições  foi  expandido,  passando  a\ncontemplar outras modalidades de cooperação, incluindo o intercâmbio de pesquisadores e\nprofessores, as missões de ensino e pesquisa, o desenvolvimento conjunto de trabalhos de\npesquisa, a permuta de documentação e publicações científicas, a co-orientação de teses e a\nparticipação mútua em bancas examinadoras. \nAlguns estudantes brasileiros, após sua colação de grau, tiveram boas oportunidades de assumir\nempregos em empresas multinacionais, em parte graças à experiência adquirida durante sua\npermanência na França. Salienta-se que houve grande empenho das administrações das duas\nInstituições no tocante ao reconhecimento dos créditos e na validação das atividades acadêmicas\ndesenvolvidas por seus estudantes quando de seu retorno.\n8.3.3 – ESTÁGIO CURRICULAR\n8.3.3 – ESTÁGIO CURRICULAR\nO Estágio é uma forma importante de intercâmbio entre a Universidade e a Empresa. Ele\napresenta-se como uma oportunidade para que o estudante possa aplicar seus conhecimentos\nacadêmicos, aprimorando-os e qualificando-se para o exercício profissional. O estágio somente\npoderá ser realizado em locais que tenham condições de proporcionar experiência prática na\nlinha de formação devendo, o estudante para esse fim, ter cursado disciplinas que lhe ofereçam\nsubsídios teóricos relacionados com a área que deseja estagiar. Os estágios devem propiciar a\ncomplementação do ensino e da aprendizagem, portanto devem ser planejados, executados,\nacompanhados  e  avaliados  em  conformidade  com  os  currículos,  programas  e  calendários\nescolares, a fim de se constituírem em instrumentos de integração, em termos de treinamento\nprático, de aperfeiçoamento técnico, cultural, científico e de relacionamento humano. \nAo mesmo tempo, a realimentação propiciada pelo estudante à Universidade, permite aos\nprofissionais de ensino o acesso a novos conhecimentos e torna os cursos mais eficazes na sua\nprópria adequação à realidade de mercado.\n- 54 -\n", "55": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nAlém  dos  conteúdos  teóricos  e  práticos  que  integram  as  atividades  do  estágio,  que  são\nimprescindíveis à formação do estudante, é o momento em que se viabiliza o seu contato com\nprofissionais já formados, com empresas que necessitam de seus préstimos e com o mercado de\ntrabalho que irá recebê-lo.\nEspera-se que o estudante faça do estágio uma oportunidade para o seu engrandecimento, assim\ncomo também de divulgação da qualidade e potencial dos profissionais formados por esta\nUniversidade.\nNo Curso de Graduação em Engenharia Eletrônica e de Telecomunicações ele deverá ser de, no\nmínimo,  180 horas. O Anexo 4 apresenta outras informações a respeito desta atividade. Os\nprocedimentos e normas relativas a realização do estágio supervisionado estão relacionados nas\nNormas Gerais do Curso de Engenharia Eletrônica e de Telecomunicações, no Anexo 6. Estágios\nextra-curriculares podem ser realizados e convalidados como “Atividades Complementares”.\n8.3.4 – ATIVIDADES COMPLEMENTARES\n8.3.4 – ATIVIDADES COMPLEMENTARES\nAs atividades complementares são práticas acadêmicas apresentadas sob múltiplos formatos, que\ntem  como  objetivos:  complementar  a  formação  do  estudante,  considerando  o  currículo\npedagógico vigente e a Lei de Diretrizes e Bases; ampliar o conhecimento teórico-prático do\ncorpo discente com atividades extra-classe; fomentar a prática de trabalho em grupo; estimular as\natividades  de  caráter  solidário;  bem  como  incentivar  a  tomada  de  iniciativa  e  o  espírito\nempreendedor.\nEstas atividades são de caráter científico, cultural e acadêmico, dentre as quais pode-se citar:\nseminários, apresentações, participação em eventos científicos, monitorias, projetos de ensino,\nações de caráter científico, técnico, cultural e comunitário e oficinas.\nA convalidação da atividade desenvolvida deverá ser solicitada diretamente ao Colegiado de\nCurso, pelo estudante, para a devida análise e consequente incorporação desse conteúdo ao seu\nhistórico escolar. Para tanto, o estudante deverá apresentar ao Colegiado de Curso toda a\ndocumentação comprobatória de realização da referida atividade. Os procedimentos e normas\nrelativas a realização das Atividades Complementares estão relacionados nas Normas Gerais do\nCurso de Engenharia Eletrônica e de Telecomunicações, no Anexo 6.\n- 55 -\n", "56": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n8.3.5 – TRABALHO DE CONCLUSÃO DE CURSO\n8.3.5 – TRABALHO DE CONCLUSÃO DE CURSO\nO estudante terá como atividade obrigatória a participação em um trabalho de conclusão de\ncurso, cujos objetivos são o estímulo à sua criatividade e enfrentamento de desafios, bem como\numa oportunidade de complementação de sua formação através da execução de trabalhos que\npermitam a consolidação dos conhecimentos adquiridos ao longo do curso. Além de consolidar o\nprocesso  de  formação  acadêmica  e  os  ensinamentos  ministrados  no  Curso  de  Engenharia\nEletrônica e de Telecomunicações, o projeto propicia ao estudante comparar as diversas linhas de\npensamento e estabelecer elos entre as mais variadas correntes, aprimorar o processo de pesquisa\nbibliográfica, tornando os interessados mais ágeis na síntese de um assunto, tratado de forma\ndíspar por diversos autores e trabalhar dados colhidos pelos mais diversos meios de informação,\ndando aos mesmos consistência e racionalidade.\nO Trabalho de Conclusão de Curso é desenvolvido com carga horária de 60 horas. O estudante\ndesenvolverá seu trabalho culminando na apresentação final da monografia para uma banca\nexaminadora. \nEsta atividade será desenvolvida sob orientação de um professor do curso, ou algum profissional\nligado a órgão interessado, com aprovação prévia do Colegiado de Curso, com apresentação de\nresultados parciais a uma banca examinadora constituída por professores / profissionais da área.\nO professor orientador e o estudante deverão propor o tema do trabalho no ato da matrícula em\nTrabalho de Conclusão de Curso 1.\nO Anexo 3 apresenta outras informações a respeito desta atividade. Os procedimentos e normas\nrelativas  a  sua  realização estão  relacionados  nas  Normas  Gerais do Curso de  Engenharia\nEletrônica e de Telecomunicações, no Anexo 6.\n8.3.6 - FLUXOGRAMA CURRICULAR\n8.3.6 - FLUXOGRAMA CURRICULAR\nO fluxograma curricular do curso relaciona as disciplinas por período, com informações sobre\ncarga horária semanal, teórica e prática. A estrutura curricular sugerida pode ser visualizada na\nFigura 8.1.\n- 56 -\n", "57": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA cada semestre o Colegiado de Curso elabora um relatório de acompanhamento das disciplinas\nde acordo com os seus programas, docentes e unidades acadêmicas envolvidos.\n8.3.7 – DURAÇÃO, REGIME DO CURSO E NORMAS PARA MATRÍCULA\n8.3.7 – DURAÇÃO, REGIME DO CURSO E NORMAS PARA MATRÍCULA\nO Curso de Graduação em Engenharia Eletrônica e de Telecomunicações habilitará o estudante\npara o exercício de uma profissão liberal (bacharelado), propiciando a este o título de Engenheiro\nde  Eletrônica e de Telecomunicações. O curso será ministrado em período integral, com tempo\nde integralização mínimo de 5 anos e máximo de 8 anos.\nFica entendido que no regime em período integral estão previstas atividades nos períodos da\nmanhã, tarde e noite.\nO estudante deve matricular-se por disciplina. A organização do curso é feita de tal maneira que\nnão existem co-requisitos e pré-requisitos, porém a matricula somente poderá ser efetivada com\no parecer favorável do Orientador Acadêmico. As regras de prioridade de matricula em cada\ndisciplina  definidas pela Universidade Federal de Uberlândia  deverão ser  obrigatoriamente\nrespeitadas. Como orientação geral, a matrícula pode ser feita em disciplinas de períodos\ndiferentes, somente se o estudante matricular-se, sem direito a trancamento, nas disciplinas em \ndébito do menor período. Em qualquer caso, o estudante deverá priorizar as disciplinasde\nperíodos  anteriores,  ainda  não  aprovadas.  Para  qualquer  procedimento  de  matrícula\ndiferentedestes  indicados,  será  necessária  a  aprovação  do  Colegiado.  Salienta-se  que  o\nColegiadoelaborará normas específicas complementares a estas.\n- 57 -\n", "58": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nFigura 8.1 – Fluxograma da Estrutura Curricular do Curso de Engenharia Eletrônica e de\nTelecomunicações.\n8.3.8 – DIMENSIONAMENTO DA CARGA HORÁRIA DAS DISCIPLINAS\n8.3.8 – DIMENSIONAMENTO DA CARGA HORÁRIA DAS DISCIPLINAS\n- 58 -\n", "59": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nNa Tabela 8.9 é apresentado o dimensionamento da carga horária das disciplinas do Curso de\nGraduação em Engenharia Eletrônica e de Telecomunicações. As disciplinas são relacionadas por\nperíodo, com suas respectivas carga horária semestral teórica e prática, carga horária total\nsemestral e a Unidade Acadêmica responsável.\nTabela 8.9 - Dimensionamento da carga horária das disciplinas do Curso de\nGraduação em Engenharia Eletrônica e de Telecomunicações.\nCódigo\nDisciplinas\nCH.\nT.\nCH.\nP.\nCH.\nTotal\nU. A.\nFormação\nCategoria\nP\nr\ni\nm\ne\ni\nr\no\nÁlgebra Linear e Geometria Analítica\n90\n0\n90\nFAMAT\nBásica\nObrigatória\nDesenho para Engenharia\n60\n0\n60\nFEQUI\nBásica\nObrigatória\nFunções de Variáveis Reais 1\n75\n0\n75\nFAMAT\nBásica\nObrigatória\nIntrodução à Engenharia Eletrônica e de\nTelecomunicações\n30\n0\n30\nFEELT\nBásica\nObrigatória\nIntrodução à Tecnologia da Computação\n30\n30\n60\nFACOM\nBásica\nObrigatória\nQuímica Tecnológica\n45\n15\n60\nFEQUI\nBásica\nObrigatória\nTotal\n330\n45\n375\nS\ne\ng\nu\nn\nd\no\nEstatística e Probabilidade\n60\n0\n60\nFAMAT\nBásica\nObrigatória\nFunções de Variáveis Reais 2\n75\n0\n75\nFAMAT\nBásica\nObrigatória\nMétodos e Técnicas de Programação\n30\n60\n90\nFACOM\nBásica\nObrigatória\nMecânica Fundamental \n60\n30\n90\nINFIS\nBásica\nObrigatória\nMétodos Numéricos\n60\n0\n60\nFAMAT\nBásica\nObrigatória\nTotal\n285\n90\n375\nT\ne\nr\nc\ne\ni\nr\no\nEletricidade e Magnetismo\n60\n30\n90\nINFIS\nBásica\nObrigatória\nCiência e Tecnologia dos Materiais\n60\n0\n60\nFEELT\nBásica\nObrigatória\nCircuitos Elétricos 1\n75\n15\n90\nFEELT\nProfissionalizante\nObrigatória\nEngenharia de Software\n30\n30\n60\nFEELT\nBásica\nObrigatória\nMétodos Matemáticos\n90\n0\n90\nFAMAT\nBásica\nObrigatória\nSinais e Sistemas 1 \n30\n0\n30\nFEELT\nProfissionalizante\nObrigatória\nTotal\n345\n75\n420\nQ\nu\na\nr\nt\no\nEletromagnetismo\n60\n0\n60\nFEELT\nBásica\nObrigatória\nCircuitos Elétricos 2\n60\n15\n75\nFEELT\nProfissionalizante\nObrigatória\nEletrônica Analógica 1\n60\n30\n90\nFEELT\nProfissionalizante\nObrigatória\nÓtica e Termodinâmica\n60\n15\n75\nINFIS\nBásica\nObrigatória\nFenômenos de Transporte \n60\n0\n60\nFEQUI\nBásica\nObrigatória\nSinais e Sistemas 2 \n60\n0\n60\nFEELT\nProfissionalizante\nObrigatória\nTotal\n360\n60\n420\n- 59 -\n", "60": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nQ\nu\ni\nn\nt\no\nCircuitos de Eletrônica Aplicada\n45\n15\n60\nFEELT\nEspecífica\nObrigatória\nEletrônica Analógica 2\n30\n30\n60\nFEELT\nProfissionalizante\nObrigatória\nEletrônica Digital\n30\n30\n60\nFEELT\nProfissionalizante\nObrigatória\nSistemas Realimentados\n60\n30\n90\nFEELT\nProfissionalizante\nObrigatória\nPrincípios de Comunicação\n60\n30\n90\nFEELT\nEspecífica\nObrigatória\nProcessamento Digital de Sinais\n45\n15\n60\nFEELT\nEspecífica\nObrigatória\nTotal\n270\n150\n420\nS\ne\nx\nt\no\nInstalações Elétricas\n30\n30\n60\nFEELT\nProfissionalizante\nObrigatória\nAntenas e Propagação\n45\n15\n60\nFEELT\nEspecíifca\nObrigatória\n Comunicações Digitais 1\n45\n15\n60\nFEELT\nEspecífica\nObrigatória\nInstrumentação Industrial\n60\n15\n75\nFEELT\nProfissionalizante\nObrigatória\n Linhas de Transmissão e Radiação\n45\n15\n60\nFEELT\nEspecífica\nObrigatória\nMicroprocessadores\n30\n30\n60\nFEELT \nProfissionalizante\nObrigatória\nTotal\n255\n120\n375\nS\né\nt\ni\nm\no\nProjeto Interdisciplinar\n0\n30\n30\nFEELT\nProjeto\nInterdisciplinar\nObrigatória\nComunicações Digitais 2\n45\n15\n60\nFEELT\nEspecífica\nObrigatória\nRedes de Computadores\n45\n15\n60\nFEELT\nEspecífica\nObrigatória\nTelefonia Digital\n45\n15\n60\nFEELT\nEspecífica\nObrigatória\nComunicações Ópticas\n  45\n15\n   60\nFEELT\nEspecífica\nObrigatória\nConversão de Energia e Máquinas\nElétricas\n60\n30\n90\nFEET \nProfissionalizante\nOptativa\nTotal\n240\n120\n360\nO\ni\nt\na\nv\no\nComunicações via Satélite\n45\n15\n60\nFEELT\n      Específica\nObrigatória\nSistemas de Televisão\n45\n15\n60\nFEELT\nEspecífica\nObrigatória\nComunicações Móveis\n45\n15\n60\nFEELT\nEspecífica\nObrigatória\nSistemas de Comunicação\n45\n15\n60\nFEELT\nEspecífica\nObrigatória\nPrincípios de Microondas\n45\n15\n60\nFEELT\nEspecífica\nObrigatória\nTópicos Especiais 1\n  45\n15\n60\nFEET \nOptativa\nOptativa\nTotal\n270\n90\n360\nN\no\nn\no\nEngenharia Ambiental\n60\n0\n60\nICIAG\nBásica\nObrigatória\nAdministração\n60\n0\n60\nFAGEN\nBásica\nObrigatória\nEconomia\n60\n0\n60\nIEUFU\nBásica\nObrigatória\nCiências Sociais e Jurídicas\n60\n0\n60\nFADIR\nBásica\nObrigatória\nTrabalho de Conclusão de Curso 1\n0\n30\n30\nFEELT\nTCC\nObrigatório\nTópicos Especiais 2\n45\n15\n60\nFEELT \nOptativa\nOptativa\nTotal\n285\n45\n   330\nD\né\nc\ni\nm\no\nGET040\nEstágio Supervisionado\n0\n180\n180\nFEELT\nEstágio\nObrigatória\nGET039\nTrabalho de Conclusão de Curso 2\n0\n30\n30\nFEET\nTCC\nObrigatório\nTotal\n0\n210\n210\n- 60 -\n", "61": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nAtividades Acadêmicas Complementares\n0\n120\n120\n \nComplementar\nObrigatória\nTotal Geral\n2640\n1125\n3765\nObs.: \n-A disciplina Atividades Acadêmicas Complementares, pode ser realizada em qualquer período\ndo Curso.\n- Estágio Supervisionado, poderá ser feito após o estudante ter cumprido todos os conteúdos\ncurriculares do conteúdo básico e conteúdo profissionalizante.\nA Tabela 8.10 mostra resumidamente a estrutura curricular do curso proposto.\nTabela 8.10 - Quadro resumo da estrutura curricular.\nCarga Horária\nTotal\nPercentual\n(%)\nNúcleo de Formação Básica\n1485\n39,44%\nNúcleo de Formação Profissionalizante\n840\n22,31%\nNúcleo de Formação Específica\n930\n24,70%\nProjeto Interdisciplinar\n30\n0,80%\nTrabalho de Conclusão de Curso\n60\n1,60%\nEstágio Supervisionado\n180\n4,78%\nTOTAL 1\n3525\n93,62%\nTópicos Especiais (Optativa)\n120\n3,2%\nOutras Atividades Acadêmicas\nComplementares \n120\n3,2%\nTOTAL 2\n240\n9,6%\nTOTAL \n3765\n100,00%\n8.3.9  -  PROCESSO  SELETIVO  PARA  INGRESSO  NO  CURSO  DE  ENGENHARIA\n8.3.9  -  PROCESSO  SELETIVO  PARA  INGRESSO  NO  CURSO  DE  ENGENHARIA\nELETRÔNICA E DE TELECOMUNICAÇÕES\nELETRÔNICA E DE TELECOMUNICAÇÕES\nO Processo Seletivo para ingresso no Curso de Graduação em Engenharia Eletrônica e de\nTelecomunicações é específico para o curso e será realizado conforme editais da UFU. Estão\nprevistas 30(trinta) vagas para o Curso, por semestre.\n- 61 -\n", "62": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n8.4 - QUADRO RESUMO DAS ATIVIDADES EXTRA-SALA DE AULA\n8.4 - QUADRO RESUMO DAS ATIVIDADES EXTRA-SALA DE AULA\nApresenta-se a seguir um quadro resumo das atividades extra-sala de aula previstas no projeto e\nos seus respectivos reflexos na obtenção do perfil esperado do egresso (ação).\nObserva-se que, além do oferecimento de disciplinas que promovem a formação profissional, as\natividades  complementares  contribuem  significativamente  para  a  construção  do  perfil  do\nestudante.\nAtividade\nObjetivos do perfil a ser alcançado\nIniciação Científica\n\nDisposição de estar sempre estudando, aprendendo e incorporando novos conhecimentos\nde maneira autodidata.\n\nFacilidade de comunicação e expressão, tanto na forma escrita como oral.\n\nLiderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe.\n\nCapacidade de resolver problemas de maneira sistêmica.\n\nCapacidade  de  utilização  de  recursos  tecnológicos  na  solução  de  problemas  de\nEngenharia.\nCONSELT Empresa\nJúnior\n\nVisão de mercado, ou seja, capacidade de aproveitar novas oportunidades propiciadas pela\nsociedade de serviços.\n\nAtitude empreendedora, possibilitando não apenas a inovação dentro do ambiente de\ntrabalho, como também a visão de iniciar novas empresas.\n\nLiderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe.\n\nPreparo psíquico e técnico para enfrentar a interdisciplinaridade de um problema de\nengenharia, que engloba aspectos técnicos, éticos, ambientais, econômicos, políticos e\nsociais.\n\nFacilidade de comunicação e expressão, tanto na forma escrita como oral.\nPET\n(Programa especial\nde treinamento)\n\nSólida base científica e cultural.\n\nLiderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe.\n\nForte formação básica em sua área profissional.\n\nFacilidade de comunicação e expressão, tanto na forma escrita como oral.\nMonitoria\n\nLiderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe.\n\nForte formação básica em sua área profissional.\n\nFacilidade de comunicação e expressão, tanto na forma escrita como oral.\nJEEL/JEELB\n(Jornada de\nEngenharia Elétrica\ne Biomédica)\n\nFacilidade de comunicação e expressão, tanto na forma escrita como oral.\n\nVisão de mercado, ou seja, capacidade de aproveitar novas oportunidades propiciadas pela\nsociedade de serviços.\n\nComportamento ético, envolvendo fortemente o respeito ao meio ambiente.\n\nSólida base científica e cultural.\nCEEL\n(Conferência em\nEstudo de Eng.\nElétrica)\n\nFacilidade de comunicação e expressão, tanto na forma escrita como oral.\n\nContato com novas tecnologias.\n\nIntercâmbio entre estudantes de pós-graduação e de graduação.\n\nSólida base científica e cultural.\nENAC\n\nContato com novas tecnologias.\n- 62 -\n", "63": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n(Encontro de\nAutomação e\nEletrônica e de\nTelecomunicações)\n\nVisão de mercado, ou seja, capacidade de aproveitar novas oportunidades propiciadas pela\nsociedade de serviços.\n\nIntercâmbio entre estudantes e profissionais da área de Automação.\nConvênios\nInternacionais\n(ex. INSA/UFU)\n\nSólida base científica e cultural.\n\nVisão de mercado, ou seja, capacidade de aproveitar novas oportunidades propiciadas pela\nsociedade de serviços.\n\nLiderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe.\n\nFacilidade de comunicação e expressão, tanto na forma escrita como oral.\nExtensão\nUFU/PROEX\n\nFacilidade de comunicação e expressão, tanto na forma escrita como oral.\n\nComportamento ético, envolvendo fortemente o respeito ao meio ambiente.\n\nSólida base científica e cultural.\nAtividades\nComplementares\n\nDisposição de estar sempre estudando, aprendendo e incorporando novos conhecimentos\nde maneira autodidata.\nEstágio Curricular\n\nFacilidade de comunicação e expressão, tanto na forma escrita como oral.\n\nVisão de mercado, ou seja, capacidade de aproveitar novas oportunidades propiciadas pela\nsociedade de serviços.\n\nLiderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe.\n\nPreparo psíquico e técnico para enfrentar a interdisciplinaridade de um problema de\nengenharia, que engloba aspectos técnicos, éticos, ambientais, econômicos, políticos e\nsociais.\nTrabalho de\nConclusão de Curso\n\nCapacidade de resolver problemas de maneira sistêmica.\n\nLiderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe.\n\nCapacidade de utilização de recursos tecnológicos na solução de problemas de engenharia.\n\nFacilidade de comunicação e expressão, tanto na forma escrita como oral.\n\nPreparo psíquico e técnico para enfrentar a interdisciplinaridade de um problema de\nengenharia, que engloba aspectos técnicos, éticos, ambientais, econômicos, políticos e\nsociais.\n9.  DIRETRIZES  GERAIS  PARA  O  DESENVOLVIMENTO\nMETODOLÓGICO DO ENSINO\n9.1 - INTRODUÇÃO\n9.1 - INTRODUÇÃO\nO presente projeto pedagógico, construído com a participação de todos os docentes do Curso,\nrepresentantes de estudantes e Técnicos Administrativos, tem a finalidade de garantir que o perfil\ndesejado  do  Engenheiro  de  Eletrônica  e  de  Telecomunicações  possua  as  competências  e\nhabilidades já mencionadas, e busca ainda atender com eficiência e qualidade os princípios\nbásicos  contidos  nas  Diretrizes  Curriculares  Nacionais  para  o  Ensino  de  Graduação  em\nEngenharia. Tais diretrizes, apresentadas em sua íntegra no Anexo 2 (Resolução no  11, de\n11/03/2002), define em seu artigo 3º, um perfil esperado para o profissional de engenharia e no\nartigo 4º, as habilidades e competências gerais esperadas.\n- 63 -\n", "64": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA construção do currículo do Curso de Engenharia Eletrônica e de Telecomunicações contempla\nesses princípios norteadores, ou seja, atende plenamente no aspecto de formação através de\ndisciplinas de formação básica geral, profissional geral e profissional específica. As disciplinas\nnecessárias  ao  desenvolvimento  das  habilidades  e  competências  previstas  nas  diretrizes\ncurriculares nacionais foram descritas no capítulo anterior.\n9.2 - PAPEL DOS DOCENTES\n9.2 - PAPEL DOS DOCENTES\nO trabalho do professor, como a própria raiz da palavra sugere, é quase sempre associado à tarefa\nde proferir palestras como principal forma de “transmissão” de conhecimentos. A habilidade\ndesse profissional é amiúde atrelada à desenvoltura em oratória, capacidade de articulação lógica\ne  habilidade  de  utilização  de  outros  meios  de  expressão,  para  síntese  ou  análise  de  um\ndeterminado tema. Embora esta imagem esteja bastante difundida e aceita pela sociedade, e até\nmesmo  por  uma  parcela  dos  próprios  professores,  ela  deve  ser  revista  nesta  proposta.  A\njustificativa para isto, é que o paradigma em questão se baseia em uma compreensão errônea do\nprocesso de aprendizagem. A transferência do conhecimento como se pretende nesse processo é\npouco eficaz. O rendimento, a durabilidade e a profundidade do conhecimento “transmitido” na\nmaioria dos casos deixam a desejar. O aprendizado pela simples exposição, incluindo-se aí o uso\nde imagens e gráficos, apóia-se na lógica de que o ouvinte acompanhe e compreenda os\nraciocínios  expostos,  obtendo  uma  impressão de  memória  sobre o mesmo. A partir  dessa\nimpressão o ouvinte seria capaz de recuperar e reproduzir o raciocínio ou mesmo aprofundar\nmais facilmente essa compreensão com leituras complementares. Boa parte do conhecimento\ntécnico existente na atualidade foi obtida com essa metodologia. Contudo, há duas importantes\nperdas intrínsecas a esse método. Essas perdas somadas à extensa carga de atividades existente\nno curso de Engenharia Eletrônica e de Telecomunicações, acabariam provocando uma sensível\nlimitação  da  capacidade  de  desenvolvimento  do  estudante.  A primeira  perda  ocorreria  no\nprocesso de abstração dos fenômenos a serem descritos pelo docente. A descrição de um\nfenômeno ou objeto está sempre aquém de sua versão real, pois o modelo desenvolvido em nossa\nmente é sempre uma simplificação da mesma. A segunda perda estaria associada à exposição do\npensamento do docente e à construção de um novo modelo pelo discente com base na versão já\nsimplificada do fenômeno.\nNos estudos mais recentes sobre o aprendizado, há um consenso de que as informações não são\narmazenadas de modo recuperável em sua forma original. As memórias são constituídas a partir\n- 64 -\n", "65": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nde combinações de impressões sensoriais, continuamente organizadas pelo cérebro na busca de\num formato coerente. No acesso à memória, as informações são reconstruídas logicamente a\npartir de associações, desencadeadas por impressões similares àquelas que as originaram. Apesar\ndesta explicação sobre o mecanismo da memória ser extremamente superficial, a compreensão\nde  sua  lógica  é  suficiente  para  a  proposição  de  uma  mudança  de  paradigma  no  papel\ndesempenhado pelo docente no curso. A consideração desses princípios na filosofia de ensino a\nser adotada no curso de Engenharia Eletrônica e de Telecomunicações, depende fortemente da\ncompreensão  daqueles  fundamentos  e  principalmente,  de  sua  aceitação  pelos  educadores\nresponsáveis. A partir disso, cada docente deve pesquisar, planejar e aperfeiçoar as metodologias\nmais adequadas para cada tema desenvolvido com os estudantes. Em resumo, na filosofia\nproposta, o docente assume o papel de orientar o estudante durante o processo de aprendizado.\nPara isto, deve estar ciente de que esta é uma experiência pessoal e intransferível do aprendiz. \nUm aspecto importante para o processo de aprendizagem é a motivação do estudante. Um\nindivíduo só aprende se assim o quiser (a não ser que o processo esteja baseado em impulsos\nnegativos, o que obviamente não é o caso). O despertar e a manutenção da motivação podem ser\noriginados na compreensão e no sentimento da necessidade da aquisição do conhecimento e/ou\nhabilidade almejados. Estes aspectos podem ser suscitados através da maior participação dos\nestudantes nas atividades de planejamento como um todo, estimulando o diálogo, dividindo\nresponsabilidades e despertando a consciência da importância de ambas as partes no processo de\naprendizagem. Ciente de sua responsabilidade no processo, mesmo que a experiência vivenciada\nem aula seja insuficiente, e quase sempre o é, o estudante terá autonomia para complementá-la\npor outros meios.\n9.3 - ESTRATÉGIAS PEDAGÓGICAS\n9.3 - ESTRATÉGIAS PEDAGÓGICAS\nPara  atingir  os  objetivos  almejados  para  a  formação  do  Engenheiro  de   Eletrônica  e  de\nTelecomunicações é necessário que o corpo docente, juntamente com a coordenação de curso,\nassumam uma postura de compromisso de forma a utilizar ferramentas que permitam atingir o\nperfil que se pretende.\nA proposta de ensino para o curso deve propiciar o desenvolvimento de todas habilidades\npropostas em contraste ao enfoque de treinamento estritamente técnico, muitas vezes adotado.\n- 65 -\n", "66": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nUm dos pontos chaves para o sucesso na formação profissional em engenharia é a motivação do\nestudante e de todos os participantes do processo. Considerando a premissa de que os estudantes\nescolhem o curso por livre arbítrio, e o fazem por vocação e/ou determinação própria, podemos\nconcluir que estes iniciam suas jornadas naturalmente motivados. A impressão inicial sobre a\nárea de atuação e as atividades profissionais é de que estas lhes são atraentes. Cabe ao curso\nmanter e fortalecer essa motivação, ampliando a percepção do estudante acerca da sua formação.\nUm dos principais fatores que podem ser apontados para a perda da motivação dos estudantes,\nque acaba por alimentar os índices de evasão de cursos superiores, é a carência de contato com\nos assuntos e atividades vislumbrados no processo de escolha do curso. Esse afastamento tem\norigem principalmente na ênfase do ensino de ferramentas matemáticas e outras matérias básicas\nde forma não contextualizada, nos dois primeiros anos do curso. A vinculação estabelecida entre\nos  conteúdos  abordados  não  tem  sido  suficientemente  forte  para  manter  a  motivação  do\nestudante.  Esta  vinculação  débil  provoca  ainda  uma  outra  consequência  indesejável  –  a\nfragmentação dos conhecimentos: a associação dos conceitos desenvolvidos à sua aplicação nas\natividades  profissionais  é  fraca,  dificultando  o  desenvolvimento  da  visão  sistêmica  pelo\nprofissional.\nA filosofia de ensino a ser adotada no curso de Engenharia Eletrônica e de Telecomunicações da\nFEELT/UFU deve permitir a manutenção da motivação inicial do estudante através de seu\ncontato com as atividades de engenharia desde o primeiro dia na universidade. Deve ficar claro\nao estudante que o conhecimento dos fundamentos de matemática, física, química, computação e\noutros é uma das principais ferramentas que este dispõe para consolidação de suas idéias.\nPortanto, o estudante deve ter conhecimento do conjunto de ferramentas matemáticas e lógicas\ndisponíveis, ter a segurança na escolha da mais adequada para cada tarefa e saber utilizá-las com\npropriedade. Esta clareza deve ser desenvolvida em disciplinas profissionalizantes alocadas nos\nprimeiros semestres do curso. Munidos desses conhecimentos, os estudantes são capazes de\nabandonar uma postura passiva na construção dos conhecimentos básicos, assumindo um papel\nmais ativo no processo. Esta mudança de postura decorre do conhecimento do conjunto de\nferramentas disponíveis e suas aplicações. Em resumo, em sua jornada de aprendizado devem ser\ndisponibilizados meios para que o estudante desenvolva sua capacidade de julgamento de forma\nsuficiente  para  que  ele  próprio  esteja  apto  a  buscar,  selecionar  e  interpretar  informações\nrelevantes ao aprendizado. Esta mudança na postura dos estudantes deve provocar ainda, a\nmotivação do educador em decorrência do incremento na quantidade e no grau de complexidade\ndos desafios propostos pelos primeiros. \n- 66 -\n", "67": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA solução proposta para a manutenção e intensificação do interesse inicial demonstrado pelo\nestudante  está  na  contextualização  de  todo  o  curso  de  Engenharia  Eletrônica  e  de\nTelecomunicações. Esta deve ocorrer não apenas no âmbito micro de cada tarefa necessária ao\ncumprimento dos objetivos da atividade curricular, mas principalmente no âmbito macro em que\no estudante se torne capaz de compreender e organizar mentalmente, desde o papel de sua\nformação dentro da sociedade, até a função de cada conhecimento adquirido em sua formação.\nEsta  meta  requer,  em  muitos  casos,  uma  inversão  na  ordem  de  aprendizado.  No  modelo\nnormalmente usado pelos cursos de Engenharia, os conhecimentos básicos são apresentados\ntendo como única motivação ao aprendizado a palavra do professor de que esses serão úteis\ndentro de um determinado prazo, para a solução de determinados problemas. Através de uma\nanálise dos índices de evasão nos dois primeiros anos dos cursos de engenharia atuais e de suas\ncausas, percebe-se que a contextualização dos conhecimentos básicos nesses termos ainda é fraca\npara manter o interesse dos estudantes.\nPropõe-se  como  solução,  a  adoção  de  versões  simplificadas  de  desafios  e  problemas  de\nengenharia desde o primeiro dia do curso. A solução conceitual dos mesmos em um nível mais\ngeral e menos aprofundado deve proporcionar ao estudante a visão e a compreensão dos sistemas\ncomo um todo, bem como do arsenal de ferramentas e conhecimentos necessários à solução de\nproblemas, tanto de análise como de síntese. Este contato, precoce em relação aos moldes\nnormalmente empregados, permite que uma das confusões mais comuns dos estudantes de\nengenharia seja evitada: a ênfase nos meios (métodos matemáticos) em detrimento do objetivo\nfinal (compreensão global do sistema ou fenômeno). \nOutro importante fator a ser considerado é a atualização dos conhecimentos e suas aplicações. Os\nassuntos relativos às novas tecnologias, também conhecidas por tecnologias de ponta, tendem a\ndespertar  um  grande  interesse  nos  estudantes,  bem  como  suas  relações  com a  sociedade.\nConsiderando o acelerado desenvolvimento nas diversas áreas de Engenharia Eletrônica e de\nTelecomunicações, pode-se afirmar, com efeito, que esses tópicos são imprescindíveis em uma\nformação de qualidade e comprometida com a realidade. As quatro disciplinas de Tópicos\nEspeciais (240 horas) são utilizadas com esta finalidade.\nAlém da construção de conhecimentos técnicos pelos estudantes, as atividades propostas no\ncurso  devem  proporcionar  ainda  oportunidades  para  o  desenvolvimento  das  habilidades\n- 67 -\n", "68": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \ncomplementares, desejáveis aos profissionais da área. Para tanto, matérias específicas foram\ncriadas e as metodologias de ensino empregadas nas diversas atividades foram adaptadas. O\nplanejamento, a distribuição e a aplicação das metodologias utilizadas devem ser executados de\nforma conjunta pela coordenação do curso e seu corpo docente. Esta pode ser apontada como\numa boa prática para que os objetivos sejam alcançados em uma universidade pública com\ncaracterísticas democráticas como a UFU. Um requisito importante para o êxito deste plano é\nque sejam respeitadas as peculiaridades de cada disciplina/atividade didática, bem como a\ncapacidade e a experiência de cada docente. O estímulo e o incentivo ao aprimoramento dessas\ncaracterísticas devem ser continuamente perseguidos, objetivando sempre a melhor qualidade no\nprocesso da formação profissional.\n9.4 - INCENTIVO ÀS AULAS EM LABORATÓRIO\n9.4 - INCENTIVO ÀS AULAS EM LABORATÓRIO\nTodas as disciplinas são pensadas de forma a oferecer ao estudante um forte conteúdo teórico\naliado aos objetivos práticos específicos. Nesse sentido, um grande número de disciplinas\napresenta atividades práticas obrigatórias distribuídas em laboratórios específicos, práticas em\nunidades produtivas ou ainda em salas de ensino computacional, atingindo-se cerca de 21% do\nnúmero total de horas do curso.\n9.5 - ORIENTAÇÃO ACADÊMICA - TUTORIA\n9.5 - ORIENTAÇÃO ACADÊMICA - TUTORIA\nUma ação importante prevista nesse projeto diz respeito ao acompanhamento do estudante e de\nseu rendimento escolar. Esse acompanhamento é feito através da atuação do Colegiado de Curso\ne da figura do Orientador Acadêmico, também chamado de tutor.\nO  Anexo  5  apresenta  as  informações  referentes  ao  sistema  de  tutoria.  Os  critérios  e\nprocedimentos relativos à atividade de orientação acadêmica estão relacionados nas Normas\nGerais do Curso de Engenharia Eletrônica e de Telecomunicações, no Anexo 6.\n- 68 -\n", "69": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n10.  DIRETRIZES  PARA  OS  PROCESSOS  DE  AVALIAÇÃO  DA\nAPRENDIZAGEM E DO CURSO\n10.1 - AVALIAÇÃO NO CONTEXTO DO PROCESSO ENSINO APRENDIZAGEM\n10.1 - AVALIAÇÃO NO CONTEXTO DO PROCESSO ENSINO APRENDIZAGEM\nAs propostas curriculares atuais, bem como a legislação vigente, primam por conceder uma\ngrande importância à avaliação, reiterando que ela deve ser: contínua, formativa e personalizada,\nconcebendo-a como mais um elemento do processo de ensino aprendizagem, o qual nos permite\nconhecer o resultado de nossas ações didáticas e, por conseguinte, melhorá-las.\nNo dicionário Aurélio:\n \navaliar  significa:  determinar  a  valia  ou  o  valor  de;  apreciar  ou  estimar  o\nmerecimento de; determinar a valia ou o valor, o preço, o merecimento, calcular,\nestimar; fazer a apreciação; ajuizar.\nmedir significa:  determinar ou verificar, tendo por base uma escala fixa, a\nextensão, medida, ou grandeza de comensurar.\nLuckesi (1978), citado por Mediano (1988) diz que:\n\"A  avaliação  é  definida como  um  juízo  de  valor  sobre  dados  relevantes,\nobjetivando uma tomada de decisão\".\n- 69 -\n", "70": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nO elemento chave da definição de avaliação implica em julgamento, apreciação, valoração, e\nqualquer ato que implique em julgar, valorar, implica que quem o pratica tenha uma norma ou\npadrão que permita atribuir um dos valores possíveis a essa realidade. Ainda que avaliar\nimplique em alguma espécie de medição, a avaliação é muito mais ampla que a medição ou a\nqualificação. A avaliação não é um processo parcial ou linear. Ainda que se trate de um processo,\nestá inserida em outro muito maior que é o processo ensino-aprendizagem e também não pode\nser linear porque deve ter reajustes permanentes.\nPara entendermos a avaliação ao longo do processo educacional é preciso conhecer sua história,\nseu desenvolvimento e os métodos criados pelos mais renomados educadores e teóricos da\neducação.\nOlhar o passado e ver como a avaliação era realizada é uma forma de não avaliarmos para a\nexclusão hoje, porque no passado, só participavam da avaliação ou exame aqueles estudantes que\nrealmente estivessem preparados, caso contrário, eram descartados e acabavam não ingressando\nem séries mais avançadas. Depresbiteris (1997), nos conta que o uso da avaliação como medida\nvem de longa data: já em 2205 a.c. o grande Shun, imperador chinês, examinava seus oficiais\ncom o fim de os promover ou demitir. Garcia (1999), também diz que a primeira notícia que\ntemos de exames (avaliação) nos é trazida por Weber, quando se refere à burocracia chinesa, nos\nidos de 1200 a.c, para selecionar, entre sujeitos do sexo masculino, aqueles que seriam admitidos\nno serviço público. O exame ou avaliação passou a ser uma necessidade nos meios educacionais\npara conter o grande avanço das classes populares no sentido de conquistar espaços sociais.\nDesta forma, o saber, a cultura e o conhecimento continuariam sendo uma prerrogativa daqueles\nque detinham o poder político e econômico, excluindo a massa, os trabalhadores e a plebe dos\nmeios acadêmicos, permitindo o surgimento de educadores como Comenius, para o qual a\navaliação era um lugar de aprendizagem e não de verificação de aprendizagem. La Salle, por sua\nvez, propôs o exame como supervisão permanente. Comenius centra o exame como um auxiliar\nna correção da metodologia, na prática docente mais adequada ao estudante. La Salle centra no\nestudante e no exame o que deveria ser resultado da prática pedagógica, um complexo processo\nem que dois sujeitos interagem: um que ensina e outro que aprende. Souza, diz que desde o\ninício do século XX tem-se, de modo sistematizado, a realização de estudos sobre avaliação da\naprendizagem, voltada particularmente para a mensuração de mudanças do comportamento\nhumano. Robert Thorndike deu maior relevância aos testes e medidas educacionais, movimento\n- 70 -\n", "71": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nque prosperou nos Estados Unidos nas duas primeiras décadas do século XX, resultando no\ndesenvolvimento de testes padronizados para medir habilidades e aptidões dos estudantes.\nO sistema de avaliação instituído no Brasil acompanha o proposto por La Salle. Seguindo esses\ncaminhos, encontramos em Luckesi, citado por Sátiro, (s/d), que a história da avaliação no Brasil\nobedece a três fases:\n\nFase 1 - a partir do século XVI, com o sistema tradicional instituído pelos jesuítas,\ncom a utilização de testes para promover ou reprovar os estudantes.\n\nFase 2 - início do século XX, com a escola nova, que pretende construir uma\ndisciplina interna livre e autônoma, levando em consideração o desenvolvimento\nafetivo e emocional dos estudantes.\n\nFase 3 - a partir dos anos 60, com a teoria comportamentalista, que propõe a avaliação\ncomo meio, para que os estudantes criem seu próprio comportamento e se disciplinem\nmentalmente. Para tanto, utilizam-se muitos recursos técnicos.\nNão é preciso grande esforço para perceber que no Brasil, apesar de todos os esforços em\ncontrário,  apesar  da  LDB,  apesar  dos  educadores  e  de  uma  parcela  da  sociedade,  ainda\npredomina a proposta tradicional dos jesuítas.\nBasicamente, a avaliação apresenta três funções: diagnosticar, controlar e classificar, com as\nquais se relacionam outras três modalidades de avaliação:\n\nAvaliação diagnóstica - aquela realizada no início de um curso, período letivo ou\nunidade de ensino, com a intenção de constatar se os alunos apresentam ou não o\ndomínio  dos  pré-requisitos  necessários,  isto  é,  se  possuem  os  conhecimentos  e\nhabilidades imprescindíveis para as novas aprendizagens. É também utilizada para\ncaracterizar eventuais problemas de aprendizagem e identificar suas possíveis causas,\nnuma tentativa de saná-los.\n\nAvaliação formativa - com função de  Eletrônica e de Telecomunicações é realizada\ndurante todo o decorrer do período letivo, com o intuito de verificar se os estudantes\nestão atingindo os objetivos previstos, isto é, quais os resultados alcançados durante o\ndesenvolvimento  das  atividades.  Portanto,  a  avaliação  formativa  visa,\n- 71 -\n", "72": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nfundamentalmente, determinar se o estudante domina gradativa e hierarquicamente\ncada etapa da instrução, porque antes de prosseguir para uma etapa subsequente de\nensino-aprendizagem, os objetivos em questão, de uma ou de outra forma, devem ter\nseu  alcance  assegurado.  É  principalmente  através  da  avaliação formativa que  o\nestudante  conhece  seus  erros  e  acertos  e  encontra  estímulo  para  um  estudo\nsistemático. Essa modalidade de avaliação é basicamente orientadora, pois orienta\ntanto o estudo do aluno como o trabalho do professor. Por isso, a avaliação formativa\npode ser utilizada como um recurso de ensaio e como fonte de motivação, tendo\nefeitos altamente positivos e evitando as tensões que usualmente a avaliação causa. \n\nAvaliação somativa ou classificatória - realiza-se ao final de um curso, período letivo\nou unidade de ensino, e consiste em classificar os estudantes de acordo com níveis de\naproveitamento previamente estabelecidos, geralmente tendo em vista sua promoção\nde uma série para outra, ou de um grau para outro. Neste caso, a aprendizagem é\nconfundida  com  memorização  de  um  conjunto  de  conteúdos  desarticulados,\nconseguida através de repetição de exercícios sistemáticos de fixação e cópia. É um\nsistema excludente por excelência. Sendo um instrumento que serve para coação e\nEletrônica e de Telecomunicações de disciplina. \nPode-se dizer que um dos propósitos da avaliação com função diagnóstica é informar o professor\nsobre o nível de conhecimento e habilidades de seus alunos, antes de iniciar o processo ensino-\naprendizagem, para determinar o quanto progrediram depois de um certo tempo. Isto é, qual a\nbagagem cognitiva que eles estão levando para a série em curso. É através dessa avaliação\ninicial, com função diagnóstica, que o professor vai determinar quais os conhecimentos e\nhabilidades devem ser retomados.\nSegundo Hoffmann:\n\"(...) conceber e nomear o ' fazer testes', o 'dar notas', por avaliação é uma\natitude  simplista  e  ingênua!  Significa  reduzir  o  processo  avaliativo,  de\nacompanhamento e ação com base na reflexão, a parcos instrumentos auxiliares\ndesse processo, como se nomeássemos por bisturi um procedimento cirúrgico\".\n- 72 -\n", "73": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nAs avaliações realizadas nas escolas decorrem, portanto, de concepções diversas, das quais nem\nsempre se tem clareza dos seus fundamentos. O sistema educacional apoia-se na avaliação\nclassificatória com a pretensão de verificar aprendizagem ou competências através de medidas,\nde quantificações. Este tipo de avaliação pressupõe que as pessoas aprendem do mesmo modo,\nnos mesmos momentos e tenta evidenciar competências isoladas. Ou seja, algumas, que por\ndiversas razões têm maiores condições de aprender, aprendem mais e melhor. Outras, com outras\ncaracterísticas, que não respondem tão bem ao conjunto de disciplinas, aprendem cada vez\nmenos e são muitas vezes excluídas do processo de escolarização.\nA avaliação não pode ter como objetivo classificar ou selecionar. Ela deve ser fundamentada nos\nprocessos de aprendizagem, em seus aspectos cognitivos, afetivos e relacionais; fundamentar-se\nem  aprendizagens  significativas  e  funcionais  que  se  aplicam  em  diversos  contextos  e  se\natualizam o quanto for preciso para que se continue a aprender.\nEste enfoque tem um princípio fundamental: deve-se avaliar o que se ensina, encadeando a\navaliação no mesmo processo de ensino-aprendizagem. Somente neste contexto é possível falar\nem avaliação inicial (avaliar para conhecer melhor o estudante e ensinar melhor) e avaliação\nfinal (avaliar ao finalizar um determinado processo didático).\nSe a avaliação contribuir para o desenvolvimento das capacidades dos estudantes, pode-se dizer\nque  ela  se  converte  em  uma  ferramenta  pedagógica,  em  um  elemento  que  melhora  a\naprendizagem e a qualidade do ensino. \nNeste sentido a avaliação deve ser utilizada como ferramenta para:\n\nConhecer  melhor  o  estudante,  suas  competências  curriculares,  seu  estilo  de\naprendizagem, seus interesses, suas técnicas de trabalho. A isso poderíamos chamar\nde avaliação inicial;\n\nConstatar o que está sendo aprendido. Assim, o professor vai recolhendo informações,\nde forma contínua e com diversos procedimentos metodológicos e julgando o grau de\naprendizagem, ora em relação a todo grupo-classe, ora em relação a um determinado\naluno em particular;\n- 73 -\n", "74": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n\nAdequar o processo de ensino aos estudantes como grupo e àqueles que apresentam\ndificuldades, tendo em vista os objetivos propostos;\n\nJulgar globalmente um processo de ensino-aprendizagem, para que, ao término de\numa determinada unidade, por exemplo, se faça uma análise e reflexão sobre o\nsucesso alcançado em função dos objetivos previstos e se possa revê-los de acordo\ncom os resultados apresentados.\nPortanto, a avaliação deve ser contínua e integrada ao fazer diário do professor; o que nos sugere\nque ela deva ser realizada sempre que possível em situações normais, evitando a exclusividade\nda rotina artificial das situações de provas, na qual o estudante é  medido somente naquela\nsituação específica, abandonando-se tudo aquilo que foi realizado em sala de aula antes da prova.\nA observação, registrada, é de grande ajuda para o professor na realização de um processo de\navaliação contínua.\n\nA avaliação  será  global  quando  se  realiza  tendo  em  vista  as  várias  áreas  de\ncapacidades do estudante: cognitiva, motora, relações interpessoais, atuação, etc e, a\nsituação do estudante nos variados componentes do currículo escolar.\n\nA avaliação será formativa se concebida como um meio pedagógico para ajudar o\nestudante em seu processo educativo.\n10.2 - AVALIAÇÃO DO ESTUDANTE PELO PROFESSOR\n10.2 - AVALIAÇÃO DO ESTUDANTE PELO PROFESSOR\nA avaliação do estudante pelo professor deve permitir que se faça uma análise do processo\nensino-aprendizagem. Para isto, ela deve ser diversificada utilizando-se de instrumentos tais\ncomo provas escritas, seminários, listas de exercícios, projetos, relatórios de laboratório e visitas\ntécnicas. \nExames e provas deverão ser espaçados ao longo do período letivo, contemplando todo o\nconteúdo programático que compõe a ementa da disciplina. \nNa UFU,  para cada disciplina são distribuídos  100 pontos  em números  inteiros. Para ser\naprovado, o aluno deve alcançar o mínimo de 60 pontos na soma das notas e 75% de frequência\nnas aulas e outras atividades curriculares dadas.\n- 74 -\n", "75": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA proposta de avaliação é parte integrante do Plano de Ensino e deve ser apresentada pelo\nprofessor ao Colegiado de Curso após a discussão com sua turma, para aprovação, até 12 dias\napós o início do semestre ou ano letivo. A discussão apresentada deverá nortear o processo de\navaliação a ser proposta pelo professor em cada disciplina.\nO professor deverá divulgar a nota das atividades avaliativas, no prazo máximo de 15 dias\ncorridos  a  contar  da  data  de  realização  da  atividade,  exceto  em  situações  excepcionais\nfundamentadas no plano de avaliação, previamente aprovadas pelo Colegiado de Curso. O\ndiscente possui direito à vista das atividades avaliativas num prazo máximo de 10 dias úteis após\na divulgação dos resultados.  A vista das atividades avaliadas de final de curso deve anteceder o\nprazo marcado para entrega de notas na DIRAC, fixado no Calendário Escolar.\nOutros  critérios  e  procedimentos  relativos  à  avaliação  do  estudante  pelo  professor  estão\nrelacionados na Reslução no 02/2008, do Conselho de Graduação – CONGRAD/UFU.\n10.3  -  AVALIAÇÃO  DIDÁTICO  PEDAGÓGICA  PROFESSOR  /  DISCIPLINA\n10.3  -  AVALIAÇÃO  DIDÁTICO  PEDAGÓGICA  PROFESSOR  /  DISCIPLINA\nREALIZADA PELOS ESTUDANTES\nREALIZADA PELOS ESTUDANTES\nOs estudantes deverão fornecer ao professor um  feed-back (avaliação) de seu desempenho\ndidático-pedagógico  referente  à  disciplina  ministrada  no  semestre  letivo.  Esta  avaliação  é\ncoordenada  pelo  Colegiado  de  Curso.  Assim,  o  colegiado  deve  realizar  semestralmente\navaliações da disciplina e dos respectivos professores para empreender ações que melhorem a\nqualidade  do  curso.  Estas  avaliações  serão  feitas  pelos  estudantes  através  de  formulário\neletrônico que ficará disponível durante o período de matrícula para o semestre subsequente, ou\nseja, o estudante fará sua matrícula após ter preenchido o formulário. O resultado das avaliações\ndeverá ser comunicado aos professores para que procurem melhorar os itens em que foram mal\navaliados e para motivá-los a fim de manter seu desempenho nos itens que foram bem avaliados.\nAs avaliações das disciplinas “Trabalho de Conclusão de Curso”, “Atividades Complementares”\ne “Estágio Curricular” são regulamentadas por normas específicas.\n10.4  -  ACOMPANHAMENTO  CONTÍNUO  DO  CURSO:  COLEGIADO  E\n10.4  -  ACOMPANHAMENTO  CONTÍNUO  DO  CURSO:  COLEGIADO  E\nREPRESENTANTES DE SALA\nREPRESENTANTES DE SALA\n- 75 -\n", "76": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nUma das atividades obrigatórias do Colegiado de Curso é o acompanhamento de todo o processo\npedagógico  do  curso.  Especificamente,  um  dos  instrumentos  para  que  esse  objetivo  seja\nalcançado é o estabelecimento de condições para que o programa previsto em cada início de\nsemestre seja realmente executado. Esse acompanhamento é feito através do Colegiado de Curso\ncom reuniões periódicas com estudantes (escolhidos entre seus pares) de cada período do Curso.\nNessas  reuniões,  temas  específicos  como  apresentação  e  cumprimento  do  programa  da\ndisciplina, critério de avaliação, objetivos alcançados e aproveitamento, inovações didáticas ou\npedagógicas, são discutidas.\nNo final de cada semestre, todos os docentes e representantes dos alunos serão convocados a\nparticiparem de uma reunião de forma a discutir aspectos gerais do Curso. Sugestões, críticas e\npropostas para o contínuo aperfeiçoamento do curso são incentivadas. Assim, essa avaliação\ndeve ser de caráter global vinculando os aspectos técnicos aos aspectos políticos e sociais e\nenfrentando contradições e conflitos que porventura possam surgir, podendo se refletir na própria\norganização do projeto pedagógico.\n10.5 – AVALIAÇÃO CONTÍNUA DO PROJETO PEDAGÓGICO\n10.5 – AVALIAÇÃO CONTÍNUA DO PROJETO PEDAGÓGICO\nObjetivando realizar de forma contínua a avaliação do projeto pedagógico, será criado o Núcleo\nDocente Estruturante (NDE). A formação do NDE será regulamentada pelo Colegiado do Curso,\nseguindo as diretrizes do MEC. Desta forma, o NDE será responsável pelo aprimoramento do\nprojeto pedagógico do Curso, propondo alterações e ações a serem tomadas pelo Colegiado.\nPorém, o acompanhamento das atividades por meio da análise de todo o processo é a forma ideal\nde se avaliar e criticar todo o projeto pedagógico. Assim, ao final de cada ano todos os docentes\ne estudantes devem ser chamados a participar do processo de avaliação do projeto, identificando\nproblemas e trazendo críticas e sugestões para o seu constante aprimoramento.\n10.6 - ASPECTOS CONCLUSIVOS DO PROCESSO ENSINO-APRENDIZAGEM\n10.6 - ASPECTOS CONCLUSIVOS DO PROCESSO ENSINO-APRENDIZAGEM\nA avaliação não começa nem termina na sala de aula. A avaliação do processo pedagógico\nenvolve o planejamento e o desenvolvimento do processo de ensino. Neste contexto, é necessário\nque a avaliação cubra todo o projeto curricular, a programação do ensino em sala de aula e seus\nresultados (a aprendizagem produzida nos estudantes). Tradicionalmente, o que se observa é que\n- 76 -\n", "77": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \no processo de avaliação reduz-se ao terceiro elemento: a aprendizagem produzida nos estudantes.\nNo contexto de um processo de avaliação formativa isto não faz qualquer sentido. A informação\nsobre os resultados obtidos com os estudantes deve necessariamente levar a um replanejamento\ndos objetivos e dos conteúdos, das atividades didáticas, dos materiais utilizados e das variáveis\nenvolvidas  em  sala  de  aula:  relacionamento  professor-estudante  e  relacionamento  entre\nestudantes.\n11.  DURAÇÃO  DO  CURSO,  TEMPO  MÍNIMO  E  MÁXIMO  DE\nINTEGRALIZAÇÃO\nO Curso de Graduação em Engenharia Eletrônica e de Telecomunicações habilitará o discente\npara o exercício de uma profissão liberal (bacharelado), propiciando a este o título de Engenheiro\nde  Eletrônica e de Telecomunicações . O curso será ministrado em período integral e possuirá\num tempo de integralização mínima de 5 (cinco) anos e máxima de 8 (oito) anos.\n12. ADMINISTRAÇÃO ACADÊMICA\nA administração acadêmica do curso de Engenharia Eletrônica e de Telecomunicações seguirá o\nque  determina  o  Regimento  Geral  que  regulamenta  a  organização  e  o  funcionamento  da\nUniversidade Federal de Uberlândia, de acordo com o disposto na legislação vigente e no\nEstatuto [Regimento Geral e Estatuto: www.estatuto.ufu.br].\nA organização do colegiado do curso de Engenharia Eletrônica e de Telecomunicações proposto\nfuncionará conforme estabelece o Regimento Geral da UFU, sendo os nomes do coordenador e\nmembros do colegiado a ser definido pela FEELT após a autorização de funcionamento do curso.\n- 77 -\n", "78": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n13. RECURSOS EXISTENTES NA FEEL-UFU \n13.1 - RECURSOS HUMANOS EXISTENTES\n13.1 - RECURSOS HUMANOS EXISTENTES\nA Faculdade  de  Engenharia  Elétrica-UFU  conta  hoje  com  um  corpo  docente  e  técnico-\nadministrativo qualificado já atuando na área de Eletrônica e de Telecomunicações.\nDesde a sua criação em 1970, a Engenharia Elétrica da UFU possui uma política bastante\narrojada de capacitação de docentes em programas de mestrado, doutorado e pós-doutorado.\nEsta política, mantida até os dias de hoje, representa os anseios do corpo docente em se\nqualificar e se posicionar entre os melhores do país. Graças a esta capacitação, foi possível,\nalém de contar com oitavo melhor curso de graduação em Engenharia Elétrica (modalidade:\nEletrotécnica) do país, implementar o Programa de Pós-Graduação em 1984 com o Curso de\nMestrado e, dez anos depois, em 1994, o Curso de Doutorado, primeiro do Estado de Minas\nGerais. \nA competência do grupo de docentes e técnicos-administrativos da FEELT pode ser verificada\npela sua produção dos últimos 3 anos (28 teses de doutorado, 72 dissertações de mestrado, 211\npublicações em anais de congressos a nível nacional e internacional, 47 artigos em periódicos,\n08 protótipos construídos e 02 pedidos de depósitos de patentes), e também pelo número e\nimportância de órgãos e empresas que procuram seus serviços especializados. As pesquisas do\ngrupo são financiadas não apenas pelos órgãos de fomento tradicionais (CNPq, CAPES e\nFAPEMIG), mas também pela ANATEL, ANEEL, ONS, PETROBRÁS, ELETROBRÁS, CEMIG,\nENERSUL, LIGHT, CHESF, entre outras. \nObserva-se na Tabela 13.1 o corpo docente da FEELT-UFU composto por 51 docentes, sendo 42\nem tempo integral e 9 docentes em tempo parcial. A Tabela 13.2 apresenta o corpo técnico-\nadministrativo composto por 5 secretárias que atendem aos cursos de Engenharia Elétrica,\nEngenharia  Biomédica e o programa de Pós-graduação em Engenharia Elétrica e 8 técnicos de\nlaboratórios.\n- 78 -\n", "79": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nTabela 13.1 – Corpo docente.\nDocentes\nRT\nT\nQualificação Profissional\nAdélio José de Moraes\nDE\nD\nSistemas Elétricos de Potência\nAdriano Alves Pereira\nDE\nD\nProcessamento de Sinais Biológicos\nAdriano de Oliveira Andrade\nDE\nD\nProcessamento de Sinais Biológicos\nAídson Antonio de Paula\nDE\nM\nSistemas Elétricos de Potência\nAlcimar Barbosa Soares\nDE\nD\nProcessamento de Sinais Biológicos\nDE\nD\nSistemas de Computação\nAloísio de Oliveira\nDE\nD\nSistemas Elétricos de Potência\nAniel Silva de Morais\nDE\nD\nControle e Automação\nAntônio Carlos Delaiba\nDE\nD\nSistemas Elétricos de Potência\nAntônio Cláudio Paschorelli Veiga\nDE\nD\nTelecomunicações\nAntônio Eduardo Costa Pereira\nDE\nD*\nSistemas de Computação\nAugusto W. Fleury V. da Silva\n20h\nM\nSistemas Elétricos de Potência\nCarlos Augusto Bissochi Junior\nDE\nD\nControle e Automação \nCarlos Eduardo Tavares\n40h\nD\nSistemas Elétricos de Potência\nCarlos Henrique Salerno\nDE\nD\nSistemas Elétricos de Potência\nDarizon Alves de Andrade\nDE\nD*\nControle e Automação\nDécio Bispo\nDE\nD\nSistemas Elétricos de Potência\nEdgard Afonso Lamounier Junior\nDE\nD\nSistemas de Computação\nEdna Lúcia Flôres\nDE\nD\nTelecomunicações\nEduardo Lázaro Martins Naves\nDE\nD\nSistemas Elétricos de Potência\nErnane Antônio Alves Coelho\nDE\nD\nSistemas Elétricos de Potência\nFábio Vincenzi R. da Silva \n20h\nD\nSistemas Elétricos de Potência\nFernando Egberto Feital de Camargo\nDE\nM\nTelecomunicações\nGeraldo Caixeta Guimarães\nDE\nD\nSistemas Elétricos de Potência\nGilberto Arantes Carrijo\nDE\nD*\nTelecomunicações\nIvan Nunes Santos\n20h\nM\nSistemas Elétricos de Potência\nJoão Batista Destro Filho\nDE\nD\nProcessamento de Sinais Biológicos\nJoão Batista Vieira Júnior\nDE\nD\nSistemas Elétricos de Potência\nJosé Carlos de Oliveira\nDE\nD*\nSistemas Elétricos de Potência\nJosé Mário Menescal de Oliveira\nDE\nM\nSistemas Elétricos de Potência\nJosé Roberto Camacho\nDE\nD\nSistemas Elétricos de Potência\nJosé Wilson Resende\nDE\nD\nSistemas Elétricos de Potência\nJúlio César Portella Silveira\nDE\nM\nSistemas Elétricos de Potência\nKeide Matumoto\nDE\nE\nSistemas Elétricos de Potência\nKeiji Yamanaka\nDE\nD\nSistemas de Computação\nKleiber David Rodrigues\nDE\nD\nSistemas Elétricos de Potência\nLuciano Coutinho Gomes\n40h\nD\nControle e Automação\nLuciano Martins Neto\nDE\nD\nSistemas Elétricos de Potência\nLuciano Vieira Lima\nDE\nD\nSistemas de Computação\nLuis Cláudio Teodoro\n20h\nM\nSistemas de Computação\nLuiz Carlos de Freitas\nDE\nD\nSistemas Elétricos de Potência\nLuiz Carlos Gomes de Freitas\n40h\nD\nSistemas Elétricos de Potência\nMarcelo Lynce Ribeiro Chaves\nDE\nD\nSistemas Elétricos de Potência\nMauro Guimarães\nDE\nM\nSistemas Elétricos de Potência\nMilena Bueno P. Carneiro\n40h\nM\nTelecomunicações\nMilton Itsuo Samesima\nDE\nD\nSistemas Elétricos de Potência\n- 79 -\n", "80": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nPaulo Roberto Guardieiro\nDE\nD\nTelecomunicações\nPaulo Sérgio Caparelli\nDE\nD\nTelecomunicações\nSebastião Camargo Guimarães Jr.\nDE\nD\nSistemas Elétricos de Potência\nSérgio Ferreira de Paula e Silva\n40h\nD\nSistemas Elétricos de Potência\nSérgio Ricardo Jesus de Oliveira\n20h\nM\nSistemas de Computação\nLegenda:    RT - Regime de Trabalho\nT - Titulação \nDE - Dedicação Exclusiva\n                   E - Especialização          \nM - Mestrado        \nD - Doutorado               \n                   D* - Pós-Doutorado\nTabela 13.1 – Corpo técnico-administrativo.\nAdelino Ricardo de Moraes\nTNS\nCarlos Henrique de Oliveira\nTNM\nCinara Fagundes Paranhos Mattos\nTNM\nDayana Renata Mendes Oliveira\nTNM\nHélio Cardoso Junior\nTNM\nJosé Maria Filho\nTNM\nKátia Mara Daud\nTNM\nMarcília das Graças N Theodoro\nTNM\nMary Conceição Couto Teixera\nTNM\nMarly Pacheco\nTNA\nNei Sousa de Oliveira\nTNM\nRubens Aparecido Assunção\nTNM\nSérgio Ricardo Jesus de Oliveira\nTNS\nLegenda: \nTNA – Técnico de Nível Apoio     \nTNM – Técnico de Nível Médio  \nTNS – Técnico de Nível Superior\n13.2 - NÚCLEOS DE PESQUISA E EXTENSÃO\n13.2 - NÚCLEOS DE PESQUISA E EXTENSÃO\n13.2.1 - Dinâmica de Sistemas Elétricos\nÁreas de atuação:\n\nAnálise de estabilidade de tensão de sistemas elétricos;\n\nMapeamentos de potenciais e campos elétricos e magnéticos;\n\nModelagem de cargas para estudos de estabilidade transitória;\n- 80 -\n", "81": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n\nSimulação de reguladores nebulosos na melhoria do comportamento de sistemas de\nenergia.\n13.2.2 - Eletricidade Rural e Fontes Alternativas de Energia\nÁreas de atuação:\n\nEnergia eólica;\n\nEnergia solar fotovoltaica\n \n ;\n\nMini e micro centrais hidroelétricas\n \n ;\n\nGeração de energia a gás em pequena escala;\n\nRacionalização do uso da energia em propriedades rurais\n \n .\n13.2.3 - Eletrônica de Potência\nÁreas de atuação:\n\nCorreção de fator de potência utilizando conversor boost;\n\nDesenvolvimento de novas topologias;\n\nNovas células de comutação aplicadas a conversores com chaveamento suave;\n\nNovos estabilizadores de tensão;\n\nEstudo de utilização de “snubber” não dissipativo nos conversores PWM;\n\nFiltros ativos para correção de distorção harmônica e fator de potência.\n13.2.4 - Engenharia Biomédica\nÁreas de atuação:\n\nProcessamento e análise de sinais eletromiográficos;\n\nSistemas de apoio a estudos cinesiológicos;\n\nEquipamentos para treinamento e análise de desempenho de atletas;\n\nSistemas de biofeedback;\n- 81 -\n", "82": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n\nEstudos biomecânicos.\n13.2.5 - Engenharia de Computação\nÁreas de atuação:\n\nComputação gráfica;\n\nInteligência artificial;\n\nRobótica.\n13.2.6 - Máquinas Elétricas\nÁreas de atuação:\n\nAcionamento de máquinas elétricas utilizando conversores com chaveamento suave;\n\nEstudo da máquina a relutância acionada por chaveamento;\n\nModelagem de motor de indução incluindo harmônicos especiais;\n\nModelagem do motor de indução incluindo saturação magnética;\n\nModelagem, projeto e construção de motores lineares;\n\nSistemas de motores de passo. \n13.2.7 - Qualidade e Racionalização da Energia Elétrica\nÁreas de atuação: \n\nAplicação  da  lógica  nebulosa  na  melhoria  da  qualidade  de  energia  em  sistemas\nelétricos;\n\nAplicação de wavelets na análise de sistemas elétricos;\n\nInstrumentação em sistemas elétricos de potência;\n\nMonitoramento de temperatura em transformadores de potência;\n\nSeleção de locação de bancos de capacitores e filtros em sistemas elétricos;\n\nSistemas para monitoração, diagnóstico e análise da qualidade da energia elétrica;\n- 82 -\n", "83": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n\nSoftwares aplicativos para avaliação de componentes de sistemas elétricos.\n13.2.8 - Telecomunicações\nÁreas de atuação:\n\nEquipamentos para geração, transmissão e utilização de sinais de comunicação;\n\nProcessamento digital de sinais;\n\nProcessamento digital de imagens;\n\nRedes de computadores;\n\nProtocolos criptográficos.\n13.3 - ESPAÇO FÍSICO EXISTENTES\n13.3 - ESPAÇO FÍSICO EXISTENTES\nA seguir estão relacionados os laboratórios que são utilizados nas diversas disciplinas do Curso\nde Engenharia Elétrica-UFU –Campus Santa Mônica.\n13.3.1 – LABORATÓRIO DE CAD (FEELT)\n13.3.1 – LABORATÓRIO DE CAD (FEELT)\nAs atividades desenvolvidas no Laboratório de CAD são complementares às atividades previstas\npara o Laboratório Geral de Informática. \n13.3.2 – LABORATÓRIO 1E11 (FEELT)\n13.3.2 – LABORATÓRIO 1E11 (FEELT)\nNo Laboratório 1E11 são realizadas montagens práticas cobrindo os fundamentos de eletrônica,\ncircuitos elétricos.  Disciplinas  atendidas: Eletrônica  Analógica  1, Eletrônica  Analógica 2,\nCircuitos Elétricos 1 e Circuitos Elétricos  2.\n13.3.3 – LABORATÓRIO 1E13 (FEELT)\n13.3.3 – LABORATÓRIO 1E13 (FEELT)\nNo Laboratório 1E13 são resolvidos exercícios teóricos e práticos sobre sistemas de  Eletrônica e\nde  Telecomunicações  e  sistemas  digitais.  Disciplinas  atendidas: Sistemas  Realimentados,\nEletrônica e de Telecomunicações Multivariável, Não-Linear e Inteligente, Eletrônica Digital,\nSistemas Embarcados 1 e 2.\n- 83 -\n", "84": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n13.3.4 – LABORATÓRIO 1E16 (FEELT)\n13.3.4 – LABORATÓRIO 1E16 (FEELT)\nNo Laboratório 1E16 estão instalados os equipamentos e dispositivos necessários ao estudo da\neletrônica industrial e de potência, princípios de comunicação e instrumentação elétrica. Neste\nlaboratório serão desenvolvidas as atividades práticas de algumas disciplinas específicas da área.\nDisciplina atendida: Eletrônica Industrial e Acionamentos\n13.3.5 – LABORATÓRIO 1E22 (FEELT)\n13.3.5 – LABORATÓRIO 1E22 (FEELT)\nNo Laboratório 1E22 estão instalados os equipamentos e dispositivos necessários ao estudo de\nmáquinas elétricas, acionamentos elétricos, transformadores e conversores de energia. Neste\nlaboratório serão desenvolvidas atividades complementares daqueles realizados no Laboratório\n1E16. Disciplinas atendidas: Conversão de Energia e Máquinas Elétricas.\n13.3.6 – LABORATÓRIO 1E26 (FEELT)\n13.3.6 – LABORATÓRIO 1E26 (FEELT)\nNo Laboratório 1E26 estão instalados os equipamentos e dispositivos necessários ao estudo da\neletrotécnica e transmissão de energia elétrica. Assim, neste laboratório será desenvolvida parte\ndas atividades práticas de instalações elétricas. Disciplina atendida: Eletricidade e Magnetismo,\nInstalações Elétricas e Instalações Industriais.\n13.3.7 – LABORATÓRIO 1E30 (FEELT)\n13.3.7 – LABORATÓRIO 1E30 (FEELT)\nNo Laboratório 1E30 estão instalados microcomputadores, equipamentos multimídia e softwares\nnecessários  ao  estudo  de  linguagens  de  programação.  Assim,  neste  laboratório  serão\ndesenvolvidas  as  atividades  práticas  de  informática.  Disciplinas  atendidas: Introdução  à\nTecnologia da Computação, Métodos e Técnicas de Programação e Engenharia de Software.\n13.3.8 – OUTROS LABORATÓRIOS (FEELT)\n13.3.8 – OUTROS LABORATÓRIOS (FEELT)\nAlém dos  laboratórios  já  citados,  existem outros  na  FEELT que  podem complementar  as\natividades práticas das disciplinas. São eles:\n\nLaboratório de Eletrônica de Potência - ELETPOT\n\nLaboratório de Acionamento Eletrônico de Máquinas Elétricas - LACE\n- 84 -\n", "85": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n\nLaboratório de Engenharia Biomédica – BIOLAB\n\nLaboratório de Automação e Servomecanismo - LASEC\n\nLaboratório de Robótica de Inteligência Artificial - IA\n\nLaboratório de Eletricidade Rural e Fontes Alternativas De Energia - NERFAE\n\nLaboratório de Qualidade da Energia – Sala 01\n\nLaboratório de Qualidade da Energia – Sala 02\n\nLaboratório de Qualidade da Energia – Sala 03\n\nLaboratório de Eficiência Energética\n\nLaboratório de Redes de Computadores\n\nLaboratório de Dinâmica de Sistemas Elétricos\n\nLaboratório de Processamento Digital de Sinais\n\nLaboratório de Computação Gráfica\n\nLaboratório de Máquinas Elétricas Especiais\n\nLaboratório de Princípios de Comunicação\n\nTransmissão de Energia Elétrica\n\nEnsaios de Transformadores\n\nPropagação Eletromagnética e Telecomunicações\n\nMultimídia\n13.4 - RECURSOS E ESPAÇOS BIBLIOGRÁFICOS EXISTENTES\n13.4 - RECURSOS E ESPAÇOS BIBLIOGRÁFICOS EXISTENTES\nA Biblioteca da Universidade Federal de Uberlândia foi criada em 1976, com a junção dos\nacervos bibliográficos de oito faculdades isoladas da cidade, cuja incorporação foi concluída em\n1978. Em 1989, foi criado o Sistema de Bibliotecas - SISBI, centralizando todas as atividades de\naquisição e processamento técnico. \nO acesso ao acervo SISBI, está disponível também para consulta na Internet, por meio do\nendereço eletrônico www.bibliotecas.ufu.br. Nesse endereço, o SISBI ainda oferece acesso a\nvários serviços que visam agilizar a obtenção de informações.\nDentre estes serviços, pode-se destacar os links “Bases de dados” e “periódicos eletrônicos”,\nque disponibilizam aos usuários, bases de dados e periódicos eletrônicos, de acordo com as\n- 85 -\n", "86": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nseguintes categorias: acesso público e acesso restrito. No acesso restrito, estão disponibilizadas\nas bases de dados assinadas pela UFU, cujo acesso é por meio de senhas individuais, e o Portal\nCAPES, disponível através dos equipamentos da UFU. O portal Capes\n<www.periódicos.capes.gov.br>, facilita as pesquisas bibliográficas, por meio de bases de dados\nreferenciais temáticas e multidisciplinares, e permite ainda, o acesso ao texto completo de um\nconjunto expressivo de periódicos estrangeiros. \nA Biblioteca participa ainda de serviços cooperativos que facilitam o acesso a informações e\ndocumentos, tais como: BIREME, REDE BIBLIODATA, REBAE, ISTEC, CBBU, COMUT.\nO SISBI é composto por quatro bibliotecas e atende toda a comunidade acadêmica da UFU e a\ncomunidade de Uberlândia e região. A área física de  10.353,88m²  do SISBI compreende as\nseguintes bibliotecas:\nBiblioteca do Campus Santa Mônica – Biblioteca  Central (Ciências Exatas e da\nTerra, Ciências Humanas, Ciências Sociais Aplicadas, Engenharias, Linguística, Letras e\nArtes) – 5.800m², distribuídos em três pavimentos;\n Biblioteca do Campus Umuarama – Biblioteca Setorial (Ciências Agrárias, Ciências\nBiológicas e Ciências da Saúde) - 4.062m², distribuídos em três pavimentos; \nBiblioteca do Campus Educação Física – Biblioteca Setorial (Ciências Biológicas e\nCiências da Saúde) -  239,88m²;\n\nBiblioteca da Escola Básica – Biblioteca Setorial -  252m².\nO quadro de pessoal do SISBI é formado por bibliotecários e funcionários de nível médio e de\napoio, que atuam na área de serviços técnicos, de atendimento ao público e de treinamento\nformal e informal para utilização dos acervos e serviços disponíveis.\nO acervo é composto por livros, obras de referência, periódicos (revistas e jornais), bases de\ndados, além de coleções especiais (mapas, discos de vinil, fitas cassete, compact disc, fitas de\nvídeos, partituras e peças teatrais).\nO anexo 10 apresenta a relação do acervo bibliográfico disponível para atender o curso de\nEngenharia Eletrônica e de Telecomunicações.\n13.5 - MATERIAL DE CONSUMO EXISTENTE\n13.5 - MATERIAL DE CONSUMO EXISTENTE\n- 86 -\n", "87": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA FEELT possui um almoxarifado que dispõe atualmente de uma grande quantidade de material\nde consumo para montagem de circuitos elétricos e eletrônicos para o Curso de  Engenharia\nElétrica tais como: transistores, resistências, capacitores, circuitos integrados diversos, etc.\n13.6 - RECURSOS DE SOFTWARE EXISTENTES\n13.6 - RECURSOS DE SOFTWARE EXISTENTES\nA Faculdade de Engenharia Elétrica dispõe de dois laboratórios de microcomputadores com uma\ngrande  quantidade  de  softwares  instalados  entre  os  quais  destacam-se:  Matlab,  Windows,\nsoftware de simulação de redes de computadores, Labview, software para simulação de circuitos\nelétricos, fluxo de carga, entre outros.\n14.  RECURSOS  EXTRAORDINÁRIOS  PARA  A  IMPLANTAÇÃO  DO\nCURSO  ELETRÔNICA  E  DE  TELECOMUNICAÇÕES-UFU-CAMPUS\nPATOS DE MINAS.\n14.1 – CONSIDERAÇÕES INICIAIS\n14.1 – CONSIDERAÇÕES INICIAIS\nRelacionamos abaixo uma série de equipamentos de laboratório, recursos humanos, espaço físico\nde laboratório, etc. necessários a implantação do  CURSO Eletrônica e de Telecomunicações-\nUFU-Campus Patos de Minas.\n14.2 - RECURSOS HUMANOS\n14.2 - RECURSOS HUMANOS\nSerão necessários para implantação do Curso de Eletrônica e de Telecomunicações:\n- 21 docentes\n- 01 secretária\n- 01 auxiliar de secretaria\n- 87 -\n", "88": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n- 03 técnicos de laboratório\n- 01 FG para coordenação de Curso.\n14.3 – ESPAÇO FÍSICO\n14.3 – ESPAÇO FÍSICO\nDescreveremos neste item apenas o espaço específico que são os laboratórios necessários. \n14.3.1 - Laboratórios\na)  Laboratório de  Eletrônica  Analógica e Digital: área de 36m2.\nDisciplinas atendidas: Eletrônica Analógica, Eletrônica Aplicada, Microprocessadores.\n \nb) Laboratório Circuitos Elétricos, Conversão de Energia e Máquinas: área de\n36m2.\nDisciplinas  atendidas: Circuitos  Elétricos,  Instalações  Elétricas,  Instrumentação\nIndustrial, Sistemas Realimentados.\nc) Laboratório de Antenas e Microondas: área de 36m2.\nDisciplinas  atendidas:  Antenas,  Propagação,  Linhas  de  Transmissão,  Princípios  de\nMicroondas.\nd) Laboratório de Comunicações: área de 36m2.\nDisciplinas atendidas: Princípios de Comunicação, Comunicação Digital, Comunicações\nMóveis,  Comunicações  via  Satélite  ,  Sistemas  de  Comunicações  e  Comunicações\nÓpticas.\ne) Laboratório de Redes de Comunicações: área de 36m2\nDisciplinas atendidas: Redes de Computadores, Telefonia Digital\nf)\nLaboratório de Informática: 36m2.\nDisciplinas atendidas: Introdução a Tecnologia da Computação, Métodos e Técnicas\nde Progamação, Engenharia de Software\nÁrea total necessária: 216 m2\n14.4 – EQUIPAMENTOS \n14.4 – EQUIPAMENTOS \n- 88 -\n", "89": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nNeste item são listados os investimentos necessários e  específicos para o Curso de Graduação\nem Engenharia Eletrônica e de Telecomunicações. Os valores e a descrição foram indicados\ncomo referência.\na)  Laboratório de  Eletrônica  Analógica e Digital e Microprocessadores\n05 Fontes DC.\n05 Osciloscópios.\n05 Geradores de Função.\n05 Reostatos.\nVarivolts monofásicos e trifásicos, equipamentos analógicos e digitais de medida,\noutros.\n05 Kits didáticos para estudo de micro-controladores.\n05 Kits didáticos para estudo de Microprocessadores\n05 Kits didáticos para estudo de DSP.\n02 Placas de Aquisição de Dados.\nValor deste item R$ 100.000,00\nb) Laboratório Circuitos Elétricos, Conversão de Energia e Máquinas\n05 Fontes DC.\n05 Osciloscópios.\n05 Geradores de Função.\n05 Reostatos.\nVarivolts monofásicos e trifásicos, equipamentos analógicos e digitais de medida,\noutros.\n03 Bancadas para Acionamento Vetorial de Máquinas Elétricas.\nValor deste item R$ 100.000,00\nc) Laboratório de Antenas e Microondas\n03 Geradores de sinais\n03  Cavidades ressonantes\n- 89 -\n", "90": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n03 Circuladores\n03 Guia de ondas\n03 Kit para medição de diagrama de radiação de antenas\n03 Medidores de intensidade de campo\n03 Analisador de espectro\nValor deste item R$ 100.000,00\nd) Laboratório de Comunicações\n03 Geradores de sinais \n03 Oscilocópios\n01 Medidores de intensidade de campo\n03 Kits de sinais digitais\nValor deste item R$ 50.000,00\ne) Laboratório de Redes de Comunicações\n05 computadores\nSoftwares para simulação \nPlacas de rede\nHardwares de rede\nValor deste item R$ 80.000,00\nf)\nLaboratório de Informática\n15 Computadores Completos.\nValor deste item R$ 50.000,00\nValor Total para compra de Equipamentos: R$ 480.000,00\n14.5 – RECURSOS NECESSÁRIOS PARA MATERIAL DE CONSUMO\n14.5 – RECURSOS NECESSÁRIOS PARA MATERIAL DE CONSUMO\n- 90 -\n", "91": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nComponentes eletrônicos ativos e passivos, diversos tipos de sensores, microcontroladores, entre\noutros dispositivos destinados a complementar o almoxarifado da Faculdade de Engenharia\nElétrica.\n                          Valor total para material de consumo: R$50.000,00\n14.6 - RECURSOS BIBLIOGRÁFICOS NECESSÁRIOS \n14.6 - RECURSOS BIBLIOGRÁFICOS NECESSÁRIOS \nO material bibliográfico que deverá ser adquirido no valor de:\n                        Valor estimado para material bibliográfico: R$ 200.000,00\n14.7 – SOFTWARES NECESSÁRIOS\n14.7 – SOFTWARES NECESSÁRIOS\nLicença atualizada do software Matlab\nSoftware para redes \nRenovação da licença do software Labview\nSoftwares necessários para instrumentação e aquisição de dados.\nSoftware para projeto e concepção de placas de circuito impresso – PCIs.\nValor necessário para aquisição dos softwares: R$ 150.000,00\nTabela resumida dos recursos.\nRecursos Humanos\n21 docentes\n01 Coordenador de Curso\n01 secretária\n01 auxiliar de secretaria\n03 técnicos de laboratório\nEspaço Físico de laboratório\n216m2\nEquipamentos\nR$480.000,00\nMaterial de Consumo\nR$50.000,00\nBibliografia\nR$200.000,00\nSoftware\nR$150.000,00\n- 91 -\n", "92": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nTOTAL DOS RECURSOS\nFINANCEIROS\nR$880.000,00\n15. CONCLUSÕES\nApresentou-se nesse projeto toda a fundamentação teórica em que se baseia a concepção do\nCurso de Graduação em Engenharia Eletrônica e de Telecomunicações, a ser oferecido pela\nUniversidade Federal de Uberlândia, sob a responsabilidade da Faculdade de Engenharia\nElétrica no Campus de Patos de Minas. De forma bem clara procurou-se mostrar também o\nperfil desejado do egresso e as ações necessárias tanto do ponto de vista pedagógico quanto do\nponto de vista do cumprimento das diretrizes curriculares mínimas para que esse perfil seja\nobtido. Da mesma forma, foram definidas também as habilidades, competências e conteúdos\nnecessários à formação desse profissional.\nProcurou-se ainda, nesse projeto, de forma clara e objetiva apresentar todo o conjunto de\ninformações necessárias ao completo entendimento do processo de aprendizagem do aluno.\nNesse contexto, foram apresentados tanto o processo de avaliação do currículo de Engenharia\nEletrônica e de Telecomunicações como o seu acompanhamento. As informações sobre normas,\norganização acadêmica e infra-estrutura básica oferecidas pela Universidade e pela Faculdade\nde Engenharia Elétrica permitem a observação de todo o contexto que envolve a formação de\nnosso profissional em Engenharia Eletrônica e de Telecomunicações e como elas se encontram\nindissociáveis ao processo.\nUma vez concluído o presente projeto pedagógico, encontramo-nos talvez em sua principal\nfase:  a sua efetiva execução. Cabe a toda comunidade acadêmica envolvida, ou seja, ao\nconjunto de docentes, discentes e técnicos administrativos a grande responsabilidade de torná-lo\num instrumento real, verdadeiro e efetivo de todo o processo de aprendizagem e formação do\nestudante. Cabe a cada um de nós a crítica, o acompanhamento e a proposição de mudanças\nquando  necessárias.  Cabe  a  cada  um  de  nós  o  verdadeiro  exercício  de  vigilância  e  de\ncomprometimento com os princípios básicos aqui construídos. De acordo com Veiga (1995), “o\n- 92 -\n", "93": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nprojeto político-pedagógico é mais do que uma formalidade instituída: é uma reflexão sobre a\neducação superior, sobre o ensino, a pesquisa e a extensão, a produção e a socialização dos\nconhecimentos,  sobre  o  aluno  e  o  professor  e  a  prática  pedagógica  que  se  realiza  na\nuniversidade. O projeto político-pedagógico é uma aproximação maior entre o que se institui e\no que se transforma  em instituinte. Assim,  a articulação do instituído com o instituinte\npossibilita a ampliação dos saberes”. Cabe a cada um de nós a constante avaliação desse\nprojeto bem como a viabilização de sua prática.\nREFERÊNCIAS BIBLIOGRÁFICAS\nBAZZO, W. A.; PEREIRA, L. T. V.; LINSINGEN, I. V. Educação Tecnológica: Enfoques para\no Ensino de Engenharia. 2. ed. Florianópolis, SC: Editora da UFSC, 2008.\nBECKER, F. A Epistemologia do Professor: o Cotidiano da Escola. Petrópolis, RJ: Editora\nVozes, 1995.\nCONGRAD -  Resolução 02/2008, 2008. Normas da Graduação da Universidade Federal de\nUberlândia. (http://www.reitoria.ufu.br/Resolucoes/resolucaoCONGRAD-2008-2.pdf).\nDEPRESBITERIS, L. Avaliação da Aprendizagem: Revendo Conceitos e Posições. In: SOUZA,\nC. (Org.). Avaliação do rendimento escolar. 12. ed. Campinas, SP: Papirus, 2004. pág. 51-79.\nEstatuto da Universidade Federal de Uberlândia. (www.estatuto.ufu.br).\nGARCIA, R. L. A avaliação e suas Implicações no Fracasso/Sucesso. In: ESTEBAN, M. T.\n(org.). Avaliação: uma prática em busca de novos sentidos. Rio de janeiro, RJ: DP&A, 1999,\npág. 29-49.\nGouvêa da Costa, S. E. Uma (Re)Discussão Sobre Diversificação, Flexibilidade, Integração e\nAutomação.  Anais  do  ENEGEP –  Encontro  Nacional  de  Engenharia  de  Produção,  1998.\n(http://www.abepro.org.br/biblioteca/ENEGEP1998_ART160.pdf)\n- 93 -\n", "94": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nGuia  Acadêmico  da  Faculdade  de  Engenharia  Elétrica  da  Universidade  Federal  de\nUberlândia. (http://www0.ufu.br/guia_academico/).\nHANSEN, E. The Role of Interactive Video Technology in Higher Education: Case Study\nand Proposed Framework. In: Education Technology, (9), 1990, pp. 13-21.\nIZIQUE, C.  Precisa-se de Engenheiros: Profissionais Formados pelas Melhores Escolas são\nDisputados pelas Empresas do País e do Exterior. Revista CNI – Indústria Brasileira, 53a ed,\nnº 53, pág. 28-32, 2005.\nKUHN, T. Lógica da Descoberta ou Psicologia da Pesquisa? ln: LAKATOS, I.; MUSGRAVE, A.\n(org.). A Crítica e o Desenvolvimento do Conhecimento. São Paulo, SP: Cultrix, 1979, pág. 6.\nLONGO, O. C.; FONTES, M. A. S. Diagnóstico do Ensino de Engenharia, Necessidades do\nMercado de Trabalho e a Legislação Vigente. VII Encontro Ensino em Engenharia, 2000.\nMEDIANO, Z. D. A Avaliação da Aprendizagem na Escola de 1º grau. In: CANDAU, V. M.\n(org.). Rumo a uma Nova Didática. 9. ed. Petrópolis, RJ: Editora Vozes, 1.988, pág. 152 - 164.\nMORAES, M.C. O Perfil do Engenheiro dos Novos Tempos e as Novas Pautas Educacionais. In:\nLINSINGEN, I.; PEREIRA, L. T. V. et al (org). Formação do Engenheiro. Florianópolis, SC:\nEditora DAUFSC, 1999, pág. 58.\nMORAES, A. J., SILVEIRA, J. C. P., PEREIRA, R. A. A Diminuição do Índice de Evasão e\nReprovação nas “Disciplinas Básicas” do Curso de Engenharia, COBENGE, 2003.\nMORIN, E. A Cabeça Bem-Feita. 7a ed. Rio de Janeiro, RJ: Bertrand Brasil, 2002, pág. 24.\nPRADOS, J. W. Engineering Education in the United States: Past, Present, and Future. In:\nInternational Conference on Engineering Education, 8, 1998, Rio de Janeiro - RJ, Brazil.\nPROGRAD.  Orientações Gerais para Elaboração de Projetos Pedagógicos de Cursos de\nGraduação. Uberlândia:  Universidade  Federal  de  Uberlândia.  Pró-Reitoria  de  Graduação.\nDiretoria de Ensino, 2005.\nRegimento Geral da Universidade Federal de Uberlândia. (www.estatuto.ufu.br).\n- 94 -\n", "95": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nVEIGA, I. P. A. Projeto Político-Pedagógico: Continuidade ou Transgressão para Acertar? In:\nCASTANHO, S. e CASTANHO, M. E. L. M. (Org.).  O que Há de Novo na Educação\nSuperior: do Projeto Pedagógico à Prática Transformadora. Campinas, SP: Papirus, 2000.\n(Formação em EAD, 2000).\nVEIGA,  I.  P.  A.  Projeto  Político  -  Pedagógico  da  Escola:  uma  Construção  Possível.\nCampinas, SP: Papirus, 1995.\nWainer da Silveira e Silva, Dr. Carlos Alberto Pereira Soares , Preparando engenheiros de\ntelecomunicações   para  o  mercado  de  trabalho  pós-privatização,Universidade  Federal\nFluminense, Departamento de Engenharia de Telecomunicações\nW. S. Silva. \"Autonomia Tecnológica em Telecomunicações no Brasil\" Cap. 6 em História\nGeral das Telecomunicações no Brasil. Henry British Lins de Barros. TELECOM, Rio de\nJaneiro, RJ, 1990\nW. S. Silva. \"A Qualificação do Profissional de Engenharia formado pela UFF para o Ano\n2000\" Revista de Ensino de Engenharia. Vol. 10, nº 3, Novembro de 1993, pp. 10-12.\n W. S. Silva. \"Updating Engineering Programs in Third World Countries: A Successful\nStrategy\". Proceedings of the PICMET-97 Portland International Conference on Management of\nEngineering and Technology. Portland, Oregon, USA, July 27-31, 1997.\n W. S. Silva. E J. J. Souza  \"As Aspirações dos Estudantes de Engenharia da UFF e a\nRealidade  da  Profissão  para  os  Próximos  Anos”.Anais  do  XXV COBENGE.  Salvador,\noutubro de 1997.\n W.  S.  Silva.  \"Empreendedorismo  como  Disciplina  do  Curso  de  Engenharia  de\nTelecomunicações: Uma Parceria UFFSEBRAE”\n- 95 -\n"}