{"1": " \n \n \n \nMINISTÉRIO DA EDUCAÇÃO  \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA  \nINSTITUTO FEDERAL DE EDUCAÇÃO, CIÊNCIA E TECNOLOGIA DE MINAS \nGERAIS  \nCAMPUS  OURO BRANCO  \nAv. Afonso Sardinha, nº 90, Bairro Pioneiros, CEP: 36.420 -000, Ouro Branco - Minas \nGerais(31 ) 3742 -2149 – ensino.ourobranco@ifmg.edu.br  \n \n \n \n \nPROJETO PEDAGÓGICO DO CURSO DE  BACHARELADO \nEM ENGENHARIA METALÚRGICA  \n \n \n \n \n \n \n \n \n \n \nOuro Branco  \n \nJaneiro  de 201 9 \n ", "2": " \n2 \n \n \n \nMINISTÉRIO DA EDUCAÇÃO  \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA  \nINSTITUTO FEDERAL DE E DUCAÇÃO, CIÊNCIA E TECNOLOGIA DE MINAS \nGERAIS  \nCAMPUS  OURO BRANCO  \nAv. Afonso Sardinha, nº 90, Bairro Pioneiros, CEP: 36.420 -000, Ouro Branco - Minas \nGerais(31) 3742 -2149 – ensino.ourobranco@ifmg.edu.br  \n \n \n \nReitor    Prof.   Kleber Gonçalves Glória    \nPró-Reitor de Ensino    Prof.   Leila Maria Alves de Carvalho    \nDiretor Geral  do Campus    Prof.  Lawrence de Andrade Magalhães \nGomes    \nDiretor  de Ensino do Campus    Profª   Gabriel Dias de Carvalho Júnior  \nCoord . do Curso  Metalurgia     Prof.   Eric Bartulici    \n \n \n \n \nNÚCLEO DOCENTE ESTRUTURANTE   \n \n \n \n Coordenador:   Msc.  Eric Bartulici  \n   \n Professor  \n Professor  Dr. Carlos Roberto Ferreira  \nMSc Carlos Eduardo Reis de Carvalho    \n Professor  MSc Davi Hebert Vieira    \n Professo r \n Professor           Dr. José Alberto da Cruz Júnior  \nMsc. Antonio Marlon Barros Silva    \n   ", "3": " \n3 \n  \nSumário  \n \n1 - IDENTIFICAÇÃO DO CURSO  ................................ ................................ ...........................  6 \n2 - CONTEXTUALIZAÇÃO DA INSTITUIÇÃO  ................................ ................................ .... 7 \n2.1 - Histórico  ................................ ................................ ................................ .........................  9 \n2.2 - Missão  ................................ ................................ ................................ ...........................  11 \n2.3 - A Experiência da Instituição  ................................ ................................ ........................  12 \n3 - CONCEPÇÃO DO CURSO  ................................ ................................ ...............................  15 \n3.1 - Apresentação do Curso  ................................ ................................ ................................ . 15 \n3.1.1  - A Engenharia Metalúrgica  ................................ ................................ .....................  15 \n3.1.2 - Campo de Atuação  ................................ ................................ ................................ . 16 \n3.1.3 - Perfil do Aluno Ingresso  ................................ ................................ ........................  16 \n3.2 - Justificativa  ................................ ................................ ................................ ...................  16 \n3.3 - Princípios Norteadores do Projeto Proposto  ................................ ................................ . 22 \n3.4 - Objetivos do Cur so ................................ ................................ ................................ ....... 25 \n3.4.1 - Geral  ................................ ................................ ................................ .......................  25 \n3.4.2 - Específicos  ................................ ................................ ................................ .............  26 \n3.5 - Perfil do Eg resso  ................................ ................................ ................................ ...........  27 \n3.5.1 - Competência Técnica  ................................ ................................ .............................  28 \n3.5.2 - Formação Sócio -Interativa  ................................ ................................ .....................  29 \n3.5.3 - Atribuições dos Diplomados em Engenharia Metalúrgica  ................................ .... 29 \n3.6 - Formas de Acesso ao Curso  ................................ ................................ .........................  31 \n4 - ESTRUTURA DO  CURSO  ................................ ................................ ................................  31 \n4.1 - Regime Acadêmico e Prazo de In tegralização Curricular  ................................ ............  31 \n4.2 - Organização Curricular ................................ ................................ ................................ . 31 \n4.3 - Estrutura Curricular  ................................ ................................ ................................ ...... 32 ", "4": " \n4 \n 4.3.1 - Matriz Curricular  ................................ ................................ ................................ ... 32 \n4.3.2 - Ementário  ................................ ................................ ................................ ...............  37 \n4.4 - Critérios de Aproveitamento de Conhecimentos e Experiências Anteriores  .............  109 \n4.5 - Metodologia de Ensino  ................................ ................................ ...............................  109 \n4.6 - Modos da Integração entre os Diversos Níveis e Modalidades de En sino.  ................  109 \n4.7 - Serviços de Apoio ao Discente  ................................ ................................ ...................  111 \n4.8 - Diplomas  ................................ ................................ ................................ .....................  113 \n4.9 - Administração Acadêmica do Curso  ................................ ................................ ..........  113 \n4.9.1 - Corpo Docente  ................................ ................................ ................................ ..... 114 \n4.9.2 - Corpo Administrativo  ................................ ................................ ..........................  116 \n4.10 - Formas de Participação do Colegiado e do Núcleo Docente Estruturante – NDE  ... 117 \n4.11 - Infraestrutura do Campus  ................................ ................................ .........................  118 \n4.12 - Estratégias de Fomento ao Empreendedorismo e à Inovação Tecnológica  .............  131 \n4.13 - Estratégias de Fomento ao Desenvolvimento Sustentável e ao Cooperativismo  ..... 131 \n5 - PROCEDIMENTOS DE AVALIAÇÃO  ................................ ................................ ..........  132 \n5.1 - Avaliação dos Conhecimentos e Habilidades  ................................ .............................  132 \n    5.2 - Avaliação do  Projeto do Curso...................................................................................123  \n5.2 - Regulamento das Atividades Complementares  ................................ ..........................  133 \n5.3 - Do Estágio Supervisionado  ................................ ................................ ........................  134 \n5.4 - Do Trabalho de Concl usão de Curso  ................................ ................................ ..........  136 \n6 - CONSIDERAÇÕES FINAIS ................................ ................................ ................................ .........  137 \n7 - REFERÊNCIAS BIBLIOGRÁFICAS  ................................ ................................ ...........................  138 \n8 - APÊNDICE  ................................ ................................ ................................ ................................ .... 138 \n \n \n ", "5": " \n5 \n Lista de Figuras  \n \nFigura 1 - Composição de escolas na região de abrangência do Alto Paraopeba.  ................................  21 \nFigura 2 - Localização do Campus Ouro Branco. Fonte: Google Earth, 2012. ................................ ... 121 \nFigura 3 - Projeto arquitetônico de expansão do Campus  Ouro Branco  ................................ .............  121 \nFigura 4 - Expansão, vista Bloco I (BOAS, 2010).  ................................ ................................ .............  122 \nFigura 5 - Expansão, vista Bloco II (BOAS, 2010). ................................ ................................ ............  122 \nFigura 6 - Expansão, vista Bloco III (BOAS, 2010).  ................................ ................................ ..........  123 \nFigura 7 - Entrada principal e áreas de acesso ao Campus. ................................ ................................ . 123 \n \nLista de Tabela  \n \nTabela I - Relação dos campi  e dos cursos , superiores,  do IFMG  ................................ ........................  13 \nTabela II - Relação dos campi e dos cursos, técnicos,  do IFMG ............ ................... ............ 16 \nTabela III - Relação dos campi e dos cursos, de pós graduação,  do IFMG ............... ............ 17 \nTabela IV  - Investimentos, produção e mercado dos municípios do CODAP  ................................ ...... 22 \nTabela V  - Matriz curricular do curso de Engenharia Metalúrgica.  ................................ ......................  32 \nTabela VI - Corpo docente para o curso proposto de Engenharia Metalúrgica  ................................ .. 114 \nTabela V II - Equipe administrativa do IFMG, Campus  Ouro Branco  ................................ ................  116 \nTabela VI II - Instalações e equipamentos oferecidos aos professores do curso  ................................ . 107 \nTabela IX  - Instalações e equipamentos oferecidos aos técnicos do curso.  ................................ ........  119 \nTabela X  - Descrição do Laboratório de Informática  ................................ ................................ ..........  120 \nTabela XI - Relação de livros na biblioteca do IFMG Campus  Ouro Branco. ................................ .... 124 \nTabela X II - Máquinas e matérias -primas dos laboratórios do Curso de Metal urgia.  .........................  127 \n ", "6": " \n6 \n 1 - IDENTIFICAÇÃO DO CURSO   \n \na) Denominação:  Engenharia Metalúrgica;  \nb) Modalidade oferecida:  Bacharelad o; \nc) Titulação conferida:  Engenheiro Metalurgista;  \nd) Modalidade de ensino:  presencial;  \ne) Regime escolar:  semestral (por créditos);  \nf) Integralização:  tempo  mínimo de 10 semestres e tempo máximo de 18 semestres ; \ng) Carga horária mínima : 3.612 h/a; \nh) Período de duração da s aulas: 50 minutos  \ni) Número de vagas ofertadas:  50 vagas anuais ; \nj) Turnos previstos: o curso será ofertado no período  noturno;  \nk) Endereço de funcioname nto do curso: IFMG – Campus  Ouro Branco situado à \nRua Afonso Sardinha, nº 90, bairro Pioneiros, Ouro Branco -MG, CEP: 36.420.000. \nContato: tel (31) 3742 -2149 ; \nl) Processo de seleção:  admissão dos alunos por Vestibular  do IFMG , ENEM  via SiSU  \n(Sistema de Seleção  Unificada do MEC) , Transferência Interna, Transferência \nExterna e Obtenção de Novo Título ;  \nm) Base legal: O Cur so Superior de Bacharelado em Engenharia Metalúrgica foi \nconc ebido com base nas Resoluções CNE/CES nº 11/2002 e CE S/CNE 02/2007. A \nprime ira instit uiu as Diretrizes Curriculares Nacionais para a Organização e o \nFuncion amento dos Cursos de Graduação em Engen haria e, a segunda, dispõe sobre \na carga horária mínima e procedimentos relativos à integralização e duração dos \ncursos de graduação, bacharelados , na modalidade presencial. O Projeto Pedagógico \ndo Curso Superior de Bacharelado em Engenharia Metalúrgica ao  oferecer a \ndisciplina “L ibras” , como optativa , atende ao disposto no Decreto nº 5.626/2005, que \nregulamenta a Lei  nº 10.436, de 24 de Abril de 20 02, que dispõe sobre o Ensino da \nLíngua Bras ileira de Sinais – LIBRAS, e ao Decreto nº 5.296/2004, que dispõe sobre \nas condições de acesso para portadores de necessidades especiais.  ", "7": " \n7 \n Este documento apresenta o Projeto Pedagóg ico do Curso Superior de Bachare lado em \nEngenharia Metalúrgica, oferecido pelo Instituto Federal Minas Gerais (IFMG) – \nCampus Ouro Branco, sua  concepção sistemática de organização curricular, estratégias \nde ação e de avaliação e outros aspectos pertinentes . \nAlém das considerações iniciai s, as suas primeiras páginas trazem a identificação do \ncurso, a contextualização da Instituição em termos de: missão; oferta das diversas \nmodalid ades de ensino nos diferentes campi ; a concepção do curso proposto; o campo de \natuação; o perfil do aluno ingre sso; aspectos do arranjo produtivo local e regional que nos \najudam a justificar a implantação do curso no IFMG  - Campus  Ouro Branco.  \nApós as páginas introdutórias, são apresentados: os princípios norteadores do projeto \npropo sto; os objetivos do curso, assi m como o perfil do egresso; as formas de acesso ao \ncurso; uma representação gráfica do perfil de formação. Em seguida, é apresentada a \nestrutura curricular do curso e a matriz contendo: os períodos; as unidades curriculares;  \nas cargas horárias; os pré -requisitos; os núcleos de conteúdos básico, profissionalizantes \nou específicos e os ementários.  \nOs capítulos segu intes trazem informações sobre o funcionamento geral do curso, além \ndo corpo docente e técnicos envolvidos, serviç os de apoio ao discente, infraes trutura, \ninstalações, equipamentos, matérias prima e biblioteca.  \nPor fim, são apresentadas as adequações nece ssárias a médio e longo prazo para \nobtenção de sucesso e qualidade do referido curso.  \n \n2 - CONTEXTUALIZAÇÃO DA INS TITUIÇÃO  \n \nO IFMG, Campus  Ouro Br anco é independente e está ligado à reitoria do Instituto Federal \nde Minas Gerais em Belo Horizonte.  O Campus Ouro Branco é uma das unidades de ensino \nque integra o Instituto Federal de Educação, Ciência e Tecnologia de Mina s Gerais (IFMG), \ncriad o pela Lei  n. 11.892, de 29 de D ezembro de 2008 (BRASIL, 2008 a). A condição de \nCampus possibilita maior autonomia e fle xibilidade administrativa, financeira e educacional, \nconsequentemente proporciona maiores e melhores possibilidade s de acesso à educação e ao \nconh ecimento. Com esta autonomia reafirma -se o compromisso institucional do IFMG, de \nampliação da oferta de cursos  regulares e de extensão, assim como também a ampliação e ", "8": " \n8 \n implantação de atividades culturais, tecnológicas e cien tíficas. Atualmente, e alinhado ao \nPDI, o Campus oferece educação profissional e tecnológica, na modalidade sequencial, nas \náreas de Metalurgi a, Administração e o Superior de Licenciatura em Computação.  \nA cidade de Ouro Branco, local de inserção do Campus  do IFMG, fica localizada na Reg ião \ndo Alto Paraopeba, que tem em seu entorno as cidades de Conselheiro Lafaiete, Congonhas, \nEntre Rios de Min as, São Brás do Suaçuí, Jeceaba, Belo Vale, Desterro de Entre Rios, \nQueluzito, Casa Grande, Cristiano Otoni, Caran aíba, Santana dos Montes e Itave rava (UFSJ, \n2010). A Região atrai altos investimentos, devido à exploração do minério de ferro, o que \ndemanda mais investimento no setor tecnológico e educacional.  \nAtualmente Ouro Branco possui 35.643 habitantes residentes (IBGE, 2011 a) e é uma das \ncidad es do Alto Paraopeba que:  \n[…] destaca -se pelos investimentos de grandes empresas, como a Vale, CSN, Ferrous, \nGerdau Açominas e, agora, a implantação da Vallourec & Sumitomo Tubos do Brasil no \nmunicípio de Jeceaba. Por isso, é necessário criar uma estrutura  adequada para receber estes \ninvestimentos e garantir o crescimento sustentável da região, promovendo política s públicas \nintegradas em todas as áreas. (SEDRU, 2009).  \n \nA Prefeitura de Ouro Branco - MG conseguiu durante cinco anos de gestão  investir e \nacred itar na possibilidade de trazer cursos técnicos e de graduação para a região do Alto \nParaop eba. Em 2010 a cidad e de Ouro Branco foi contemplada com uma escola federal de \nnível té cnico e superior, o IFMG ( Instituto Federal de Educação, Ciência e Tecnologia d e \nMinas G erais). Através de parcerias entre a prefeitura e a indústria foram realizadas grandes \nconqui stas na educação. A região do Alto Paropeba possui um parque industrial voltado para \ndiversas áreas, dentre as quais se de stacam a de metalurgia com sider úrgicas e mineradoras. \nEmpresas como a Gerdau Açominas  em Ouro Branco, a Companhia Siderúrgica Nacional \n(CSN ), a Companhia Vale do Rio Doce ( Vale ), Ferrous  em Congonhas, a Vallourec e \nSumitomo  Tubos do Brasil ( VSB ) em Jeceab a têm se instalado na região (ME LO et al ; \n2010). Outras de menor porte estão situadas no Alto Paraopeba e próximo à capital mineira \nBelo Horiz onte.  \n \nAtualmente são oferecidos os cursos técnicos de Metalurgia com ênfase em Soldagem, de \nAdministração e Lice nciatura em Computação. Estes cursos são direcionados à formação de \nsoldadores, o primeiro núcleo do Brasil, à formação de administradores e d e educadores na ", "9": " \n9 \n área de Computação. Neste cenário, o IFMG coerente com a estratégia de criação de cursos \nque respo ndem aos anseios de setores da s ociedade, propõe -se a implantar e implementar o \nCURSO DE ENGENHARIA METALÚRGICA, nos termos das leis que fixam  as normas de \norganização e funcionamento do ensino superior. O citado curso visa atender a uma \nexpect ativa de dem anda regional uma vez que os alu nos não mais precisarão sair da região \ncom uma educação de qualidade para todos. Além disto, permitirá utiliza r plenamente os \nrecursos m ateriais e humanos existentes no IFMG evoluindo na direção de complementar a \nsua vocação  de oferecer cursos em todos os níveis de ensino.  \n \nEm suma, a criação da Engenharia Metalúrgica no IFMG possibilitará ainda a ascensão \npessoa l e a reciclagem profissional, melhorando o nível de qualificação da mão de obra \nregional, além de gerar grandes o portunidades de empregos e renda s. O Instituto Federal de \nMinas Gerais tem como missão: educar e qualificar pessoas para serem cidadãos(ãs) \ncríticos(as), criativos(as), responsáveis e capazes de atuar na transformação da sociedade.  \n \nEsta proposta tem por o bjetivo demonstrar as caracterís ticas pedagógicas previstas para \ncriação do Curso de Engenharia Metalúrgica com ênfase em soldagem sendo origi nado a \npartir dos cursos Técnicos oferecidos pelo IFMG Campus  Ouro Branco. Por se tratar de um \ncurso de formação p lena, o curso possui a sua estru tura básica construída em consonância \ncom os demais cursos de engenharia da instituição. Tal estrutura permite  que, de maneira \nflexível, a mesma estrutura de laboratórios e de corpo docente seja compartilhada trazendo \numa gr ande otimização nos recursos ins titucionais utilizados na formação dos alunos. \nPropõe -se a cri ação do curso com o aproveitamento da infraestru tura (laboratórios, salas de \naulas e bibliot eca), do corpo docente e com os recursos existentes. Segue então os da dos do \ncurso:  \n2.1 - Histórico  \n \nA educação profissional como responsabilidade do Estado, no Brasil, teve início no governo \nde Nilo Peçanha, em 1909, com as escolas de artes e ofícios, precursoras das escolas \ntécnicas federais, hoje Institutos Federais de Ed ucação Ciência e Tecnologia (IFE T’s). Nesta \nprimeira fase, as escolas de artes e ofícios formavam os operários e contra mestres através de \num ensino eminentemente prático e fundado em conteúdos técnicos elementares, com a ", "10": " \n10 \n finalidade de formar uma mão de ob ra pouco qualificada, mas apta a  exercer trabalhos \nmanuais e mecânicos em diversas áreas da economia.  \nPosteriormente, em pleno Estado Novo, a  constituição de 1937 abre caminho para a criação \ndos Liceus Industriais, que incorporariam cursos de variados nív eis de formação \nprofissi onal.  \nEm 1942, ainda no governo Vargas, o Decreto Lei 4.073 amplia a oferta de formação \ntécnico-profissional no Brasi l, para atender às demandas da incipiente industrialização do \npaís, ocorrida a partir dos anos 30. Os Liceus passa m então a se chamar Escolas Técn icas \nIndustriais e os cursos agregam ao ensino técnico um considerável nível de formação \ncientífica e propedêu tica.  \nEm 1944 é instalada oficialmente a Escola Técnica Federal de Ouro Preto, com o curso \ntécnico de metalurgia,  anexa à Escola de Minas, na Pra ça Tiradentes, em Ouro Preto, onde \nfuncionou até 1964.  \nEm 1959 a ETFOP é elevada à condição de Autarquia Fede ral, com autonomia didática, \nfinanceira e administrativa.  \nEm 1964, a ETFOP é transferida para as instalações do 1 0º Batalhão de Caçadores do \nExército Brasileiro, que havia sido desativado e situava -se nas encostas do morro do \ncruzeiro, em Ouro Preto. Isso  fez com que a escola ganhasse uma identidade própria e novos \nhorizontes de desenvolvimento.  \nFinalmente, a ETFOP torna -se Centro Federal de Educa ção Tecnológica de Ouro Preto, \nCEFET Ouro Preto, em 2002, tornando -se apta a oferecer cursos superiores de tec nologia. \nEm 2007 é fundada a primeira Unidade de Ensino Descentralizada – UNED – em \nCong onhas, ampliando a área de  influência da escola, bem como o número de alunos e de \ncursos oferecidos.  \nEm 2008, o CEFET Ouro Preto participou de uma chamada pública do M inistério da \nEduc ação e transformou -se em Instituto Federal de Educação, Ciência e Tecnologia (IFMG), \ntendo classi ficado o seu projeto. Neste mesm o ano foi aprovado na Câmara Federal o \nProjeto de Lei que enquadrou o IFMG neste novo patamar do ensino profis sional, que \nampliou ainda mais a área de influência da Escola e suas responsabilidades institucionais, ", "11": " \n11 \n com a possi bilidade da oferta de novos curs os, incluindo licenciaturas e engenharias, bem \ncomo cursos de mestrado e doutorado.  \n \n2.2 - Missão  \nO Instituto Federal de Minas Gerais tem como missão: educar e qualificar pessoas para \nserem cidadãos  (ãs) críticos  (as), criat ivos (as), responsáveis e capaze s de atuar na \ntransform ação da sociedade.  \nDe acordo com o Art.4º do Estatuto do Instituto Federal de Educação,  Ciência e Tecnologia \nde Minas Gerais, a instituição tem por finalidades e características , alinhados com o projet o \nde Desenvolvimento Institucion al (PDI) ,: \nI – Ofertar educação profissional e tecnológica, em todos os níveis e modalidades, formando \ne quali ficando cidadãos com vistas à atuação profissional nos diversos setores da economia, \ncom ênfase no desenvolvimento  socioeconômico local e regional ; \nII – Desenvolver a educação profissional e tecnológica como processo educativo e \ninvestig ativo de geração e adaptação de soluções técnicas e tecnológicas às demandas \nsociais e pec uliaridades regionais;  \nIII – Promover a int egração e a verticalização da ed ucação básica à educação profissional e \neducação superior, otimizando a estrutura física, os quadros de pessoa l, qualificando -os \nsempre que se julgar necessário por meio de cursos de atualização e de pós -graduação e os \nrecur sos de gestão;  \nIV – Orientar sua  oferta formativa em benefício da consolidação e fortalecimento dos \narranjos produtivos sociais, desportivos e  culturais locais, identificados com base no \nmapeamento das potencialidades de desenvolvimento socioeconômico, cul tural e promoção \nda saúde no âmb ito de atuação do IFMG;  \nV – Constituir -se em centro de excelência no apoio à oferta do ensino de ciências, em geral, \ne de ciências aplicadas, em particular, estimulando o desenvolvimento do espírito crítico;  ", "12": " \n12 \n VI – Qualificar -se como centro de referência no apoio à oferta do ensino de ciências nas \ninstituições públicas de ensino, oferecendo capacitação técnica e atu alização pedagógica aos \ndocentes nas redes públicas de ensino;  \nVII – Desenvolver programas de extensão e de divulg ação científica e tecnológica , como \ndescrito no PDI do IFMG ; \nVIII – Realizar e estimular à pesquisa aplicada, a inovação tecnológica, a produç ão cultural, \no empreendedorismo, o cooperativismo, o desenvolvimento científico e tecnológico e a \nintegração entre  o IFMG e a sociedade;  \nIX – Prom over a produção, o desenvolvimento e a transferência de tecnologias sociais, \nnotadamente as voltadas à preserv ação do meio ambiente e ; \nX – Participar de programas de capacitação, qualificação e requalificação dos profissiona is \nde educação da rede pública.  \n2.3 - A Experiência da Instituição   \n \nO IFMG em seus 10 campi , Bambuí, Betim, Congonhas, Formiga, Governador Va ladares, \nOuro Branco, Ouro Preto, Ribeirão das Neves, Sabará e São João Evangelista,  oferece \ndiversas modalidades de ensino  (norteadas pelo PDI – item 5.3 – Políticas de Ensino, pág \n43) entre níveis técnicos, superiores e de pós -graduação conforme Tabela I , II e III. \n \n \n \n \n \n \n \n ", "13": " \n13 \n Tabela I - Relação dos campi  e dos cursos , superior es, do IFMG  \n ", "14": " \n14 \n Tabel a II - Relação dos campi  e dos cursos, técnicos, do IFMG.  \n \n \n \n \n ", "15": " \n15 \n Tabela III - Relação dos campi  e dos cursos , pós graduação , do IFMG.  \n \n \n3 -  CONCEPÇÃO DO CURSO  \n \n3.1 -  Apresentação do Curso   \n \n3.1.1 - A Engenh aria Metalúrgica  \n \nA Engenharia m etalúrgica  é um ramo da engenharia , mais  precisamente da engenharia de \nmateriais  que é ded icado ao estudo dos materiais metálicos , engloband o sua caracterização \nestrutural, propriedades mecânicas, produção e processamento.  ", "16": " \n16 \n  \n3.1.2 - Campo de Atuação  \n \nO campo de atuação do profissional d e engenharia metalúrgica é bastante vasto, sendo mais \nindicada à área da indústria mineral, metalúrgico, sider úrgico, automobilístico, petrolífero, \natividades em centros de pesquisas entre outros.  As ações realizadas no IFMG  são orientadas \npor grandes marc os, que incorporam   contribuições  da comunidade acadêmica para a \nelaboração do Plano de Desenvolvimento  Instit ucional ( PDI). O curso de Engenharia \nMetalúrgica permite ao diplomado desenvolver atividades em: engenharia do pro duto, \nprocessos de manufatura; p rojeto de ferramental; método, análise, planejamento e \ndesenvolvimento de manufatura; arranjo físico de equipa mentos; planejamento programação \ne expedição de produtos; contr ole de qualidade, assistência técnica; auditoria; f iscalização; \nanálise e elaboraçã o de projetos industriais. Pode ainda estender seu traba lho à área de \nserviços em empresas  de consultoria e as sessoramento, instituições de pesquisa e científicas \nou no magistério.  \n3.1.3 - Perfil do Aluno Ingresso  \n \nCom base no PDI do IFMG, q ualquer pessoa que tenha concluído o Ensino Médio.  \nAcredita -se que o turno de funci onamento do Curso de Graduação em Engenha ria \nMetalúrgica ampliará o perfil típico dos alunos que ingressam nos cursos de engenharia do \nIFMG que, geralmente  são jovens, maj oritariamente co m idade entre 18 e 21 anos.  A oferta \nnoturna oportunizará o ingresso daqu eles que se encontram fora dessa fai xa etária, bem \ncomo daqueles que se encontram inseridos no mercado de trabalho. A expectativa é atender \nresidentes  de classe média ou baixa da reg ião do Alto Paraopeba e demais localidades.  \n3.2 - Justificativa  \n \nSegundo a Lei Nº. 5.194 de 24 de D ezembro de  1966 que regula o exercício das profissões \nde Engenheiro, Arquiteto e Engenheiro - Agrônomo e a Resolução  CNE/CES  nº 11/2002, \nque institui as  Diretrizes Curriculares Nacionais de todos os  curso s de Engenharia, \nindepe ndente de sua modalidade, deve possuir em seu currículo um núcleo de conteúdos \nbásicos, um núcleo de conteúdos profissionalizantes e um núcleo de conteúd os específicos \nque caracter izem a modalidade.  ", "17": " \n17 \n Atualmente, o setor metalúrgico apresenta relevante expressão no cenário econômico \nbrasileiro, c omo se pode inferir dos dados econômicos nacionais. O PIB (Produto Interno \nBruto) setorial, que foi da ordem de US $ 28,8 bilhões em 2006, represen ta 2,7% do PIB \nnacional e 9% do PIB industrial. Entre 1970 e 2006, a participação da metalurgia no PIB \nindustr ial m ereceu sempre um lugar de destaque, situando -se entre 7 e 9% e na economia \nbrasileira sua contribuição oscilo u em torno de 3%. Seu papel, na economia, eleva -se \nsubstancialmente quando se consideram as atividades econômicas sequenciais  à metalurgia, \nconsumidoras de seus produtos, como a indústria automobilística, a de bens de capital e a de \nconstrução civil, entre  outras. Especialmente este aspe cto deve ser lembrado quando se \nconsidera o progresso de uma nação. Sem uma indústria de base forte, a estabil idade dos \nsetores terciários e da indústria com tecnologia de ponta fica mais vulnerável aos efeitos da \neconomia m undial e os reflexos socioeconôm icos que daí advém podem ser facilmente \nimaginados.  \n \nO consumo per capita de materiais é um indicador de dese nvolvimento de um país. Para \ndeterminados metais e ligas (Al, Cu, Sn, Ni, Zn, aço bruto/inox e ferroligas) houve u m claro \ncrescimento no período c ompreendido entre 1970 e 1980 e estagnação e/ou baixo \ncrescime nto até o presente. Isto, aparentemente, está em  correspondência com a evolução do \nPIB per capita no mesmo período. Outros indicadores socioeconômicos (IDH, IDS -\nBNDES), relac ionados direta ou in diretamente com o consumo geral de materiais, \napresentaram evolução similar.  \n \nO consumo per capita desses mat eriais, nos países industrializados, entre outros, apresenta \nníveis que se mostram de 4 a 6 vezes maiores. Nesses países, os níveis de consumo per \ncapita tenderam a se estabilizar em diferentes faixas a partir de determinado patamar de PIB \nper capita . A co mparação com a média mundial de consumo, em 2006, mostra a posição \ninferior do Brasil para a maioria dos metais, c om a exceção do alumínio. Se, po r um lado, se \npode lamentar essa situação, por outro, indica o grande potencial de crescimento do \nconsumo per capita interno, com o atendimento das demandas de infra -estrutura e de melhor \nconforto material para a sua populaç ão. Isso é especialmente interes sante, tendo -se em conta \na disp onibilidade de matérias -primas minerais, no país, para a produção daqueles meta is.  \nPara efeito de comparação com o Brasil, o consumo per capita de aço (kg/habitante) nos \nEUA foi de 120 kg em 1 900 (valor que é maior do que o valor apresentado pelo Brasil hoje), ", "18": " \n18 \n 500-600 kg no período 1940 -1960 e oscilou entre 400 e 500 kg a partir dos  anos 80 do \nséculo passado. A China, com metade do consumo brasileiro em 1970, ultrapassou o Brasil \nem 2000 e atin giu 286 kg em 2006. Ainda em 200 6, pode -se citar a Índia, com 41 kg; \nArgent ina, com 128; México, com 233; Alemanha, com 607 e Coréia do Sul co m 1.053 \nkg/habitante. Atualmente o consumo per capita de aço no Brasil é de 145 kg  por habitante . \n \nNesse cenário, com o lançamento, no início de 2 007, do PAC – Plano de Aceleração do \nCrescimento, pelo governo federal, focado em infra -estrutura e habitação,  com \ninvestime ntos públicos e estatais da ordem de R$ 500 bilhões, espera -se um elevado \ndesempenho da economia dur ante a vigência do plano, até 20 10. Segundo a nova \nmetodologia do IBGE, estima -se que o PIB nacional cresça em torno de 5% ao ano até \naquela d ata.  \n \nConfirmando -se o prognóstico, haverá uma maior demanda interna por produtos metálicos. \nA manutenção tanto d a cotação internacional dos meta is em patamares elevados como da \ndemanda externa, liderada pela China, completam um quadro muito favorável par a o setor. \nOs altos investimentos privados em curso e os previstos, do setor metalúrgico, confirmam a \nexpectativa positiva do setor empresarial.  \n \nNo contexto político profissional o crescimento do setor metalúrgico tem incentivado a \noferta de empregos for mais. Dados do DIEESE/2005 mostram que após um período de \nrecessão, entre 1987 e 2003, onde o número de trabalhado res do setor metalúrgico \napresen tou uma redução de 52,1%, o setor mostra claros sinais de recuperação com um \naumento real de ce rca de 20% de 2 003 a 2005. Nesse cenário é importante reportar que este \ncrescimento ocorreu em todas as regiões e em todos os gra ndes setores simultaneamente, \ncom valores próximos de 13% no norte, 7% no nordeste, 4% no sudeste, 1,3% no sul e 2,7% \nno centro -oeste. Nesse c enário de crescimento a demanda brasileira por trabalhadores \nqualificados e conhecedores de alta tecnologia tem pr ovocado uma migração crescente d e \nestrangeiros. O Ministério do Trabalho e Emprego registrou em 2007 um aumento, em torno \nde 46%, no número de  autorizações de trabalho a profissionais estrangeiro em relação ao \nano de 2004. Siderurgia e m ineração estão entr e os setores que mais trazem col aboradores \nde fora do país. Ainda que, segundo o Conselho Nacional de Migração do Ministério do ", "19": " \n19 \n Trabalho, os v istos mais proc urados sejam os temporários (até 90 dias), este aumento está \nfortemente relacionado ao aqu ecimento do setor.  \n \nDe acordo com FREIRE (1996) “a Educação é uma forma de intervenção no mundo”. \nTomando como base esta afirmativa, o corpo docente do  Curso de Metalurgia do IFMG - \nCampus Ouro Branco consciente de seu papel de educador entende a educação como \nproce sso que dura a vida inteira e nã o se restringe à etapa vivenciada na escola. O curso se \njustifica pela crescente demanda de profissionais qual ificados para atuar no mercado de \ntrabalho n acional. Pelas características da região há um mercado de trabalho cre scente que \ninclui um parque indu strial minero -metalúrgico onde o habilitado em  Engenharia \nMetalúrgica é i mprescindível. Na região encontra -se uma carência desta engenharia nas \ninstituições de ens ino, em especial, com a oferta no turno noturno . \nO Engenheiro  Metalurgista é um profissional de formação técnico -científica básica de alto \nnível, generalista, empreendedor e imprescindível à indústria de  base, bem como no setor de \nserviços e desenvolvimento de tecnologia e novos materiais.  \nNestes últimos anos aconte ceram muitas mudanças no cenário  mundial, mudanças políticas, \nsociais e econômicas. O mundo está cada vez mais globalizado, acirrando ainda ma is a \ncompetitividade internacional. No mercado de trabalho a Região do Alto Paraopeba, \ndestaca -se relativamente da s demais regiões do Estado, um n ível maior de formalização do \nemprego, maior concentração de ocupações nos segmentos mais modernos da economia . A \nconsequência disso é as maiores oportunidades de rendimento para a parcela dos \ntrabalhadores ligados ao segmen to minero -metalúrgico. Muitos sã o os fatores que \ninfluenciaram estas m udanças na região, por exemplo, o incentivo fiscal, a auto -suficiência \nem minério de ferro, o intercâmbio com o Mercosul, China e Japão; expansão do parque \nsiderúrgico regional, pr evisto  para os próximos 20 anos e o ma is importante, a qualificação \nhumana. Dessa forma, a oferta do Curso de Engenharia Metalúrgica, justifica -se pelos \nfatores elencados a seguir:  \n1. A área industrial em Ouro Branco e região tem tido crescimento constante a partir  de \n1998, com a ampliação de nov as plantas de processamento de minério. Vale destacar, \nigualmente, que a partir de 1998, com a instalação de d iversas mineradoras e implantação de \nnovas unidades siderúrgicas e ampliação das atividades daquelas usinas siderú rgicas já \ninstaladas, a região d e Ouro Branco tornou -se uma cidade pólo.  ", "20": " \n20 \n 2. O panorama descrito acima demandou  e ainda demanda  uma quantidade sig nificativa \nde profissionais de nível superior, sobretudo engenheiros.  \n3. As mineradoras e metalúrgicas da região de O uro Branco sempre mantiveram a \ndemanda elevada pelos engenheiros formados pela UFMG, UFOP devido ao grande inter -\nrelacionamento com as Institu ições, com tradição do ensino técnico, ao alto nível de \ntecnologia que estas detêm e aos equipamentos e laboratóri os de que dispõem.  \n4. A preocupação  do IFMG, como agência formadora de recursos humanos,  e \nnorteadores dispostos em seu PDI, é formar profissiona is que venham a participar do \nprocesso global de produção, assegurando -lhes a posse dos fundamentos teóricos e prá ticos \nda cultura científica.  \n5. A boa infra -estrutura de laboratórios que está sendo  montada no IFMG Campus  Ouro \nBranco permitirá atender às ativ idades práticas do curso durante todos os períodos letivos.  \n6. O fato d e o IFMG ter tradição na formação técnica e t ecnológica, revelando -se uma \nagência formadora de recursos humanos qualificados.  \nA cidade de Ouro Branco e região do Alto Paraopeba necessita m de investimentos no setor \neducacional, que contribuam para a inserção digital, acessibilidade, tecnologia, ciênc ia, \neducação, cultura e arte. De vido aos grandes empreendimentos que a cidade e região têm \nexperimentado é necessário construir condições educ acionais que possibilitem o pleno \nexercício da cidadania, que no mundo atual está cada vez mais associado aos meio s \ntecnológicos e científicos com  os quais a população lida em seu dia a dia (CEEINF, 1999). \nNesse sentido, o curso proposto está adequadamente  alinhado com a necessidade de \nformação de recursos humanos qualificados para a área de engenharia metalúrgica, qu e visa \no atendimento das empresa s da região. A composição de escolas estaduais, federais, \nmunicipais e privadas, existentes na Região do Alto Paraopeba é representada pelo gráfico \nde barras, conforme F igura 1. Este gráfico comparativo evidencia um maior nú mero de \nescolas municipais e pri vadas e em menor número, as escolas estaduais. As escolas federais \nsão apenas duas em um contexto de milhares de cidadãos brasileiros que vivem o fenômeno  \nda expansão industrial . \n ", "21": " \n21 \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 1 - Composição de escolas na re gião de abrangência do Alto Paraopeba.  \nFonte: MINAS GERAIS, 2011.  \n \nO mapeamento dos investimentos aplicados e que ainda serão aplicados na região permitem \nconfigurar, dentre outras questões, taxa de empregos diretos e indi retos e a projeção da \ninfraestru tura necessária para suportar a transformação social, política, econômica, \nambiental e educacional.  \n \nCom o ob jetivo de dimensionar esses investimentos é apresentada a Tabela IV com os \nvalores financeiros aplicados nos munic ípios do Consórcio Público para o Desenvolvimento \ndo Alto Paraopeba (CODAP) e em específico na cidade de Ouro Branco.  ", "22": " \n22 \n \nTabela IV- Investimento s, produção e mercado dos municípios do CODAP  \n \n3.3 - Princípios Norteadores do Projeto Proposto  \n \nO IFMG, em sua at uação, com base em seu PDI, observa os seguintes princípios \nnorteadores:  \n(i) compromisso com a justiça social, equidade, cidadania, ética, pre servação do \nmeio ambiente, transparência e gestão democrática;  \n(ii) verticalização do ensino e sua integração com a pesquisa e a extensão;  ", "23": " \n23 \n (iii) e ficácia nas respostas de formação profissional, difusão do conhecimento \ncient ífico e tecnológico e suporte aos  arranjos produtivos locais, sociais, desportivos \ne culturais;  \n(iv) inclusão de pessoas com deficiências e necessi dades educacionais especiais;  \n(v) natureza pública e gratuita do ensino, sob a responsabilidade da união;  \n(vi) universalidade do conhecimento;  \n(vii) indissociabilidade entre ensino, pesquisa e extensão; e  \n(viii) compromisso com a melhoria da qualidade de v ida da comunidade acadêmica.  \n \nAs ações realizadas no IFMG são orientadas por grandes marcos que incorporam \ncontribu ições da comunidade acadêmi ca para a elaboração do Plano de Desenvolvimento \nInstituci onal. Esses parâmetros, associados à Missão e à Visão de  Futuro do IFMG, \nnortearão as aç ões acadêmicas, administrativas e socioculturais. Dentre eles, destacam -se os \nque mais fort emente se vinculam aos aspectos pedagógicos.  \n \nResponsabilidade social  \nInclusão de elementos sociais no ensino a fim de provocar apren dizagens significativas que \nmobi lizem o corpo discente e estabeleçam entre ele e o objeto do conhecimento uma relação \nde reciprocidade, visand o contribuir com a formação do discente frente às demandas sociais, \npara que este seja um agente transformador na comunidade com base no seu conhe cimento \nadquirido.  \n \nPriorizar a qualidade  \nO IFMG assume a qualidade do ensino como uma prioridade essencial, s endo essa exigência \nestendida às atividades de pesquisa e extensão. Todos os serviços que envolvem as funções \nbásicas do IFMG devem estar comprome tidos com a qualidade e a excelência  \n \n \n ", "24": " \n24 \n Garantir a qualidade dos programas de ensino, pesquisa e extensão.  \n O IFMG oferece cursos técnicos de nível médio e superior com reconhecida qualidade e \ninserção no mercado de trabalho . Inicia com pós -graduação desen volvendo atividades de \npesquisa de relevância e qualidade,  reconhecidas em nível nacional, em cumprimento ao s eu \nPDI. Uma ampla e diversif icada base de cursos de qualidade para sustentar a demanda de \nprofissionais bem qualif icados nas quais o IFMG demonstr e maior potencialidade, em \nconsonância com as novas demandas do mundo contemporâneo.  \n \nCompromisso com a tecnol ogia e o humanismo . \nTodo conhecimento, pesquisa e/ou desenvolvimento tecnológico, gerado pelo IFMG, deverá \nfocar a  construção do sujeito, pautada em valores humanos, éticos e solidários , que estejam \nalinhados ao PDI do instituto . Esse princ ípio desencadear á ações estimuladoras e produtivas \nda comunidade acadêmica, de forma a se sustentar no entusiasmo e no orgulho da mesma \nem relação ao seu trabalho . \n \nRespeito aos valores éticos, estéticos e políticos . \nO IFMG organizará e desenvolverá seus currículos de aco rdo com valores baseados em seu \nPDI, que fomentam a criatividade, a iniciativa e a liberdade de expressão, abrindo  espaços \npara a incorporação de atributos como crítica, equilíbrio, multiplicidade e respeito pela vida.  \nA preparação para a vida profissional , orientada pela política da igualdade de direitos e de \noportunidades, constitui relação entre o trabalho próprio e o dos outros, conhecendo e \nreconhecendo sua importância para o bem comum e a qualidade de vida.  \n \nArticulação com empresas, família e socieda de. \nO IFMG ampliará e aperfeiçoará suas atividades de extensão adotando mecanismos de \narticulação com instituições  públicas e privadas (educaciona is ou não), consonantes com o \nPDI, com segmentos da soc iedade, com famílias e com setores produtivos. Dessa fo rma, ao \ndesenvolver trabalho conju nto permanente, concretizado pelo alcance de objetivos comuns e \nprioritários, es tará sendo viabilizada a meta do  desenvolvimento sustentável.  \n ", "25": " \n25 \n Integridade acadêmica  \nIntegridade acadêmica é um elemento inerente à instituiçã o e requer o compromisso de \ntodos os membros da comunidade acadêmica com altos padrões de honestidade pessoal e \ncomportamento ético. Para a implan tação dessa política, é necessária a mobilização da \ncomunidade acadêmica de modo a divulgar os princíp ios que norteiam a integridade.  \nA instituição pretende rever o seu papel como um espaço de pensar em que circundam \ndiferenças ideológicas e culturais, o p apel do docente como agente de transformação social e \nos fundamentos teórico -metodológicos como instrumentos d e conscientização e politização. \nMediante o levantamento da situação de cada campus  em relação aos três pilares da  \neduc ação, são apresentadas a se guir, as políticas pretendidas para o ensino, pesquisa e pós -\ngraduação e extensão do IFMG.  \n \n✓ Campus  traduzid o nos seus valores e princípios educacionais, em sintonia com os do \nIFMG e;  \n \n✓ Curso em sintonia com a proposta de educ ação do IFMG e do Campus . Nessa \nconcepção, o campus  deve explicitar o projeto de cidadão a ser formado, seus \nvalores, sua contribuição para a sociedade e desenvolvimento humano.  \n \n3.4 - Objetivos do Curso   \n \n3.4.1 - Geral  \nO Curso de Engenharia Metalúrgica d o Instituto Federal de Minas Ger ais – IFMG, Campus  \nOuro Branco, alinhado ao seu PDI, tem como objetivo geral formar e fornecer ao mercado \nde trabalho, recursos humanos altamente qualificados com formação superior, mantendo um \npadrão de referência que respo nda aos grandes desafios científ icos e tecnológicos para o \nsetor minero -metalúrgico; formação acadêmica esta com uma visão ética e humanista, com \nbase nas pol íticas nacionais, nos diagnósticos de necessidades e prognósticos de \noportunidades para as indústr ias em geral.  \n ", "26": " \n26 \n 3.4.2 - Específic os \n \nA Engenharia Metalúrgica tem como característica marcante a multidisciplinaridade e dentro \ndessa visão, a partir do desdobramento do objetivo geral, os objetivos específicos buscam \nhabilidades e competências aos egressos  para:  \n• Conhecer e aplicar na eng enharia os fundamentos das ciências básicas;  \n• Conhecer, analisar, projetar e desenvolver os processos de obtenç ão, caracterização e \npreparação das matérias -primas, os processos de produção e de conformação dos metais e \nsuas l igas, compósitos e conjugados;  \n• Conhecer e aplicar os processos de produção, caracterização e de desenvolvimento de \nprodutos metálicos, levando  em conta as relações entre estrutura interna e propriedades dos \nmesmos, assim como o comportamento/desempenho no processamento e aplicação;  \n• Proje tar, conduzir e interpretar os resultados de experimentos, visando caracterizar \nmatérias -primas e produtos met álicos;  \n• Avaliar os impactos e a viabilidade técnica, econômica, social e ambiental das \nativid ades de engenharia;  \n• Conhecer, aplicar e desenvolver p rocedimentos de gestão, liderança e auto -\naprendizado;  \n• Propiciar fundamentação teórica e prática que garanta o desempenho das atividades \nprofissionais dentro do preconizado pela legislação atual e em consonância com as \nnecess idades da sociedade;  \n• Aprimorar r aciocínio lógico, espacial e matemático na resolução de problemas \napresentados;  \n• Realizar trabalhos em equipe;  \n• Apresentar formas diversas de argumentação, tanto oral quanto escrita (relatórios, \ngráficos, textos, seminários, m onografias) de modo claro e obje tivo; ", "27": " \n27 \n • Valorizar o exercício da cidadania cooperativa através de atividades de \nresponsabil idade social;  \n• Solidif icar a formação de Engenharia a partir da natureza geral do conhecimento \npróprio de Engenharia;  \n• Formar um profissi onal especializado com habilitaç ão na área metalúrgica visando \natender as necessidades do mercado de trabalho regional e nacional;  \n• Proporciona r ao profissional formado a competência para atuar em sistemas industriais \ncomplexos;  \n• Fornecer um embasamento sóli do que permita ao aluno dar pros seguimento a seus \nestudos em pós -graduação;  \n• Atender a legislação profissional, habilitando o graduado a atuar em um amplo \nespectro da Engenharia Metalúrgica, com atribuições condizentes com as Resoluções \nrelativas a atribuiç ões profissionais do CONFEA – Conselho Federal de Engenharia, \nArquitetura e Agronomia;  \n• Ser um curso completo, mantendo o forte embasamento téc nico, mas ressaltando a \nformação humana e na área de gestão;  \n• Ser um curso flexível permitindo ao aluno participar de programas de mobilidade \nacadêmica, de intercâmbios profissionalizantes;  \n• Permitir ao egresso do Curso a atualização constante, através de di sciplinas optativas \nnas áreas de aprofundamento, facultando -lhe agregar novas competências e atribuições \nprofissio nais junto ao Sistema CONFEA/CRE A’s, conforme Resolução nº. 1010 de 29 de \nJunho de 2007.  \n3.5 - Perfil do Egresso . \n \nO Engenheiro Metalúrgico do  IFMG - Campus Ouro Branco deverá agregar características \ngerais, técnicas e ético -sociais que o identifique como profissional na área de engenhar ia a \nfim de aplicar seus conhecimentos em prol da sociedade.  ", "28": " \n28 \n 3.5.1 - Competência Técnica  \n \nA intenção é formar profissionais , que venham a ter basicamente as seguintes características:  \na) Formação sólida nas disciplinas básicas (Matemática, Física, Química), g arantindo \nque o profissional, depois de formado, tenha facilidade de acompanhar a evolução \ntecnol ógica. (Núcle o de Formação Básica)  \nb) Conhecimento na área de Informática, ministrada já no início do curso, para que \npossa ser ut ilizado como ferramenta em todas  as disciplinas e ainda dar base suficiente para \nque possa se aprimorar se assim o desejar, em disciplinas, op tativas ou extracurriculares \ndentro da Instituição.  \nc) Conhecimento das disciplinas básica da área gerencial (Economi a e Administração) \nabrindo sua v isão para as possibilidades de tornar -se um empreendedor, além de fornecer -\nlhe as ferramentas necessárias a um  gerente na área de engenharia.  \nd) Formação humanística para que o futuro profissional venha a ter um bom \nrelacion amento humano no trabalho, e torna r-se um engenheiro consciente de seu papel \ndentro da comunidade.  \ne) Forte embasamento nos diversos conhecimentos  que caracterizam o engenheiro \nmetalurgista proporcionado pelas disciplinas obrigatórias. Mesmo depois de formado,  o \nprofi ssional poderá retornar à Instituição e participar de outras disciplinas que achar \nimportante.  \nf) Visão global e interdisciplinar propor cionada pelo projeto de final de curso, em que \nos conhecimentos adquiridos nas diversas disciplinas deverão ser ap licados. Visão real de \nsua vida profissional, proporcionada por um estágio supervisionado de, no mínimo, 20 0 \nhoras. \nBom desempenho nas aplicaç ões práticas de sua vida profissional, resultante do grande \nnúmero de aulas de laboratório desenvolvidas durante o  curso.  \nNa avaliação, é impresci ndível que se planejem e desenvolvam estratégias compatíveis com \no currículo proposto. De acordo com ZABALA (1 998, p. 220) “devemos ter presente que, na ", "29": " \n29 \n aula e na escola, avaliamos muito mais do que se pensa, e inclusive mai s do que temos \nconsciência. Um o lhar, um gesto, uma expressão de alento ou de confiança, uma recusa, um \nnão levar em conta o que se faz uma ma nifestação de afeto .” E ainda, que “a avaliação é um \nelemento chave de todo o processo de ensinar e aprender, cuja  função se encontra \nestreit ament e ligada à função que se atribui a todo o processo ”. \n \n3.5.2 - Formação Sócio -Interativa  \n \nUm trabalho de consci entização e mudanças de postura de alunos e professores, e um \ntrabalho realizado através de atividades extraclasse s fazem com que o engenheiro a s er \nformado no IFMG tenha também:  \n1. A visão de qualidade total em todas as suas ações, resultante de um trabalho  \ndesenvolvido em todas as disciplinas do curso, principalmente as profissionalizantes.  \n2. A capacidade de buscar solu ção de problemas, de ser criativ o e inovador, \ndesenvolvida em sala de aula pela postura do professor “como orientador“ conduzindo o \naluno desd e o início de seu curso a buscar o conhecimento por si próprio ou aprender a \naprender.  \n3. Capacidade de comunicação oral e escrita, desenvolvida nas  diver sas disciplinas, \nprincipalmente  na área de linguagens . \n4. Liderança e iniciativa, desenvolvida em atividade s extraclasse, através de \npalestras, encontros e disciplinas extracurriculares durante o curso, sob a orientação d o \nprofessor em sala de aula.  \n5. Disposição para trabalhos em parcerias, desenvolvido em sala de aula e trabalhos \nextraclasse, acompanhados pelo p rofessor.  \n \n3.5.3 - Atribuições dos Diplomados em Engenharia Metalúrgica  \n \nAtribuições profissionais confor me Resolu ção nº. 1010 de 29 de J unho de 2 007, do \nCons elho Federal de Engenharia, Arquitetura e Agronomia.  ", "30": " \n30 \n • Supervisão, coordenação e orientação técnica .  \n• Estudo, planejamento, projeto e especialização.  \n• Estudo de viabilidade técnica e econômica.  \n• Assistência, asses soria e consultoria.  \n• Direção de  obras e serviço técnico.  \n• Vistoria, perícia, avaliação, arbitramento, laudo e parecer técnico.  \n• Desempenho de c argo e função técnica.  \n• Ensino, pesquisa, análise, experimentação, ensaio, e divulgação técnica e \nextensão.  \n• Elabora ção de orçamento.  \n• Padronização, mensuração e controle de qualidade.  \n• Execução de obras e serviço técnico.  \n• Produção técnica especializada.  \n• Condu ção de trabalho técnico.  \n• Condução de equipe de instalação, montagem, operação, reparo ou \nmanutenção.  \n• Operação e ma nutenção de equipamentos e insta lações.  \n• Execução de desenho técnico.  \n• Pode atuar como empregado ou profissional liberal, responsabilizando -se \ntecnicamente por pessoa jurídica.  \n ", "31": " \n31 \n 3.6 - Formas de Acesso ao Curso  \n \nO ingresso no curso será realizado no início d e cada ano, por processo seletiv o (Vestibular \ne/ou ENEM via SiSU). Está também prevista a entrada por meio de Transferência Interna de \nalunos de outros cursos de graduação do IFMG, sujeita a existência de vagas e \ncompatibil idade entre as matrizes dos curso s. Além dessas será possível a T ransferência \nExterna e O btenção de Novo Título.  \n \n4 - ESTRUTURA DO CURSO  \n \n4.1 - Regime Acadêmico e Prazo de Integralização Curricular  \nO regime acadêmico do curso será semestral por créditos, com prazo mínimo de 10 \nseme stres e , máximo de 18 semestres de inte gralização curricular.  \n4.2 - Organização Curricular  \n \nO presente Projeto Pedagógico apresenta uma visão filosóf ica e uma concepção pedagógica \nque têm como referência:  \n \n• possibilitar e incentivar a integração interdisciplinar  de modo a favorecer o diálogo e ntre \nos docentes e construção de propostas conjuntas;  \n \n• reduzir significativamente o tempo de permanência do aluno em sala de aula,  favorecendo \nas atividades extraclasse, sem, no entanto, comprometer a sólida formação  básic a e \nprofiss ional do aluno, confo rme sugerido na Resolução CNE/CES 11/02;  \n \n• viabilizar a flexibilidade na oferta curricular visando atender às  demandas de atualização  \nconstantes de ementas e planos de ensino , bem como ao PDI do IFMG ; \n \n• ampliar a diversida de de opções para os estudantes possibilitando, dentro de amplos  \nlimites, liberdade para planejar seu próprio percurso e opção quanto às disci plinas e  ", "32": " \n32 \n atividades a serem realizadas na etapa de finalização de seu curso, em função da  \nespecialidade profissi onal que ele escolher;  \n \n• possibil itar uma integração, efetiva e consistente, da graduação com a pesquisa científica e \ntecnológica, nos termos s ugeridos na Resolução CNE/CES  11/02.  \nO curso proposto será composto basicamente por  4 (quatro ) ciclos assim estrut urados : (1) \nCiclo Básico, (2) Ciclo de Disciplinas  Profissionalizantes, (3) Ciclo das Disciplinas  \nEspec íficas e (4) Estágio Supervisionado.   \nA matriz curricular assim como o ementário são os objetos fortes da composição da estrutura \ncurricular do curso pro posto.  \n \n4.3 - Estrutura Curricu lar \n4.3.1 - Matriz Curricular  \n \nA Tabela V  apresenta a matriz curricular do Curso de Graduação em Engenharia \nMetalúrg ica organizada por período letivo conforme a r esolução CNE/CES 11 . A Carga \nhorária mín ima do c urso é de 3.628 horas aula, sendo que o período  de duração das aulas  é \nde 50 minutos ( 3.104h obrigatórias + 160h mínimas das disciplinas optativas).  \nAs demais  cargas horárias são distribu ídas da seguinte  forma:  200h são devidas ao  estágio \nsupervisionado , constando ain da mais 164h de atividades de trabalho de conclusão de curso \n(além das disciplinas  TCC I e II) , que s e referem a atividades de escrita or ientada, pesquisa \nbibliográfica, reuniões de orientação e atividades  de pesquisa para elaboração do relatório , \nbem como  participação em visitas  técnicas, projetos de exten são, congressos, palestras, \nseminários, etc...  \nA seguir relaciona -se a matriz curricular, aprovada em reunião e registrado em ata do NDE \ndurante o ano corr ente, em consonância com as diretrizes curri culares aplicáve is. \n \nTabela IV - Matriz curricular do curso de Engenharia Metalúrgica.  ", "33": " \n33 \n \n \n \n \n \n ", "34": " \n34 \n \n \n \n ", "35": " \n35 \n \n \n \n ", "36": " \n36 \n \n \n \nDisciplinas Obrigatórias \n(Com TCC I e II)3.136       h\nDisciplinas Optativas 160            h\nEstágio Supervisionado 200            h\nAtividades Complementares \n\"260 h\" (sem TCC I e II)164            h\nCarga Horária Total do Curso = 3.660       h\nResumo por Núcleo (C.H.):\nNúcleo Básico 1.040       33%\nNúcleo Profissionalizante 1.072       34%\nNúcleo Específico 1.024       33%\n \n \nObs: o TCC  – Trabalho de Conclusão de Curso, contempla um total de 260h, dos quais 96h \nsão em trabalhos de  orientação dos  respectivos orient adores e co-orientadores dos trabalhos, \nque culminam nas defesas de pré-banca (9º Período) e Banca Final (TCC II) .  \n \n \n ", "37": " \n37 \n  \n \n \n \n4.3.2 - Ementário  \n \nCoerente com a tendência contemporânea no que se refere à formação de engenheiros, a \nementa p roposta apresenta a seguinte composição:  \n \n \n \n \n \n \n \n \n ", "38": " \n38 \n Matriz Curricular  \n1º Período  \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLI NA EQUIVALENTE  \nÁlgebra Linear I 2018.1  N.A.  OBBGEMT.076 - Algebra  Linear 2015  \n \nEmenta:  \nMatrizes. Dete rminantes. Sistemas Lineares. Vetores n o plano e no espaço. Produto escalar, \nproduto vetorial e produto misto. Estudo de retas e planos no espaço. Distâ ncias. Cônicas. \nSuperfícies quádricas.  \n \nBibliografia Básica  \n1) STEINB RUCH, Alfredo; WINTERLE, Paulo; BALBIN OT, Valmir. Álgebra linear. \n2ª edição. São Paulo: Makron Books, c1987. x, 583 p. ISBN 9780074504123  \n2) CAMARGO, Ivan de; BOULOS, Paulo. Geometria analítica : um tratamento vetorial. \n3ª edição. Revista e amplia da. Sã o Paulo : Prentice Hall, c2005. xiv, 543 p.  \n3) WINTERLE, Paulo. Vetores e geometria ana lítica. 2. ed. São Paulo: Pearson, 2014. \n242 p. ISBN 9788543002392.  \n \nBibliografia Complementar  \n1) STEINBRUCH, Alfred o; WINTERLE, Paulo. Geometria analítica. 2. ed. S ão Paulo: \nPearson  Makron Books, 2014. x, 292 p.  \n2) BOLDRIN I, José Luiz et al. Álgebra linear. 3. ed. ampl. rev. São Paulo: Harbra, \nc1986. 411 p. ISBN 8529402022.  \n3) ESPINOSA, Isabel Cristina de Oliveira Navarro; B ARBIERI FILHO, Plinio. \nGeometria analítica para computação. Rio de  Janeiro: LTC, 2009. 230p. \n(Fundamento s de informática) ISBN 9788521616979  \n4) CALLIOLI, Carlos A.; DOMINGUES, Hygino H.; COSTA, Roberto Celso Fabrício. \nÁlgebra linear e aplicações. 6. ed., refo rm. São Paulo: Atual, 1990. 352 p. ISBN \n9788 570562975.  \n5) IEZZI, Gels on; HAZZAN, Samuel. Fundamentos de mat emática elementar 4: \nsequências, matriz es, determinantes, sistemas. 8. ed. São Paulo: Atual, 2013. 282 p. \n(Fundamentos de matemática elementar ; 4). ISB N 9788535717488 (v. 4).  \n \n ", "39": " \n39 \n DISCIPLINA  PRÉ -\nREQUISITO  DISCIPLINA EQUI VALENTE  \nCálculo Diferencial e Integra l I 2018.1  N.A.  OBBGEMT.071 - Cálculo D if.Int. I - 2015  \n \nEmenta:   \n \nFunções. Limite e Continuidade. Derivadas e Aplicações. Integrais indefinidas. Integ rais \ndefinidas e aplicações. Técnicas de Integração.  \n \nBibliografia  Básica  \n \n1) LEITHOLD, Louis. O cálculo co m geometria analítica: volume 1. 3ª  ed ição. São \nPaulo: Harbra, c19 94. xiii, 686 p. ISBN 8529400941  \n2) THOMAS, George B. Cálculo. 11ª  edição. São Paulo: Addison Wesley, 2009. 783 \np. ISBN  9788588639317 (v. 1).  \n3) ÁVILA, Ger aldo; ARAÚJO, Luís Claúdio Lopes de. C álculo ilustrado, prático e \ndescomplica do. Rio de Janeiro: L TC, 2012. 341 p. ISBN 9788521620723  \n \nBibliografia Complementar  \n \n1) HIMONAS, Alex; HOWARD, Alan.  Cálculo: conceitos e aplic ações. Rio de Janeiro: \nLTC, 2005. 524 p . ISBN 8521614160.  \n2) GUIDORIZZI, Hamilto n Luiz. Um curso de cálculo. 5. ed. Rio  de Janeiro: LTC, \n2012. 476 p. ISBN 9788521612803 (v.2).  \n3) THOMAS, George B; WEIR, Maurice D; HASS, Joel. Cálculo. 12ª  edição. São \nPaulo: Pearson Education do Brasil, 2013. 533 p. ISBN 9788581430867.  \n4) LAURICELLA, Christ iane Mázur. Como resolver derivadas e i ntegrais: m ais de 150 \nexercícios resolvidos. Rio de Janeiro: Ciencia Moderna, c2011. 235 p. ISBN \n9788539900923.  \n5) BOREL, Claude e t al. Matemática prática para mecânicos. São Paulo: Hemus, 2007. \n267 p. ISBN 9788528902303  \n \n \n ", "40": " \n40 \n DISCIPLINA  PRÉ -REQUISITO  DISCIPLINA  EQUIVALENTE  \nDesenho Técnico 2018.1  N.A.  OBBGEMT.081 - Desenho técnico 2015  \n \nEmenta : \nInstrumentos de desenho; Nor mas técnicas d a ABNT; Classificação dos desenhos; \nFormatação de pa pel; Noções de Geometria Descritiva: r epresentação do ponto; estudo das \nretas; visibilidade; planos bissetores; planos; traços, posições relativas de retas e de p lanos; \nprojeções. Construçõe s geométricas;  Desenho à mão livre; Cotação funcional; Projeções \nortogonais, Cortes e Seções; Perspectiv as (Cavaleira e Isométrica); Listagem  de peças e \nlegendas. Elementos gráficos (simbologia). Introdução ao CAD e desenho assi tido por \ncomputador.  \n \nBiblio grafia Básica  \n \n1) SILVA, Eurico de Oliveira e; ALBIERO, Evando. Desen ho técnico fundamental. \nSão Paulo: E.P .U., c1977. 130 p. (Desenho Técnico) ISBN 9788512280103.  \n2) SILVA, Arlindo et al. Desenho técnico moderno. 4ª edição. Rio de  Janeiro: LTC, \n2006. xviii, 475  p. ISBN 8521615221.  \n3) MAGUIRE, D. E.; VIDAL, Luiz Roberto de Godoi (Tradutor). Desenho técnico: \nproblemas  e soluções gerais de desenho. São Pa ulo: Hemus, 2004.257 p. ISBN \n9788528903966.  \n \nBibliografia Complementar  \n1) AZEVEDO, Eduardo; CONCI, Aura. Computação Gr áfica: geração de imagens. Rio \nde Janeiro: Campus, 2003.  \n2) BUDYMAS,  Richard G; NISBETT, J. Keith. Element os de máquinas de Shigley: \nprojeto de  engenharia mecânica. 8ª edição. Porto Alegre: AMGH, 2011. xxvii, 1084 \np. ISB N 9788563308207.  \n3) CASILLAS, A. L. Má quinas: formulário técnico. São Paulo: Mestre Jou, 1961. 634 \np. ISBN 9788587068033.  \n4) NORTON, Robert L. Proje to de máquinas: uma abordagem integra da. 4ª edição. \nPorto Alegre: Bookman, 2013. 1028 p. ISBN 9788582600221 . \n5) GIECK, Kurt. Manual de fórmulas té cnicas. [ São Paulo]: Hemus, c2001. Paginação \nirregular ISBN 8528904172  ", "41": " \n41 \n  \nDISCIPLINA  PRÉ -\nREQUISITO  DISCIPLINA EQUIV ALENTE  \nTópicos Jur ídicos e Sociais ( Etnias) \nem Engenharia 2018  N.A.  OBBGEMT.127 - Tópicos Jurídicos e Sociais \n(Etnias) em Engenharia 2013.  \n \nEmenta:  \nQuestão Ambiental e gestão. Conceitos básicos: Meio Ambiente, Sustent abilidade e Gestão. \nO Patrimônio Ambie ntal. Política Nacional do Meio Ambie nte, Sistema de Gestão \nAmbiental e Políticas específicas. Legislação Constitucional e fundamentos do Direi to \nAmb iental.  \nMeio ambiente e metalurgia: fontes de poluição nas operações  minero metalúrgicas, análise \nde risco s, concentração de poluentes, poluiçã o dos solos por rejeitos de mineração e os \nmeios de recuperação, poluição nos processos siderúrgicos e da hidrom etalurgia; poluição \nresultante das indústrias; reciclagem de produtos  metalúrgicos e de outros materiais.  \n \nBibliografia Básica  \n \n1) ALBUQUERQUE, Jos é de Lima (Org). Administração -empresas -meio -ambiente \ngestão ambiental e responsabilidade social: concei tos, fer ramentas e aplicações. São \nPaulo: Atlas, 2009. 326 p. ISBN 9788522457 724. \n2) GONÇALVES, Carlos Walter Porto. O  desafio ambiental. 3. ed. Rio de Jan eiro: \nRecord, 2012. 179 p. (Os porquês da desordem mundial: mestres explicam a \nglobalização). ISBN 97 88501069 412 (b roch.).  \n3) PALAIA, Nelson. Noções Essenciais de Direito. 3. ed. São P aulo: Saraiva, 2005.  \n \nBibliografia Com plementar  \n1) FONSECA, Martha Reis Marque s da. Química: meio ambiente, cidadania, \ntecnologia. São Paulo: FTD, 2011. 447 p. (Coleção quím ica, meio \nambiente,c idadania, tecnologia).  \n2) LEONARD, Annie; CONRAD, Ariane.  A História das coisas: da natureza ao lixo, o \nque acontece com tudo que consumimos. Ri o de Janeiro: Zahar, 2011. 302 p. ISBN \n9788537807286 (broch.).  \n3) SÁNCHEZ, Luis Enrique. Ava liação de impacto ambienta l: conceitos e métodos. 2. \ned. atual. e ampl. São P aulo: Oficina d e Textos, 2013. 583 p. ISBN 9788579750 908. ", "42": " \n42 \n 4) TACHIZAWA, Takeshy. Organizações  não governamentais e terceiro setor: criação \nde ONGs e estratégias de atuação . 6. ed . São Paulo: Atlas, 2014. 351  p. ISBN . \n \nDISCIPLINA  PRÉ -\nREQUISITO  DISCIPLINA EQUIVALENTE  \nQuím ica I 2015.1  N.A.    \n \nEmenta:  \nMatéria e energia. Estrutura eletrônica dos áto mos e suas propriedades. Tabela Periódica \n(propriedades periódicas e aperiódicas). T ipos de ligações químicas e e strutura de diferentes \níons e moléculas. Geometria Molecular. Oxi -redução. Funções Inorgânicas ( Ácido, Bas e, \nSais e Óxidos). Reações químicas e  balanceamento. Gases. Mol e massas molares. Cálculos \nestequiométricos e equações qu ímicas.  \n \nBibliografia Básica  \n1) ATKINS, P. W.; JONES, Loretta. Princípios de química: questionando  a vida \nmoderna e o meio ambi ente. 5. ed . Porto Alegre: Bookman, 2012. xxii, 922 p. ISBN \n9788540700383.  \n2) BROWN, Theodore L.; LEMAY, H. Eugene; BURSTEN, Bruc e Edward. Química: a \nciência centra l. 9. ed. São Paulo: Prentice Hall, 2010. xviii, 972 p. ISBN \n97885 87918420 (broch.).  \n3) RUSS EL, J. B., Químic a Geral, 2ª edição, v. 1, São Paulo: editora Makron Books, \n1994. ISBN 8534601925 (v.1).  \n \nBibliografia Complement ar. \n1) Journal of Chemical Education. < h ttp://pubs.acs.org/journal/jceda8 >  \n2) Química Nova. <http://quimican ova.sbq.org.br/>  \n3) Química Nova na Escola.  <http://qnesc.sbq.org.br/>  \n4) FONSECA, Martha Reis Marques da. Química: meio ambiente, cidadania, \ntecnologia. São Paulo: FTD, 2011. 447 p. (Coleção quím ica, meio ambiente, \ncidadania, tecnologia) ISBN 9788532280022.  \n5) ATK INS, P. W. (Peter William),1940 -; DE PAUL A, Julio. Físico -química: \nfundamentos . 5ª edição. Rio de Janeiro: LTC, 2011. 493 p. ISBN 97885216 18652  \n ", "43": " \n43 \n  \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA \nEQUIVALE NTE  \nIntrodução à Engenharia Metalúrgica \n2018.1  N.A.    \n \nEmenta:  \nApresentação do curso de Engenharia Metal úrgica. Introdução aos principais con ceitos \n(processos, áreas de concentração, seto res da indústr ia, perspectivas setoriais e principais \nfatores econô micos no setor mínero -metalúrgico). Introdução aos procssos metalú rgicos \n(hidrometalurgia, pirometalurgia , eletrometalurgia). Introdução aos m etais e ligas ferrosas e \nnão ferrosas. Princip ais conceitos da área de mineração (minério, mineral, ganga, estéri l, \nrejeitos, cominuição, conce ntração, blendagem, aglomeração). In trodução aos combustíveis \nmetalúrgicos ( tipos, fontes naturais, aspectos quím icos: poder calorífico, reatividade, \nprincipais  combustíveis  utilizados nos processos siderúrgicos e metalúrgicos ). Sistema \nCREA/CONFEA.  O papel do Engenheiro Metalúrgico na soci edade.  \n \nBibliografia Básica  \n \n1) BAZZO, Walt er Antonio; PEREIRA, Luiz Teixeira do  Vale. Introdução à \nengenharia: conceitos, ferr amentas e c omportamentos. 3ª edição revisada. \nFlorianópolis: Ed. d a UFSC, 2012. 254 p. (Coleção Didática) ISBN 978 -328-0589 -8. \n2) DYM, Clive L.; LITTLE, Patrick. Introdução à engenharia: uma abordagem baseada \nem projeto. 3a edição. Porto Alegre: Bookman, 2 010. 346 p.  ISBN 9788577806485.  \n3) RIZZO, Ernandes Marcos da Silveira. I ntrodução aos processos siderúrgicos. São \nPaulo: ABM, 2005. 150 p.  (Série: Capacitação Técnica em Processo s Siderúrgicos; \nÁrea: Conhecimentos B ásicos) ISBN 9788586778860.  \n \nBibliografia Complement ar \n \n1) CHIAVERINI, Vicente. Tecnologia mecânica: processos de fa bricação e tratamento: \nvolume II. 2ª edição. São Paulo: Pearson Ed ucation do Brasi, c1986. xv, 315 p.  ", "44": " \n44 \n 2) OLIV EIRA, Silvio Luiz de. Sociologia das organizações: uma análise do homem e  \ndas empre sas no ambiente competitivo. São Paulo: Pioneira Thomson Learning, \n1999. 337 p. ISBN 8522101760.  \n3) MELCONIAN, Sarkis. Elementos de máqu inas. 10ª edição. São Paulo: Érica, 2012 . \n376 p. ISBN 9788571947030.  \n4) FIALHO, Arivelto Bustamante. Instrumentação in dustrial: conceitos, aplicações e \nanálises. 7ª edição. São Paulo: Érica, 20 10. 280 p. ISBN 9788571949225  \n5) CASILLAS, A. L. Máquinas: formulário  técnico. São Paulo: Mestre Jou, 1961. 6 34 \np. ISBN 97885870680 33. \n \n \nDISCIPLIN A PRÉ -REQUISITO  DISCIPLINA EQUIVAL ENTE  \nIntrodução à Programação 2015.1  N.A.    \n \nEmenta:  \nSistemas numéricos. Repr esentação de números em diferentes bases numéricas. Álgebra de \nBoole. Organização e manipulação de arquivo s. Algoritmos estruturados: tipos de dados, \nvariáveis e operadores arit méticos. Entrada e saída de dados. Funções e operadores  lógicos. \nEstruturas de controle.  \n \nBibliografia Básica  \n1) MANZANO, José Augusto N. G.; OLIVEI RA, Jayr Figueiredo de. Algoritmos: \nlógica para desenvolvimento de programaçã o de computadores. 27.  ed. rev . São \nPaulo: Érica, 2014. 328 p. ISBN 9788536502212.  \n2) CORMEN, Thomas H. et al. Algo ritmos: teoria e prática. Rio de Janeiro: Elsevier, \n2012. xvi, 926  p. ISBN 9788535236996.  \n3) LOPES, Anita; GA RCIA, Guto. Introdução à programação:  500 algoritmos \nresolvido s. Rio de Janeiro: Elsevier, 2002. 469 p. ISBN 9788535210 194 (broch.).  \n \nBibliografia Com plementar  \n1) VILARIM, Gilvan de Oliveira. Algoritmos: programação pa ra iniciantes. 2. ed. Rio \nde Janeiro: Ci ência Moderna, c2004. xiv, 270 p. ISB N 857393316X (broch.).  ", "45": " \n45 \n 2) GUIMARÃES, Angelo de Moura; LAGES, Newton Alberto de Castilho. Algoritmos \ne estruturas de dados. Rio de Janeiro: LTC, c1994. xii, 216 p. (Ciência da \nComputa ção). ISBN 9788521603788.  \n3) MEDINA, Marco;  FERTIG, Cristina. Algoritmos e progr amação: teoria e  prática . 2. \ned. São Paulo: Novatec, c2005. 384 p. ISBN 9788575220733.  \n4) FEOFILOFF, Paulo. Algorit mos em linguagem C. Rio de Janeiro: Elsevier, 2009. \n208 p. ISBN 97 88535232493 (broch.).  \n5) ZIVIANI, Nivio. Pr ojeto de algoritmos/ com implementaçõ es em Pasc al e C. São \nPaulo: Pioneira Thomson Learning, 1993. 267 p . ISBN 8522101744  \n \n \nDISCIPLINA  PRÉ -\nREQUISITO  DISCIPLINA EQUIVALENTE  \nÁlgebra Linear II 2018.1  OBBGEMT.076 \n- Álge bra \nLinear I 2015.1  OBBGEMT.078 - Algebr a Linear II 2015  \n \nEmenta:  \nEspaços v etoriais . Transformações lineares. Autovalores e autovetores. Diagonalização de \noperadores. Espaços com produto i nterno. Programação linear geométrica.  \n \nBibliografia Básica  \n1) STEINB RUCH, Alfredo; WINTERLE, Paulo; BALBINOT , Valmir. Álgebra linear. \n2. ed. São Paulo: Makron Books, c1987. 583 p.  \n2) BOLDRINI,J. L., COSTA, S.R., FIGUEIREDO, V. L., WETZLER, H. G., Álgebra \nlinear . 3. ed. São Paulo: Harbra, 1990.  \n3) CALLIOLI, Carlos A.; DOMINGUES, Hygino H.; COSTA, Roberto Celso Fabrício . \nÁlgebra linear e ap licações. 6. ed ., reform. São Paulo: Atual, 1990. 352 p.  \n \nBibliografia Complementar  \n1) STEINBRUCH, Alfredo; WINTERLE, Paulo. Introdu ção à álgebra linear. São \nPaulo: Pearson, 1990. 245 p.  \n2) GOLDBARG, M arco Cesar; LUNA, Henrique Pacca L. Otim ização combinat ória e \nprograma ção lin ear: modelos e algoritmos. 2. ed. rev. e atual. Rio de Janeiro: \nElsevier, 2005. 518 p.  ", "46": " \n46 \n 3) IEZZI, Gelson; HAZZAN, Sa muel. Fundamentos de matemática elementar 4: \nsequências, matrizes,  determinantes, sistemas. 8. ed. São Pau lo: Atual, 2 013. 282 p.  \n4) CAMARGO, Iva n de; BOULOS, Paulo. Geometria analítica: um tratamento vetorial. \n3. ed. rev. e ampl. São Paulo: Prentice Hall, c 2005. xiv, 543 p.  \n5) ESPINOSA, Isabel Cristina de Oliveira Navarro; B ARBIERI FILHO, Plinio. \nGeometria analíti ca par a computação. R io de Janeiro: L TC, 2009. 230p.  \n \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALENTE  \nCálculo Diferencial e Integral II \n2018.1  Cálcu lo Diferencial \ne Integral I  OBBGEMT.079 - Cálculo Dif. Int. II 20 15 \n \nEmenta:  \nTécnicas de integração. Apl icações da integral. Integrais impróp rias. Sequências e séries \nnuméricas. Cálculo diferencial de funções de várias variáveis a valores reais e aplicaç ões \n \nBibliografia Básica  \n1) LEITHOLD, Louis. O cálculo com geometria analítica: v olume 1. 3ª edição. São  \nPaulo: Harbra, c1994. xiii, 686 p. ISBN 8 529400941 (v. 1)  \n2) LEITHOLD, Louis. O cálculo com geometria analítica: volume 2. 3ª edição. São  \n3) Paulo: Harbra, c199 4. xiii, 687 -1178 p. ISBN 8529402065 (v. 2)  \n4) THOMAS, George B. Cálc ulo. 1 1ª edição. São Paulo: Addison Wesl ey, 2009. \n783p. ISBN 9788588639317 (v . 1). \n \nBibliografia Complementar  \n1) HIMONAS, Alex; HOWARD, Alan. Cálculo: conceitos e aplicações . Rio de \nJaneiro: L TC, 2005. 524 p. ISBN 8521614160.  \n2) THOMAS, George B; WEIR, Maurice D; HASS, Joel. Cálculo. 12. ed. São Paul o: \nPearson Education do Brasil, 2013.  533 p.  \n3) SIMMONS, George F. Cálculo com geometria analítica :/ volume 2. São Paulo: \nPearson Makron Books, 1988. 80 7 p. v.2.  \n4) GUIDORIZZI, Hamilton Luiz. Um curso de cálculo. 5.  ed. R io de Janeiro: LTC, \n2012. 476 p.v.2.  ", "47": " \n47 \n 5) GUIDORIZZI, Hamilton Luiz. Um curso de c álculo. 5. ed. Rio de Janeiro: Livros \nTécnicos e Científicos, 2012. 362 p. v.3.  \n \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIP LINA EQUIVALENTE  \nFísica I 2018.1   Cálculo Diferencial e \nIntegral I  OBBGEMT.082 - Física I 2015  \n \nEmen ta: \nMovimento retilíneo, vetores, movime nto em duas e três dimensões, força e movimento, \nenergia cinética e trabalho, energia potencial e conservação da energia, centro massa e \nmomento linear, rotação, rolamento, torque  e momento angular.  \n \nBibliografia Bás ica \n1) HALLIDAY, David; RESNICK, Robert; WA LKER, Jearl. Fundamentos de física: \ngravitação, ondas e termodinâmica. 9ª edição. Rio de Janeiro: LTC, c2012. V. 2 \nISBN 9788521619048.  \n2) TIPLER, Paul Allen; BIASI, Ronaldo Sérgio de  (Tradutor). Física moderna. 5ª  \nediçã o. Rio de Janeiro: LTC, 2010. 478 p. ISB N 978-85-216-1768 -6 3)  HEWITT, \nPaul G. Física conceitual. 11ª edição. Porto Alegre: Bookman, 2011. 743 p. ISBN \n9788536300405.  \n \nBibliografia Complementar  \n \n1) EISBERG, Robert; RESNICK , Robert. Física quântica: át omos, moléc ulas, sólidos, \nnúcleos e partículas. Rio de Janeiro: Campus, 1979. 928 p. ISBN 139788570013095  \n2) BARRETO, Márcio. Física: Newton para o ensino médio uma  leitura \ninterdisciplinar. 4ª edição. São Paulo: Papirus, 2010. 10 6 p. ISBN 8530806743  \n3) BEER, Fe rdinand P.;  JOHNSTON JUNIOR, E. Russell. Mecânic a vetorial para \nengenheiros: estática. 5ª edição. rev. São Paulo: Pearson Education do Brasil, 1994. \nxxi, 793 p. ISBN 9788534602020.  \n4) NORTON, Robert L. Cinemática e dinâmica dos me canismos. Porto Aleg re: Mc  \nGraw -Hill; AM GH, 2010. xix, 800 p. ISBN 9788563308 191. ", "48": " \n48 \n 5) MONTGOMERY, Douglas C.; RUNGER, George C. Estatística aplicada e \nprobabilidade para engenheiros. 5ª edição. Rio de Janeiro: LTC, 2012. 521 p. ISBN \n9788521619024  \n \n \n \nDISCIPLINA  PRÉ -\nREQUISITO  DISCIPLINA EQUIVALENTE  \nQuímica II 2018.1  Química I  OBBGEMT.0 80 - Química II 2015  \n \nEmenta:  \nSoluções. Propriedades Coligativas. Termoquímica. Cinética Química. Equilíbrio quí mico. \nEquilíbrio ácido -base. Reações de oxi -redução. Eletroquímica : células galvâni cas, células \neletrolíti cas e corrosão.  \n \nBibliografia Básica  \n \n1) RUSSELL, John Blair. Química geral. 2ª edição. São Paulo: Makron Books, c1994. \n621 p. ISBN 8534601925 (v.1).  \n2) RUS SELL, John Blair. Quimica geral. 2ª edição. São Paulo: Makron Book s, c1994. \nxxxviii, 624 -1268 p. ISBN 8534 60151 -8. \n3) BENVENUTTI, Edilson  Valmir. Química inorgânica: átomos, moléculas, líquidos e \nsólidos. 3ª edição. Porto Alegre: UFRGS, 2011. 219 p. (Da pesqu isa ao ensino de \ngraduação: produção de material didático) ISBN 85 70257198  (broch.).  \n \nBibliografia Complem entar  \n1) Journal of Chemical  Education. < http://pubs.acs.org/journal/jceda8 >  \n2) Química Nova. <http://quimicanova.sbq.org.br/>  \n3) Química Nova na Escola. htt p://qnesc.sbq.org.br/  \n4) ATKINS, P. W.(Peter William),1940 -; DE P AULA , Julio. Físico -química: \nfundamentos. 5ª  edição. Rio de Janeiro: LTC, 2011. 4 93 p. ISBN 9788521618652.  \n5) FONSECA, Martha Reis Marques da. Química: meio ambiente, cidadania, \ntecnologia . São Pa ulo: FTD, 2010. 400 p. (Coleção química, meio ambiente, \ncidadania,  tecnologia) ISBN 9788532273802.  ", "49": " \n49 \n  \nDISCIP LINA  PRÉ -\nREQUISITO  DISCIPLINA EQUIVAL ENTE  \nGestão Ambiental 2018.1    N.A.  \n \nEmenta:  \nQuestão Ambiental e gestão. Conceitos básicos: Meio Ambiente, Sust entabilidade e Gestão. \nO Patrimônio Ambiental. Política Nac ional d o Meio Ambiente, Sistema de Gestão \nAmbie ntal e Políticas específicas. Legisla ção Constitucional e fundamentos do Direito \nAmb iental. Meio ambiente e metalurgia: fontes de poluição nas operaçõ es minero \nmetalúrgicas, análise de riscos, concentração de poluent es, poluição dos solos por rejeitos de \nmineração e os meios de recuperação, p oluição nos processos siderúrgicos e da \nhidrome talurgia; poluição resultante das indústrias de galvanoplastia; re ciclagem de \nprodutos metalúrgicos e de outros materiais . \n \nBibliogr afia Básica  \n \n1) ALBUQUERQUE, José de Lima (Org). Administração -empresas -meio -ambiente \ngestão ambiental e responsabilidade socia l: conceitos, ferramentas e aplicações. São \nPaulo: Atlas, 2009. 3 26 p. ISBN 9788522457724.  \n2) GONÇALVES, Carlos Walter Por to. O desafi o ambiental. 3. ed. Rio de Janeiro: \nReco rd, 2012. 179 p. (Os porquês da desor dem mundial: mestres explicam a \nglobalização) . ISBN 9788501069412 (broch.).  \n3) PALAIA, Nelson. Noções Essenciais de Direito. 3. ed. São Paulo: Saraiva, 2005.  \n \nBibliogr afia Complement ar \n1) FONSECA, Martha Reis Marques da. Quím ica: meio ambiente, cidadania, \ntecnol ogia. São Paulo: FTD, 2011. 447 p. (Col eção química, meio \nambiente,cidadania, tecnologia).  \n2) LEONARD, Annie; CONRAD , Ariane. A História das coisas: da natureza ao lixo, o \nque aconte ce com tudo que consumimos. Rio de Janei ro: Zahar, 2011. 302 p. ISBN \n97885378 07286 (broch.).  \n3) SÁNCHEZ, Luis Enr ique. Avaliação de impacto ambiental: conceitos e métodos. 2. \ned. atual. e ampl.  São Paulo: Oficina de Textos, 2013. 583 p . ISBN 9788579750908.  ", "50": " \n50 \n 4) TACHIZAWA, Takeshy. Organizações não gover namentais e terceiro setor: criação \nde ONGs e estratégias de atuaçã o . 6. ed. São Paulo: Atlas, 2014. 351 p. ISBN .  \n5) CARRION, Valentin. Comentários à C LT: legislação complementar: jurispr udência. \n39ª edição, rev. atua l. São Paulo: Editora Saraiva, 2014. 180 0 p. \n \nDISCIPLINA  PRÉ -\nREQUISITO  DISCIP LINA EQUIVALENTE  \nMineralogia 2018.1  Química I  OBBGEMT.087 - Mineralogia 2015  \n \nEmenta:  \nIntrodução à mineralogia;  mineralogia e economia no Brasil; c lassificação das rochas e \nprincipais tipos de depósitos minerais assoc iados; estudo de rochas e minerais (p etrografia); \ncaracterização de minerais; propriedades físicas dos minerais.  \n \nBibliografia Básica  \n \n1) BRANCO, Pércio de Moraes. Dicionário de mineralog ia e gemologia. São Paulo: \nOfici na de Textos, 2008. 608 p. ISBN 978 -85-86238 -64-2 \n2) INTRODUÇÃO A MINERALOGIA PR ATICA -  ENGENHARIA - ULBRA  \n3) CHAVES, Arthur Pinto. Teoria e prática do tratamento d e minérios: volume 1. 3ª  \nediçã o. rev. e amp. São Paulo: Si gnus, 2006. 271 p. ISBN 858780326 -3(V.1) \n \nBibliografia Complementar  \n \n1) FONSECA, Martha Reis Marques da. Química: meio  ambiente, cidadania, \ntecnologia. São Paulo: FTD, 2011. 447 p. (Coleção química,  meio ambiente, \ncidadania, tecnol ogia) ISBN 978853228002.  \n2) VALADÃO, George Eduardo Sales ; ARAUJO, A rmando Corrêa (Org.). Introdução \nao trat amento de minérios. Belo Horioznte: E d. UFMG, 2007. 234 p. (Didática) \nISBN 978 -85-7041 -478-6. \n3) RUSSELL, John Bla ir. Quimica geral. 2ª edição. São Paulo : Makron Books, c199 4. \nxxxviii, 624 -1268 p. ISBN 853460151 -8 ", "51": " \n51 \n 4) BENVE NUTTI, Edilson Valmir. Química inorgânic a: átomos, moléculas, líquidos e \nsólidos. 3ª edição. Porto Alegre: UFRGS, 2011. 219 p. (Da pesquisa ao ensin o de \ngraduação: produção de material didát ico) ISBN 8570257 198 (broch.)  \n5) CHAVES, Arthur Pinto; PERES, Antonio  Eduardo Clark. Teoria e prática do \ntratamento de minérios/ britagem, peneira mento e moagem: volume 3. 4ª edição. São \nPaulo: Signus, 2009. 258 p.  (Tratamento e prática de tratamento de minér ios) ISBN \n9788 587803351 (V.3).  \n \n3º Período  \n \nDISCIPLINA  PRÉ -REQUISI TO DISCIPLINA EQUIVALENTE  \nCálculo Difer encial e Integral III \n2018.1  Cálculo Diferencial \ne Integral II  OBBGEMT.084 - Cálculo Dif. Int. III 2015  \n \nEmenta:  \nIntegração múltipla: integrais dupla s e triplas. F unções com valores vetoriais. Integração em \ncampos v etoriais: integrais de linha e superfíci e. \n \nBibliografia Básica  \n1) LEITHOLD, Lou is. O cálculo com geometria analítica: volume 2. 3ª edição. São \nPaulo: Harbr a, c1994. xiii, 687 -1178 p. ISBN 8529 402065 (v. 2). \n2) THOMAS, George B; WEIR, Maurice D; HASS, Joel. Cálc ulo. 12ª edição. São \nPaulo: Pearson Educ ation do Brasil, 2013. 533 p. ISBN 97 88581430867.  \n3) ÁVILA, Geraldo; ARAÚJO, Luís Claúdio Lopes de. Cálculo il ustrado, prático e \ndescomplicado. Rio de Ja neiro : LTC, 2012. 341 p  \n \nBibliografia Complementar  \n \n1) HIMONAS, Alex;  HOWARD, Alan. Cálculo: conceitos e apli cações. Rio de Janeiro: \nLTC, 2005. 52 4 p. ISBN 8521614160.  \n2) GUIDORIZZI, Hamilton Luiz. Um curso de cálc ulo. 5ª edição. Rio de Janeiro: LTC, \n2012. 476 p .v.2. \n3) GUIDORIZZI, Hamilton Luiz. Um curso de cálculo: vol. 3. 5. e d. Rio de Janeiro: \nLTC, 2012.  ", "52": " \n52 \n 4) SIMMONS, G eorge F. Cálculo com geometria analít ica: volume 2. São Paulo: \nPearson, 1988. xx, 807 p. ISBN 9 788534614689.  \n5) GONÇALVES, Mirian Buss; FLEMMI NG, Diva Ma rília. Cálculo B: funções de \nvárias variáveis, integrais múltiplas , integrais curvilíneas e de superfície.  2. ed. rev. e \nampl. São Paulo: Pears on, 2007. 435 p. ISBN 9788576051169 (broch.).  \n \nDISCIPLI NA PRÉ -REQUISITO  DISCIPLINA EQUIVALENTE  \nCálcul o Numérico 2018.1  Cálculo Diferencial e \nIntegral I  OBBGEMT.088 - 2015  \n \nEmen ta: \nSistemas de numeração. Estudo sobre erros em aritmética de ponta flutuant e. Cálculo de \nraízes de funções algébricas e transcendentes por métodos numéricos. Resolução de sistem as \nlineares . Interpolação polinomial. Integração numérica. Resolução de equaç ões diferenciais \npor métodos numéricos.  \n \nBibliografia Básica  \n1) CHAPRA, Steven C .; CANALE, Raymond P. Métodos numéricos para engenharia. \nSão Paulo: McGraw -Hill, 2008.  \n2) CORMEN, T homas H. et al. A lgoritmos: teoria e prática. Rio de Janeiro: Elsevier, \n2012.  \n3) SPER ANDIO, Décio; et al. Cálculo Numérico. S ão Paulo: Pearson, 2015.  \n \nBibliografi a Complementar  \n1) FRANCO, Neide Bertoldi. Cálculo Numérico. São Paulo: Pearson, 2007.  \n2) MESA , Fernando; BRAVO, Juan Ed uardo. Elementos de cálculo numérico. Madrid: \nEcoe Edici ones, 2012 . \n3) GONZÁLEZ, Carlos Moreno. Introducción al cálculo numérico. Madrid: UNED – \nUniversidad Nacional de Educación a Distancia, 2007.  \n4) SÁNCHEZ, Juán Miguel; SOUTO, Antonio. Problemas de cálculo nu mérico para \ningenieros con aplicaciones Matlab. Ma drid: McGraw -Hill, 2005.  \n5) RODRÍGUEZ, Milagros Riquenes. C álculo numérico y trabajo con variabl es. \nMadrid: Editorial Universitaria, 2007.  \n ", "53": " \n53 \n DISCIPLINA  PRÉ -\nREQUISITO  DISCIPLIN A EQUIVALENTE  \nFísica II (Térmica) 2018.1  Física I  OBBGEMT.085 - Física II 2015  \n \nEmenta:  \nEquilíbrio  e elasticidade, fluidos, oscilações, on das, temperatura, calor, teoria cinét ica dos \ngases, primeira e segunda da termodinâmica.  \n \nBibliografia Básica  \n1) HALLIDAY, David; RESNICK, Robert; WALKER , Jearl. Fundamentos de física: \ngravitação, ondas e ter modinâmica.  9ª  edição. Rio de Janeiro: LTC, c2012.  V. 2 \nISBN 9788521619048.  \n2) PÁDUA, Anto nio Braz de; PÁDUA, Cléia Guiotti de. Termodinâmica: uma \ncoletânea de pr oblemas. São Paulo: Livraria da Física, 2 006. Não paginado ISBN \n858832556 -X. \n3) HEWITT, Paul G. Física conceit ual. 11ª edição. Porto Alegre: Bookman, 2011. 743 \np. ISBN 9788536300405  \n \nBibliografia Complementar  \n1) MORAN, Michael J. et al. Princípios de termo dinâmica para engenharia. 7ª edição. \nRio de Jan eiro: LTC, 2013. xvi, 819 p. ISBN 978852161689 4. \n2) EISBERG, Robert; RESNICK, Robert. Fisica quantica: átomos , moleculas, solidos, \nnucleos e partí culas. Rio de Janeiro: Campus, 1979. 928 p. ISBN 13978857001309 5. \n3) TIPLER, Paul Allen; BIASI, Ronaldo Sérgio de (T radutor). Física moderna. 5ª \nedição. Rio  de Janeiro: LTC, 2010. 47 8 p. ISBN 978 -85-216-1768 -6 \n4) ÇENGEL, Yunu s A; BOLES, Michael A. Termodinâmica.  7ª edição. Porto Alegre: \nBookman, 2011. xxviii, 1018 p. ISBN 9788580552003.  \n5) HALLIDAY, David; RESNICK, Robert; WA LKER, Jearl. Fundamentos de física : \nmecânica. 9ª  edição. Rio de J aneiro: LTC, c2012. V.1 ISBN 97885216190 31 \n \n \n \n \n ", "54": " \n54 \n  \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALENTE  \nMecânica dos Fluidos 2018.1  Cálc ulo Diferencial e \nIntegral I  \nFísica I  OBBGEMT.086 - Mecâni ca dos \nFluidos 2015  \n \nEmenta:  \nEstática dos fluidos: equação fundam ental da estática dos fluidos, teorema d e Cauchy, \nrelação de Stevin, fluido i ncompressível e fluido compressível sujeito a ação da gravidade, \nmanometria, esforços sobre superfícies submersas  (planas e curvas), empuxo, eq uilíbrio dos \ncorpos submersos e flut uantes, massas fluídas aceleradas. Cinem ática dos fluidos: \nvelocidade, aceler ação, vazão, vorticidade. Dinâmica dos fluidos: equaçã o da continuidade, \nequação da conservação da quantidade de movimento, equação da energia (Bernoulli), tubo \nde Pitot, tubo de Venturi, bombas, turbinas e Números de R eynolds.  \n \nBibliografia Básica  \n1) ÇENGEL,  Yunus A.; CIMBALA, John M. Mecânica dos fluidos: f undamentos e \naplicações. São Paulo: McGraw -Hill, 2007. 816 p. ISBN 9788586804588  \n2) WHITE, Frank M. Mecânica dos fluídos. 6ª edição . Porto Alegre: AMGH, 2011. xiii, \n880 p.  ISBN 9788563308214  \n3) BRUNETTI, Franco.  Mecânica dos fluidos. São Paulo: Pearson, 20 08. 431 p. ISBN \n9788576051824  \n \nBibliografia Complementar  \n \n1) ASSY, Tuf i Mamed. Mecânica dos  fluidos: fundamentos e aplicações. 2ª edição . Rio \nde Janeiro: LTC, 2004. 497 p. ISBN  978852161411X,  \n2) BRAGA FILHO, Washingt on. Fenômenos de transporte para engenha ria. 2ª edição. \nRio de Janeiro: LTC, c2012. xv, 342 p. ISBN 9788521620280  \n3) BERGMAN, Theod ore L. et al. Fundamentos de transferência de calor  e de massa. 7ª \nedição. Rio de Janeiro: LTC, 2014. xvi, 672 p. ISBN 978852162 5049. \n4) ÇENGEL, Yunus A; GHAJAR, Afs hin J. Transferência de calor e massa: uma \nabordagem prática. 4a edição. São Pa ulo: McGraw -Hill, 2012. 902 p. ISBN \n9788577260751.  ", "55": " \n55 \n 5) BIRD, R. Byron;  STEWART, Warren E.; LIGHTFFOD, Edwin N.  Fenômenos de \ntransporte. 2ª edição. rev. e atual. Rio de Janeiro: L TC, c2004. xv, 838 p. ISBN \n9788521613930  \n \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQU IVALENTE  \nFísico - Química I 2018.1  Química I   \nFísica II  OBBGEMT. 089 - Físico -Química I 2015  \n \nEmenta:  \n \nEstudo dos Gases. Propriedades dos Líq uidos e Sólidos. Princípios d a Termodinâmica. \nTermoquímica. Espontaneidade e Equilíbrio. Equilíbrio Químico. Ener gia livre. Diagramas \nde fase.  \n \nBibliografia Básica  \n1) ATKINS, P. W.; DE PAULA, Julio. Físico -química: funda mentos. 5. ed. Rio de \nJaneiro: LTC, 201 1. 493 p.  \n2) ATKINS, P. W. ; DE PAULA, Julio. Físico -química: volume 1. 9. ed. Rio de Janeiro: \nLTC, 2012.  \n3) CASTELLAN, Gilbert William. Fundamentos de físico -química. Rio de Janeiro: \nLTC, 1986. 527 p.  \n \nBibliografia Co mplement ar \n1) LEVINE, Ira N. Físico -Química. Rio  de Janeiro: LTC,  2012 503 p.  \n2) PILLA, Luiz. Físico -química II: equilíbrio entre fases, soluções líquidas e \neletroq uímica. 2. ed. rev. e atual. Porto Alegre, RS: UFRGS, 2010. 467 p.  \n3) ATKINS, P. W.; JONES, Loretta. Princípi os de química: questionando a vida \nmoderna e o m eio ambiente. 5. ed. Porto Alegre: Bookman, 2012, 922 p  \n4) BROWN, Theodore L.; LEMAY, H. Eugene; BURSTEN,  Bruce Edward. Química: a \nciência central. 9. ed. São Paulo: Prent ice Hall, 2010, 972 p. \n5) Artigos científic os da revista Química Nova (Sociedade  Brasileira de Química). \nDisponível em: http://quimicanova.sbq.org. br/. \n ", "56": " \n56 \n  \n4º Período  \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALENT E \nEquações Diferenciais 2018.1  Cálculo Diferencial e \nIntegral II  OBBGEMT.090  - Equações Diferenciais \n2015  \n \nEmenta:  \nEquações diferenciais de 1ª ordem. Equações lineares de 2ª ordem. Equaçõe s lineares de \nordem n. Aplicações das equações diferenciais. A tra nsformada de Laplace. Sistemas de \nequaçõ es lineares de 1ª ordem. Aplicações d as equações diferenciais.  \n \nBibliografia Bá sica \n \n1) ZILL, Dennis G.; GULLEN, Michael R. Equações diferenciais. 3. ed.  São Paulo: \nPearson Makron Books, 2012. v.1.  \n2) NAGLE, R. Kent; SAFF,  Edward B.; SNIDER, Arthur David. Equaçõ es diferenciais. \n8. ed. São Paulo: Pe arson Education, 2012.  \n3) BOYCE, Wil liam E.; DIPRIMA, Richard C. Equações diferenciais elementares e \nproblemas de v alores de contorno. 10. ed. Rio de Janeiro: LTC, c2015. xv, 663 p.  \n \nBibliografia Complementar  \n \n1) DIACU, Flor in. Introdução a equações difere nciai s: teoria e aplicações. Rio de \nJaneiro: LTC, c2004. xiv, 262 p.  \n2) GUIDORIZZI, Hamilton Luiz. Um curso de cálculo: vol. 2. 5. ed. Rio de Janeiro: \nLTC, 2012. 476 p.  \n3) THOMAS, George B.  Jr.; WEIR, Maurice D.; HASS, Joel. Cálc ulo: volume 1. 12. \ned. São  Paulo: Add ison Wesley, 2012. 627 p.  \n4) LEITHOLD, Louis. O cálculo com geometria analítica. 3. ed. Sao Paulo: Harbra, \nc1994. v.  2, xiii, 687 -1178 p.  \n5) HIMONAS, Alex; HOWARD, Alan. Cálculo: concei tos e aplicações. Rio de Janeiro: \nLTC, 2 005. 524 p.  \n ", "57": " \n57 \n  \nDISC IPLINA  PRÉ -\nREQUISIT O DISCIPLINA EQUIVALENTE  \nEstatítistica e Probabilidade 2018.1    OBBGEMT.091 - Estatística e Probabilidade \n2015  \n \nEmenta:  \nIntrodução à Estatística. Representação tabular e gráfica  dos dados.  Medidas de posição. \nMedidas  de dispersão. Reg ressão e correlação  linear simples. Introdução à teoria das \nprobabilidades. Variáveis aleatórias. Principais modelos probabilísticos  para var iáveis \naleatórias discretas e contínuas. Testes de Hipóte ses. \n \nBibliografia Básica  \n1) MORETTIN, Pedr o Alberto; BUSS AB, Wilton de Oliveira . Estatística básica. 7ª \nedição. São Paulo. Saraiva, 2012. 540 p.  \n2) BRUNI, Adriano Leal. Estatística aplicada à ges tão e mpresarial. 3ª edição. São \nPaulo: Atlas, 2011. 398 p.  \n3) BUENO, Fabrício. Estatística para processos pro dutivos. Florianópolis: Visual \nBooks,  2010. 121 p.  \n \nBibliografia Complementar  \n \n1) MONTGOMERY, Douglas C.; RUNGER, George C. Estatística aplicada e \nprobab ilidade para engenheiros. 5. ed. Rio de Janeiro: LTC, 2012. 521 p.  \n2) CECON, Paulo Roberto [et al]. Métodos E statísticos.Viçosa: Ed. UFV, 2012. 22 9p.  \n3) BEKMAN,Otto Ruprecht, COSTA NETO, Pedro Luiz de Oliveira. Análise \nEstatística da decisão. 2. Ed. São P aulo: Blucher,2009. 148p.  \n4) NEUFELD, John L. Estatística aplicada à admin istração usando Excel. São Paulo: \nPerson Prentice Hall. 2003  \n5) SMAILES, Joanne,  MCGRANE, Angela. Estatística Aplicada à Administração com \nExcel. Tradução Bazán tecnologia e linguís tica, Christ iane Brito. São Paulo: Atlas, \n2002. 321p.  \n \n \n ", "58": " \n58 \n  \nDISCIPLINA  PRÉ -\nREQUI SITO  DISCIPLINA EQUIVALENTE  \nFísica  III 2018.1  Física I  OBBGEMT.092 - Física  III 2015  \n \nEmenta:  \nCarga elétrica, campos elétricos, lei de Gauss, potencial elétrico, capacitância, corrente e \nresistência, circuitos, campos magnéticos, campos magnéticos produ zidos por correntes, \nindução e indu tânci a, oscilações eletromagnéticas e corr entes alternadas.  \n \nBibliografia Básica  \n1) HALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de física: \neletromagnetismo. 9ª edição. Rio de Janeiro: LTC, c2012. V. 3 ISBN \n9788521619055.  \n2) EISBERG, Robert ; RESNICK, Robert. Física quântica: átomos, molé culas, sólidos,  \nnúcleos e partículas. Rio de Janeiro: Campus, 1979. 928 p. ISBN 139788570013095.  \n3) TIPLER, Paul All en; BIASI, Ronaldo Sérgio de (Tradutor). Física moderna. 5ª \nedição . Rio de Janeiro: LTC, 201 0. 478 p. ISBN  978-85-216-1768 -6 \n \nBibliografia Comp lementar  \n1) HALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de \nfísica: mecânica. 9ª edição. Rio de Jane iro: LTC, c2012. V.1 ISBN \n9788521619031.  \n2) HALLIDAY, David; RESNICK,  Robert; WALKER, Jea rl. Fundamentos de \nfísica: gravitação, ondas e termodinâm ica. 9 a edição. Rio de Janeiro: LTC, \nc2012. V. 2 ISBN 9788521619048.  \n3) HALLIDAY, David; RESNICK, Robert; WALKER, Je arl. Fundamentos de \nfísica: volume 4: óptica e física moderna. 9ª edição. Rio de Ja neiro: LTC, 2012. \n416 p . ISBN 9788521616085. 4) EISBERG, Rob ert; RESNICK, Robert. Física \nquântica: átomos, moléculas, sólidos, núcleos e partículas. Rio de Janeiro: \nCampus, 1979. 928 p. ISBN 139788570013095  \n4) BARRETO, Márcio. Física: Einstei n para o ensino  médio uma leitura \ninterd isciplinar. São Paulo: Papirus, 2009.  152 p. ISBN 9788530808907.  \n ", "59": " \n59 \n DISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALENTE  \nTransferência de Calor e \nMassa 2018 .1 Cálculo Diferencial e Integral \nIII  \nFísica II (Térmica)  OBBGEM T.093 - Transfe rência de \nCalor e Massa 2 015 \n \nEmenta : \nMecanismos de transferê ncia de calor; regimes de transferência de calor; relação com a  \ntermodinâmica; A lei de conservação de energia nu m volume de controle, balanço de \nenergia em superfícies; Leis bási cas da transfer ência de calor, condutivi dade térmica, A \nequação da difusão do  calor, condição de contorno e condição inicial; Condução em regime \npermanente; Condução através de paredes plana s; conceito de resistência térmica; condução \nde calor através de p aredes cilíndri cas. Condução de calor at ravés de pared es esféricas \ncondução d e calor através de paredes compostas, espessura crítica de isolamento; coeficiente \nglobal. Sistemas com geração i nterna de calor (elemento plano e cilíndrico). Transferência \nde ca lor em superfíc ies expandidas. Métodos n uméricos de so lução; Condução em regi me \ntransitório: sistemas concentrados; convecção como condição de contorno; sistemas \nmultidimensionais. Sólido se mi-infinito; Convecção: fundamentos de camada limite; \nnúmeros adim ensionais, rela ções empíricas para conve cção forçada e  natural. Relação entre  \natrito superficial transferência de calor; Radiação térmica: conceitos e propriedades, fator de \nforma, relação e ntre fatores de forma; troca de calor por radiação entre superfíci es negras e \ncinzentas. Blindagem térmica ; Transferênci a de massa: Lei de Fick ; difusão molecular em \ngases, fundamentos da camada limite de concentração. Transferência de massa por \nconvecção,  O coeficiente de transferência de massa. Analogia entre transferê ncia de calor e  \nmassa.  \n \nBibliografia Bás ica \n1) ÇENGEL, Y unus A; GHAJAR, Afshin J . Transferência de calor e massa: uma \nabordagem prática. 4ª edição. São Paulo: McGraw -Hill, 2012. 902 p. ISBN \n9788577260751.  \n2) BERGMAN, Theodore L. et al. Fundamentos de transferên cia de c alor e de massa. 7ª \nedição. Rio de Janeir o: LTC, 2014. xvi, 672 p. IS BN 9788521625049.  \n3) MORAN, Michael J. et al. Princípios de termodinâmica para engenharia. 7ª edição. \nRio de Janeiro : LTC, 2013. xvi, 819 p. ISBN 9788521616894.  \n \nBibliografia Complem entar ", "60": " \n60 \n  \n1) DIAS, Luiza Rosaria Sousa. Operaç ões que envolvem transferência de cal or e de \nmassa. Rio de Janeiro: Interciência, 2009. 63 p. ISBN 9788571932128.  \n2) PÁDUA, Antonio Braz de; PÁDUA, Cléia  Guiotti de. Termodinâmica: uma \ncoletânea de problemas. São Paulo : Livraria da Física, 2006. Não paginado ISBN \n858832556 -X. \n3) LEANDRO, Cesar Alve s da Silva. Termodinâmica aplicada à metalurgia: teoria \ne prática. São Paulo: Ática, 2013. 316 p. ISBN 9788536504 650 \n4) BRAGA FILHO, Washington. Fenômenos de transporte para e ngenhar ia. 2ª  \nedição. Rio de Janeiro: LT C, c20 12. xv, 342 p. ISBN 9788521620280  \n5) SESHADRI, Varadarajan et al. Fenômenos de transporte: fundamentos e \naplicações nas engenharias metalúrgica e de mate riais. São Paulo: ABM, 2010. \n798 p. (Metalurgia, materiai s e miner ação. Fundamentos) ISBN 97885773 70351.  \n6) ROMA, Woodrow Nelson Lopes. Fenômenos de transporte para engenharia. 2. \ned. rev. São Carlos: RiMa, 2006. xii, 276 p. ISBN 85 -7656 -086-0  (broch.).  \n \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALENTE  \nFísico - Química II  2018.1  Físico - Química I  \nQuímica II  OBBGEMT.095 - Físico -química II 2015  \n \nEmenta : \nSoluções. Equilíbrio entre fases condensadas. Equilíbrio em Sistemas não ideais. Equilíbrio \nem Soluções Iônicas. Equilíbrio em Pilhas Eletroquímicas. Cinét ica das Reações  \nEletroquímicas. Fenômenos de Superfície . \n \nBibliografia Básica  \n1) ATKINS, P.W.; DE PAUL A, J. Físico -química: fundamentos. Tradução e revisão \ntécnica Edilson Clemente da Silva, Oswaldo Esteves B arcia. 5ª edição. Rio de \nJaneiro: LTC, 2011.  \n2) CASTELLAN, G.W., Fund amentos de físico -química. Tradução Cris tina Maria \nPereira dos Santos, Robert os de Barros Faria. [Reimpr.]. - Rio de Janeiro: LTC, \n2012.  ", "61": " \n61 \n 3) LEVINE, I.R. Físico -Química. Tradução e revisão técni ca Edilson Clemente da \nSilva, Oswaldo Este ves Barcia. Rio de Janei ro: LTC, 2012.  \n \nBibliografia Complementa r \n1) PILLA, Luiz. Físico -química II: e quilíbrio entre fases, soluções líquidas e \neletroquímica. 2. ed. rev. e atual. Porto Alegre, RS: UFRGS, 2010. 467 p . \n2) ATKINS, P. W.; JONES, Loretta. Pri ncípios de química: questionan do a vida \nmoderna e o meio ambiente. 5. ed. Porto Alegre: Bookman, 2012,  922 p. \n3) BROWN, Theodore L.; LEMAY, H. Eugene; BURSTEN, Bruce Edward. Química: a \nciência central. 9. ed. São Paulo: Pre ntice Hall, 2010, 972 p.  \n4) Artig os científicos da revista Química No va (Sociedade Brasileira de Química). \nDisponível em: http://quimic anova.sbq.org.br/ . \n \n5º Período  \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALEN TE \nFísica IV (Estrutura da Ma téria) \n2018.1  Física I  OBBGEMT.097  \n \nEmentas:  \nOndas Eletromagnéticas, inter ferência, difração, fótons e ondas de  matéria, átomos, \ncondução de eletricidade nos sólidos, física nuclear.  \n \nBibliografia Básica  \n1) HEWITT, Paul G. Físi ca conceitual. 11. ed. Port o Alegre, RS: Bookman, 2011. 743 \np. ISB N 97885778 08908.  \n2) HALLIDAY, David; RESNIC K, Robert; WALKER, Jearl. Fundamentos  de física: \nvolume 4: óptica e física moderna. 9ª  edição. Rio de Janeiro: LTC, 2012. 416 p. \nISBN 9788521616085.  \n3) TIPLER, Paul Allen; B IASI, Ronaldo Sérgio de (Tradutor). Física mo derna. 5ª  \nedição. Rio de Janeiro: LTC, 2010. 478 p. ISBN 978 -85-216-1768 -6 \n \nBibliografia Complementar  ", "62": " \n62 \n 1) EISBERG, Robert; RESNICK, Robert. Física quântica: átomos, moléculas, \nsólidos, núcleos e partículas. Rio de Janeiro: Campus, 1979. 928 p. ISBN \n1397885700 13095.  \n2) VAN VLACK, Lawrence H. Princípios  de ciência dos materiais. São Paulo:  \nEdgard Blücher, c1970. 427 p. ISBN 9788521201212.  \n3) CALLISTER JUNIOR, William D. Fundamentos da ciência e engenhar ia de \nmateria is: uma abordagem integrada . 2. ed. Rio de Janei ro: LTC, 2006  \n4) SHACKELFORD, James F. Ciência dos materiais. 6. ed. São Paulo: Pear son \nPrentice Hall, c2008. xiii, 556 p. ISBN 9788576051602.  \n5) CALLISTER JUNIOR, William D. Ciência e engenharia de materiais : uma \nintrodução. 7. ed. Rio de Janeiro: LTC, 200 8. 705 p . ISBN 978 -85-216-11595 -8. \n \nDISCIPLINA  PRÉ-REQUISITO  DISCIPLINA EQUIVALENTE  \nMetodologia da Pesquisa \nCientífica 2018.1    OBBGEMT.101 - Metodologia da Pesquisa \nCientífica 2015  \n \nEmenta:  \nO mét odo cient ífico; método e técnicas de investigação; pesquisa: conce itos e tipos; projeto; \nnormas para redaç ão de textos científicos (ABNT), bibl iografia, elaboração do projeto de \npesquisa; produção intelectual do pesquisador, sua finalidade; fomento à pesqu isa. \n \nBibliografia Básica  \n1) GIL, Antonio Carlos. Como elaborar proje tos de pesquisa. 5. ed. São Paulo: \nAtlas , 2010. 184 p. ISBN 9788522458233.  \n2) CERVO, Amado Luiz; BERVIAN, Pedro Alcino; SILVA, Roberto da. \nMetodologia científica. 6. ed. São Paulo: Pea rson Pren tice Hall, c2007. xii , 162 \np. ISBN 9788576050476  \n3) MARCONI, Marina de Andrade; LAKATOS, Eva Maria. Fundamen tos de \nmetodologia científica. 7. ed.  São Paulo: Atlas, 2010. xvi, 297 p. ISBN \n9788522457588.  \n4) ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS, NBR 10520: \napresentação de citações de documentos, Rio de Janeiro: 2001.  \n5) ASSOCIA ÇÃO BRASILEIRA DE NORMAS TÉCNICAS, NBR 6 023: \ninformação e documentação: refer ências – elaboração, Rio de Janeiro: 2002.  ", "63": " \n63 \n 6) ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS, NBR 14724:  \ninformação e docu mentação: trabalhos acadêmicos – apresentação, Rio de \nJaneiro: 200 5. \n \nBibliografia Complementar  \n \n1) ASSOCIAÇÃ O BRASILEIRA DE NORMAS TÉCNICAS, NBR 10719: \napresentação de relatórios técnico -científicos, Rio de Janeiro: 2001  \n2) OLIVEIRA, S. L.,  Trabalho de  metodolo gia científica: projetos de pesquisa, TGI, \nTCC, monografias, d issertações e teses, 2ª ed., São Paulo: Pion eira, 2000.  \n3) BERVIAN, P. A., Metodolog ia científica, São Paulo: Makron Books, 2002.  \n4) MARCONI, M. A., LAKATOS, E. M., Fundamento s de metodol ogia científi ca, São  \nPaulo: Atlas, 2001.  \n5) SEVERINO, A. J., Metodologia  do trabal ho científico, 336p., 22ªed., revista  e  \nampliada. São Paulo: Cortez, 2003.  \n \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALENTE  \nProcessos de Produção \nMetalúrgica 2018.1  Introdu ção à Engenhari a \nMetalúrgica    \n \nEmenta:  \n \nEvolução da tecnologia e fab ricação in dustrial; organização da fabricação indu strial; \nadequação ao uso; projeto de produto e projeto de processo; principais processos de \nfabricação dos materiais metálicos.  Fornos  de Fusão (Cubi lô, Indução, Elétricos, Cadi nho, \nRevérbero) Trabalho a f rio e a qu ente. Introdução aos processos de transf ormação: \nlaminação de lingotes e taru gos, barras e chapas; forjamento, trefilação, extrusão, \nestiramento, estampagem, embutimento, usin agem, soldagem.  Segurança do trabalho em \nprocessos Metalúrgicos: riscos  e ações p reventivas.  \n \nBibliografia Básica  \n1) CHIAVER INI, Vicente. Tecnologia mecânica: pr ocessos de fabricação e tratamento: \nvolume II. 2ª edição. São Paulo: Pearson Education do Brasi , c1986. xv, 315 p . ", "64": " \n64 \n 2) KALPAKJIAN, Serope; SC HMID, Steven R. Manufacturing en gineering and \ntechnology. 6th ed. New York: Prenti ce Hall, 2010. 1176 p. ISBN 978013608 1685. \n3) RIZZO, Ernandes Marcos da Silveira. Introdução aos processos siderúrgicos. São \nPaulo: ABM, 2005. 150 p. (Sé rie: Capacitação Técn ica em Processos Siderúrgicos; \nÁrea : Conhecim entos Básicos) ISBN 9788586778860.  \n \nBibliografia Complementar  \n1) ASHBY, M. F. Se leção de materiais no projeto mecânico. Rio de Janeiro: \nElsevier, 2012. 673 p. ISBN 98 78535245219.  \n2) VAN VLACK, Law rence H. Princíp ios de ciência dos materiais. São Paul o: \nEdgard Bl ücher, c1970. 427 p. ISBN 9788521201212.  \n3) GIECK, Kurt. Manual de fórmulas técn icas. [São Paulo]: Hemus, c2001. \nPaginação irregular ISBN 8528904172  \n4) FIALHO, Arivelto Bustamante. Instrumentação  industria l: conceitos, aplicações \ne análises. 7ª ediç ão. São Paul o: Érica, 2010. 280 p. ISBN 978857194922 5 \n5) NORTON, Robert L. Projeto de máquin as: uma abordagem integrada . 4ª edição. \nPorto Alegre: Bookman, 2013. 1028 p. ISBN 9788582600221.  \n \n \nDISCIPLINA  PRÉ-\nREQUISITO  DISCIPLINA EQUIVALENTE  \nResistência dos Ma teriais 2018 .1  Física I  OBBGEMT.096 - Resistência dos Materiais \n2015  \n \nEmenta:  \nEstática  Fundamental (estrutura, equação de equilíbrio, apoio, graus de liberdade, reações de \napoio, esforços simples, di agramas e propriedades, treliças planas. Estudo das te nsões \n(conce ito de tensão, estado plano, círculo de Mohr, estado simples, estado triplo, expressões \nanalítica). Relações entre tensão versus deformação, Lei de Hook e, carga no limite de \nproporcionalidad e, carga de ruptura, coeficiente de segurança e tensão  admissível.  Tração e \ncompressão (tensão e deformaçã o nas barras, efeito de tempe ratura t ensão e deformação \nconsiderando o peso próprio, barras de seção variável). Cisalhamento (tensão e deformação, \nmódulo de elasticidade transversal) Flexões simples (estu do das flexõ es e fòrmulas gerais), \ntorção (hipóteses  ideais de sólido e das força s atuant es, sólidos cilíndricos ângulo de torção). ", "65": " \n65 \n Flambagem (carga de flambagem, c argas e tensões críticas coeficiente d e segurança) \ncritérios de resistência  \n \nBibliografia Bá sica \n1) BEER, F erdinand P. Estática e mecânica dos mate riais. Porto Alegre: AMGH, 2 013. \n706 p. ISBN 9788580551648.  \n2) CRAIG JÚNIOR, Roy R. Mecânica dos materiais. 2 ª edição. Rio de Janeiro: LTC, \n2003. xiii, 5 52 p. ISBN 8521613326.  \n3) BEER, Ferdinand Pierre. Mecânic a dos materi ais. 5. ed. Porto Alegre, RS: McGraw -\nHill, 2011. 799 p. ISBN 9788563308238.  \n \nBibliografia Complementar  \n1) NORTON, Robert L. Cinemática e dinâm ica dos mecanismos. Porto Alegre: Mc \nGraw -Hill; AMG H, 2010. xix, 800 p. ISBN 9788563308191.  \n2) BEER, Ferdina nd P.; JOHNS TON JUNIOR, E. Russell. Mecânica vetoria l para \nengenhei ros: estática. 5ª ediç ão. rev. São Paulo: Pearson Education do Brasil, 1994. \nxxi, 793 p. ISBN 9788534602020.  \n3) GARCIA, Amauri; SPIM, Jaim e Alvares; SANTOS, Carlos Alexandre dos. Ensaios \ndos m ateriais. 2ª  edição. Rio de Janeiro: LTC, 2012. 365 p. ISBN 9788 521620679.  \n4) ASKELAND, Dona ld R; PHULÉ, Pradeep Prabhakar. Ciência e engenharia dos \nmateriais. São Paulo: Cengage Learning, 2008. xix, 594 p . ISBN 9788522105984.  \n5) VAN VLACK, Lawrence H. Princípio s de ciência  e tecnologia dos materiais. Rio de \nJaneiro: E lsevier, 1984. 567 p. ISBN 9788 570014801 . \n \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA E QUIVALENTE  \nTermodinâmica Técnica 2018.1  Física II (Térmica)  OBBGEMT.098 - Termodinâmica Técnica \n2015  \n \nEmenta:  \nConc eitos gerais  (sistemas termodinâmicos, termodinâmica  estática, propriedades \ntermodinâmica s), formas de energia. Princípios da Termodinâmica . Geração de vapor. \nCiclos térmicos. Motores térmicos e refrige radores.  \n ", "66": " \n66 \n Bibliografia Básica  \n1) LEVENSPIEL, Octave.  Term odinâmica am istosa para engenheiros. São Paulo: \nBluc her, 2002. ISBN 9788521203094.  \n2) BORGN AKKE, Claus; SONNTAG, Richard E. Fundamentos  da termodinâmica. 8. \ned. São Paulo: Edgard Blücher, 2013. Não pagina do (Série Van Wylen). ISBN \n9788521207924 (broc h.). \n3) CAS TELLAN, Gilb ert William. Fundamentos de físico -quími ca. Rio de Janeiro: \nLTC, 1986. 527 p.  ISBN 8521604891.  \n \nBibliografia Complemen tar \n1) VAN WYLEN, Gordon John; SONNTAG, Richard. E.; BORGNAKKE, Claus. \nFund amentos da termodinâmica clássica. São P aulo: Edgard B lücher, 1995 . xii, 589 \np. ISBN 9788521201359  \n2) ATKINS,  P. W.; JONES, Loretta. Princípios de  química: questionando a vida \nmoder na e o meio ambiente. 5. ed. Porto Alegre: Bookman, 2012. xxii, 922 p. ISBN \n9788540700383.  \n3) LEANDRO, Cesar Alves da Silva. Termodinâm ica aplicada  à metalurgia: teoria e \nprática. São Pau lo: Ática, 2013. 316 p. ISBN 97885365 04650.  \n4) MORAN, Michael J et al . Princípios de termodinâmica para engenharia. 7. ed. Rio \nde Janeiro: LTC, 2013. xvi , 819 p. ISBN 9788521616894.  \n5) ÇENGEL, Yunus A; BOLES, M ichael A. Te rmodinâmica. 7. ed. Porto Alegre, RS: \nBookman, 2011. 2013 MacGraw -hill, xxvii i, 1018 p. ISBN 9788580552 003. \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALENTE  \nFísico -Química Metalúrgica I \n2018.1 Transferência de Calor \ne Massa  \nFísico -química II  OBBGEMT.100 - Físico -química \nMetalúrgica I 2015  \n \nEmenta:  \nBalanço de Massa. Primeira Lei  da Termodinâmica.  Balanço  de energia aplicado a processos \nmetalúrgicos. Segunda e Terceir a Lei s da Termodinâmica . Entropia. Energia Livre. Teoria \ndas S oluções.  Diagra mas de Equil íbrio. Potencial de Oxigênio.  \n \nBibliogra fia Básica  ", "67": " \n67 \n 1) 1) ADAMIAN, R., ALMENDRA, E., Físico -Química: uma ap licação aos materiais,   \nSão Paulo: ABM, 2002.  \n2) CAVALLANTE, F. L., LÚCIO, A. Físico -Quím ica metalúrgica, São Paulo: ABM, \n1984.  \n3) BUENO, W., BOOD TS, J. F. C. , DEGREVE, L., LEONE, F. A., Química ger al, São \nPaulo: McGraw -Hill, 1978.  \n \nBibliografia Complemen tar \n1) CARVALHO, J. L. R., Dados termodinâmicos para metalurgistas, 392p., Belo \nHorizonte: UFMG,  1977.  \n2) HERSKOVIC, J., Elaboração do aço: fusão e refin o, 632p., Sã o Paulo: ABM 1983.  \n3) LÚCIO, A., Físic o-Química metalúrgica 1ª e 2ª partes, 677 p., Belo Ho rizonte: \nUFMG, 1981.  \n4) LEVIN, E. M., ROBBINS, C. R., Mc MURDIE, H. F., Phase diagrams for ceramist, \n601p ., The American Ceramic Society, Alloy Phase Diagrams,  Columbus: A SM \nHandbook International, 1964.  \n5) GONÇALV ES, G. E., Diagramas de equilíbrio ap licados à cerâmica, São Paulo: \nABM, 1986.  \n \n6º Período  \n \n \nDISCIPLINA  PRÉ -\nREQUISITO  DISCIPLINA EQUIVALENTE  \nEletroté cnica 2018.1   Física III  OBBGEMT.106 - Eletrotécnica 2015  \n \nEment a: \nEletricidade, Magnetismo, Eletromagne tismo, Geradores e motores de corrent e contínua. \nAlternadores e motores de corrente alternada. Transformadores.  Princípios de comando \nelétricos. Apar elhos de medição  \nEletrostática. Eletrodinâmica. Eletro magnetismo. Grandezas Elétricas. Circuitos elétricos  em \ncorrente contínua. Circuitos elét ricos em corrente alternada. Transformadores. Geradores e \nmotores elétricos. Princípios de comando elétrico.  \n ", "68": " \n68 \n Bibliografia Básica  \n1) SAY, M G. Eletricidade geral: eletrot écnica. Edit ora Hemus, 2004. Paginação \nirregular ISB N 0408702893.  \n2) GUSSOW, Milton. Eletr icidade básica. 2. ed., atual. e ampl. Porto Alegre: Bookman, \n2009. 571 p. (Coleção Schaum). ISBN 9788577802364.  \n1) 3)HALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Funda mentos de física: \neletromagnetismo. 9ª edição. Rio d e Janeiro: LTC, c2012. V. 3 ISBN \n9788521619055.  \n \nBibliografia Complementar  \n1) CAVALCANTI, P. J. Mendes. Fundamentos da Eletrotécnica. Rio de Janeiro: Fre itas \nBastos, 2015.  \n2) FLARYS, Francisco. Eletrotécnica ge ral: Teoria e exercícios resolvidos. Barueri: \nManole , 2013.  \n3) BOYLESTAD, Robert L. Introduç ão à Análise de Circuitos. São Paulo: Pearson, \n2004.  \n4) BURIAN JR., Yaro; LYRA, Ana Cristina Cavalcanti. Circuitos E létricos. São Paulo: \nPearson, 2006.  \n5) BARROS, Vicen te Pe reira de. Fí sica geral: eletricidade – para além do dia a dia. \nCuritiba:  Intersaberes, 20 12 \n \n \nDISCIPLINA  PRÉ -\nREQUISITO  DISCIPLINA EQUIVALENTE  \nFísico -Química Metalúrgica II \n2018.1  Físico -Química \nMetalúr gica I  OBBGEMT.102 - Físico -química Metalúrgica \nII 20 15 \n \nEmenta:  \n \nDiagramas de Fases (Regra das Fases e Diagramas Unários, D iagramas Binários , Energia \nLivre e Diagramas de Fases -ternários). Diag rama de Ellingham. Diagrama Fe -C (reações \ninvariantes, fases  e constituintes). Conceituação: Aços e Ferros Fundido s.  Termodin âmica \ndas Superfícies (Interfaces e Prop riedades de Excesso,  Tensão Superfici al e Energia Livre, \nEquilíbrio para Superfícies Curva s). Cinética das reações metalúrgicas. Elementos de \ncinética  química.  Reações heterogêneas. Adsorção química.  ", "69": " \n69 \n  \nBibliografia B ásica  \n1) LEANDRO, Cesar Alves da Silva. Ter modinâmica aplica da à metalurgia: teo ria e \nprática. São Paulo: Ática, 2013. 316 p. ISBN 9 788536504650.  \n2) ATKINS, P. W.(Peter William),1940 -; DE PAULA, J ulio. Físico -química: \nfundamentos. 5. ed. Rio de Janei ro: LTC, 201 1. 493 p. ISBN 9788521618652.  \n3) CASTELLAN,  Gilbert Wi lliam. Fundamentos de físi co-química. Rio de Janeiro: \nLTC, 1986. 527 p. ISBN 8521604891.  \n \nBibliografia Complementar  \n1) Dadashev, R.Kh., Thermo dynamics of Surface Phenomena. EDITORA: \nCambridge Inte rnational Sc ience Publishing. USA, 2007, 297p.ISBN \n978190734 3025. Disponível em: http://s ite.ebrary.com/ \nlib/ifmg/detail.action?docI D=10303277&p00=thermodynamics+of+metallurgy.  \n2) Campbell, F.C, Phase Diag rams : Understanding the Basics. EDITORA ASM \nInternati ona. Ohio, 2 012, 470p.  ISBN9781615039869. Disponíve l em : \nhttp://site.ebrary.com/lib/ifm g/detail.action?docID=10627945&p00= thermodyna\nmics+of+metallurgy.  \n3) LEVENSPIEL, O., Engenharia das reações químicas,  cinética química aplicada, \nSão Paulo: Edgard Blücher  Ltda, 2002.  \n4) RUSSELL, John Blair. Quimica geral. 2. ed. São Paulo: Makron Books, c1994. \nv. 2, 1268 p.  \n5) PILLA, Luiz. Fís ico-química II: equilíbrio entre fases, soluções líquidas e \neletroquímica. 2. ed. re v. e atual. Porto Alegre, RS: UFRGS, 2010. 467 p. (Sé rie \nGraduação ). ISBN 9788538600848  \n \nDISCIPLINA  PRÉ -\nREQUISITO  DISCIPLINA EQUIVALENTE  \nMetal urgia Física 2018.1  Física IV    \n \nEmentas:  \n \nÁtomo e ligação metálica. Estrutura cristalina, estruturas de materia is de engenharia; Índices \nde direções e  planos crist alográficos, empacotamento atômico, posições in tersti ciais e ", "70": " \n70 \n tamanhos; mono e policristais , alotropia, polimorfismo e anisotropia, dif usão em sólidos.  \nTransformações difusionais e adifusionais. Recupera ção e recristalização primária e \nsecundária.  \n \nBibliog rafia Básica  \n1) ASKELAND, Donald R; PHULÉ, Pra deep Prab hakar. Ciência e engenharia dos \nmater iais. São Paulo: Cengage Learning, 2008. xi x, 594 p. ISBN 9788522105984  \n2) SHACKELFORD, James F. Ciência dos materia is. 6. ed. São Paulo: Pearson \nPrentice Hall, c2008. x iii, 556 p. I SBN 9788576051602.  \n3) CALLIS TER JUNIOR, Wil liam D. Ciência e engenharia de mater iais: uma \nintrodução. 7ª edição. Rio de Janeiro: LTC, 2008. 705 p. ISBN 978 -85-216-11595 -8. \n \nBibliografia Complem entar  \n1. VAN VLACK, Lawrence H. Princípios de ciência do s materiais. São Paulo: Edgard \nBlücher , c1970. 427 p.  ISBN 9788521201212.  \n2. CALLISTER JUNIOR , William D. Fundamentos da ciência e engenharia de \nmateriais: uma abordagem integrada . 2. ed. Rio de Janeiro: L TC, 2006 702 p. ISBN \n9788521615156.  \n3. GARCIA, Amauri; S PIM, Jaime Al vares; SANTOS, Carlos Ale xandre dos. Ens aios \ndos materiais. 2. ed. Rio de Jan eiro: LTC, 2012. 365 p. ISBN 978852162 0679.  \n4. KIMINAMI, Cláudio Shyinti; CASTRO, Walman Benício de; OLIVEIRA, Marce lo \nFalcão. Introdução aos processos de fabricação de produtos metá licos. São Paulo: \nBlucher , 2013. 235 p. ISBN 9788521206828.  \n5. ASHBY, Michael; S HERCLIFF, Hugh; CEBON, David. Materiai s: engenharia, \nciência, processamento e projeto. Rio de Janeiro: Elsevier, 2012. xx, 650 p. ISBN \n9788535242034  \n \nDISCIPLINA  PRÉ -REQUISITO  DISC IPLINA EQUIVALENTE  \nCarac terização dos M ateriais \n2018.1  Físca IV  \nMineralogia    \n \nEmenta : ", "71": " \n71 \n Histórico e definições. Difração / Fluorescência. Microscopia. Espectroscopia. Propriedades \nFísicas d os Materiais (análise térmica). Caracterização químic a de superfíc ies. Técnicas \nAvançadas d e Caracterizaçã o. \n \nBibliografia Báscia  \n1) GEMELLI, Enor i. Corrosão  de materiais metálicos e sua caracterização. Rio de \nJaneiro: LTC, 2001. 183 p. ISBN 9788521612902.  \n2) PADILHA, A. F. et al. – Técnicas de análise microestrut ural. São Pau lo: Hemus, \n2004.  \n3) MANNHEIMER, Walter  - Microscopia dos Materiais Uma Introdu ção. Rio de \nJaneiro: E -Papers, 2002. 226 p. ISBN:  8587922548.  \n \nBibliografia Complementar  \n1) COLPAERT, Hubertus. Met alografia: dos produtos siderúrgicos comuns. 4. ed. S ão \nPaulo: Edg ard Blücher, 2008. 412 p. ISBN 978852120 4497  \n2) SOUZA, Sérgio Augusto de. Ensai os mecânicos de materiais metálicos: fundamentos \nteóricos e práticos. 5. ed. São Paulo: Edgard Blücher, 1982. 286 p. ISBN 978 -85-\n212-0012 -3 \n3) GARCIA, Amauri; SPIM, Jaime  Alvares; SAN TOS, Ca rlos Alexandre dos. Ensaios \ndos m ateriais. 2. ed. Rio de Janeiro: LTC,  2012. 365 p. ISBN 9788521620679  \n4) PAVIA, D. L.; LAMPMAN, G. M.; KRIZ, G. S.; VYVYAN, K. J.; Introdução à \nEspectros copia, 1a ed.; Cengage Learning, - Tradução da Quarta  Edição Ameri cana: \nSão Paulo, SP, 2010.  \n \nDISCIPLINA  PRÉ-\nREQUISITO  DISCIPLINA EQUIVALENTE  \nProcessamento Mineral I 2018.1  Mineralogia  \nFísica I  \nEstatística  OBBGEMT.104 - Processamento Mineral I \n2015  \n \nEme nta: \nConceitos gerais. Amostragem, Caracterização gra nulométrica, Noçõ es de caraterização \nmineralógica e q uímica dos minérios, Quantificação de  operações, fluxogramas e balanço de \nmassa e metalúrgico, cominuição (conceito): britagem e moagem. Peneiramento e ", "72": " \n72 \n classificação industrial, Concentração gravítica, s eparação magn ética, separação \nelestrostática. Seguran ça do trabalho em operações.  \n \nBibliog rafia Básica  \n1) CHAVES, Arthur Pinto. Teoria e prática do tratamento de minérios: volume 1. 3ª \nedição rev. e amp. Sã o Paulo: Signus, 2006. 271 p. ISBN 858780326 -3. \n2) VALAD ÃO, George Eduardo Sales ; ARAUJO, Armando Corrêa (Or g.). Introdução \nao tratamento de miné rios. Belo Horioznte: Ed. UFMG, 2007. 234 p. (Didática) \nISBN 978 -85-7041 -478-6. \n3) CHAVES, Arthur Pinto; PERES, An tonio Eduardo Clark. Teoria e prática do \ntratamento de minérios / britagem, peneiramento e moagem: volume 3. 4ª  edição. \nSão Paulo: Signus, 2009. 258 p. (Tratamento e prática de tratamento de minérios) \nISBN 9788587803351.  \n \nBibliografia Complementar  \n1) KALPA KJIAN , Serope; SCHMID, Steven R. Manufacturing engineering  and \ntechnolo gy. 6th ed. New York: Prentice Hall, 201 0. 1176 p. ISBN 9780136081685.  \n2) SANTOS , Luciano Miguel Moreira dos. Siderurgia para cursos tecnológicos. Ouro \nPreto: ETFOP, 2007. 152 p. ISBN 9 78858647 3067.  \n3) INTRODUÇÃO A MINERALOGIA PRATICA -  ENGENHARIA  – ULBRA.  \n4) BENV ENUTTI, Edilson Valmir. Química inorgâni ca: átomos, moléculas, líquidos e \nsólidos. 3ª  edição. Porto Alegre: UFRGS, 2011. 219 p. (Da pesquisa ao ensino de \ngraduação: produção d e material did ático) ISBN 8570257198 (broch.)  \n5) NIEMANN, Gusta v. Elem entos de máqu inas. São Paulo: Edgard Blücher, 1971. 2 07 \np. ISBN 85 -212-0035 -8. \n \nDISCIPLINA  PRÉ -\nREQUISITO  DISCIPLINA EQUIVALENTE  \nQuímica Analítica Aplicada à \nMetalurgica 2018.1  Química II  OBBGEMT.105 - Química Analítica Aplicada \nà Metalurgia 2015  \n \nEmenta:  \n \nEquil íbrio  em reações ácido -base. Equilíbrio em re ações de íons complexos. Equilíbrio d e \nsolubilidade. Equilíbrio de oxirredução. Equilíbrios simultâneos. Introdução à Análise ", "73": " \n73 \n qualitativa. Introdução à Análise quantitativa clássica. Análise gravimétrica.  Anális e \nVolumétrica. Métodos de separação. Análise instrumental.  \n \nBibliografia Básica  \n1) PILLA, Luiz. Físico -química II: equilíbrio entre fases, soluções líquidas e \neletroquímicas. 2a edição rev. e atual.  Porto Alegre: UFRGS, 2010. 467 p. (Série \nGraduação ) ISBN 978 85386 00848  \n2) ATKINS, P. W.(Peter William),1940 -; DE PAULA, Julio. Físico -química: \nfundamentos. 5ª edição. Rio de Janeiro: LTC, 2011. 493 p. ISBN 9788521618652  \n3) ATKINS, P. W.; DE PAULA, Julio. Físico -química: volume 1. 9ª edição. Rio de \nJaneiro : LTC, 2012. V. 1 ISB N 978 -85-216-1600 -9 \n \nBibliografia Comple mentar  \n1) CASTELLAN, Gilbert William. Fu ndamentos de físico -química. Rio de Janeiro: \nLTC, 1986. 527 p. ISBN 85 -216-0489 -1. \n2) LEVINE, Ira N. Físico -Química.  Rio de Janeiro: LTC, 2012 503 p. (1) I SBN \n9788521606345.  \n3) RUS SELL,  John Blair. Quimica geral. 2ª edição. S ão Paulo: Makron Books, c1994. \nxxxvii i, 624 -1268 p. ISBN 853460151 -8. \n4) RUSSELL, John Blair. Química geral. 2ª  edição. São Paulo: Makron Books, c1994. \n621 p. ISBN 8534601925.  \n5) BENVE NUTT I, Edilson Valmir. Química inorg ânica: átomos, moléculas, líquidos e \nsólidos. 3ª edição. Porto Alegre: UFRGS,  2011. 219 p. (Da pesquisa ao ensino de \ngraduação: produção de material didático). ISBN 8570257198 (broch.)  \n \n7º Período  \n \nDISCIPLINA  PRÉ -REQUISI TO DISCIPLINA EQUIVALENTE  \nMeta lurgi a Mecânica 2018.1  Metalurgia Física  \nProc essos de \nProdução  OBBGEMT.108 - Metal urgia Mecânica \n2015  \n \nEmenta:  \n ", "74": " \n74 \n Requisitos dos materiais para uso na engenharia - considerações gerais. Tensão e \ndeformação em um ponto. Deforma ção elástica e deformação plást ica d os metais: aspectos \nmacroscópicos. Teori a das discordâncias. Estrutura, proce ssamento e propriedades \nmecânic as dos metais. Deformação de monocristais: deformação por escorregamento e \ndeforma ção por maclação. Deformação d e policristais. Influência da t emper atura e da \nvelocidade de deformação sobr e a resposta de metais a solicitações . Mecanismos de \nendurecimento. Aços liga e ferros fundidos e ligas de alta resistência mecânica.  \n \nBibliografia Bá sica \n1) CALLISTER JUNIOR, Will iam D. Ciência e engenharia de mat eriais: uma \nintrodução. 7. ed. Rio de Janeiro : LTC, 2008. 705 p. ISBN 978 -85-216-11595-8. \n2) ASKELAND, Donald R.; PHULÉ, Pradeep Prabhakar. Ciência e engenharia dos \nmateriais. São Paulo: Cengage Lea rning, 2008. xix, 594 p. ISBN 9788522105984.  \n3) ASHBY, Michael; SHERC LIFF, Hugh; CEBON, David. Materiais: [en genharia, \nciência, processamento e pr ojeto]. Rio de Janeiro : Elsevier, c2012. xx, 650 p. ISBN \n9788535242034.  \n \nBibliografia Complementar  \n1) Dieter, George , Mechanical Met allurgy, McGraw -Hill Science/Engineering/Math , \n3rd edition, April 1988.  \n2) Hertzberg, Richard  W., Deformation and Fracture Mechani cs of Engineerin g \nMaterials,  Wiley, 4th edition, December 1995.  \n3) Courtney, Thomas H., Mechanical Behavior of Mate rials, McG raw-Hill  \nScience/Engineering/Math, 2nd edition, Au gust 1999.  \n4) Chiaverini, V. Tratamento Térmico das Ligas Metálicas, ABM, 2008  \n5) MEYERS , M.A. and Chawla K.K., Mechanical Behavior of Materials, 2nd ed., \nCambridge University  Press, Cambridge, UK, 200 9. \n \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALENTE  \nFenômen os de  Transporte \nAplicado à Metalurgia 2018.1  Mecânica dos Fluidos  \nTransferência d e Calor e Massa  \nEquações Diferenciais  OBBGEMT.109 - Fenômenos de \nTransporte Aplicado à \nMetalurgia 2015  \n \nEmenta:  ", "75": " \n75 \n  \nTratamento microscópico: viscosidade de fluidos metalúrgico s; eq uação da continuidade; \nbalanço de quanti dade de movimento; caso do fluxo turb ulento; modos de transferência de \ncalor; transferência de calor com mudança de fase; comportamento térmico de lei tos; difusão \nde massa; transferência de massa em sistemas flu ídos;  sistema fluido -partícula; tratamento \nmacroscópico: parâmetros dimensionais; classificação e análise do desempenho de reatores; \ntransporte em leitos porosos e fluidizados.  \n \nBibliografia Bási ca \n1) SESHADRI, Varadarajan et al. Fenômenos de transporte: fund ament os e aplicações \nnas engenharias metalúrg ica e de materiais. São Paulo: ABM,  \n1) 2010. 798 p. (Metalurgia, materiais e mineração. Fundamentos, 1) ISBN \n9788577370351.  \n2) BRAGA FILHO, Washington. Fenô menos de transporte para engenharia. 2ª edição. \nRio de Janeir o: LT C, c2012. xv, 342 p. ISBN 9788521620280.  \n3) BIRD, R. Byron; STEWART, Warren E.; LIGHTFFOD, Edwin N. Fenômenos de \ntransporte. 2ª edição. rev. e atual. Rio de Janeiro: LTC, c2004. xv, 838 p. ISBN  \n9788521613930.  \n \nBibliografia Complementar  \n1) LEANDRO, Cesar Alv es da  Silva. Termodinâmica aplicada à metalur gia: teoria e \nprática. São Paulo: Áti ca, 2013. 316 p. ISBN 9788536504650.  \n2) BERGMAN, Theodore L. et al. Fundamentos de transferência de cal or e de massa . 7ª  \nedição. Rio de Janeiro: LTC, 2014. xvi, 672 p. ISBN 978 85216 25049.  \n3) ÇENGEL, Yunus A; GHAJAR, Afshin J . Transferência de calor e massa: uma  \nabordagem prática. 4ª edição. São Paulo: McGraw -Hill, 2012. 902 p. ISBN \n9788577260751.  \n4) ASSY, Tufi Mamed. Mecânic a dos fluidos: fundamentos e aplicações. 2ª  edição. \nRio de J aneir o: LTC, 2004. 497 p. ISBN 978852161411X 5) ROMA, Woodrow \nNelson Lopes. Fenôme nos de transporte para engenharia. 2ª edição. São Carlos, SP: \nRiMa, 2006. xii, 276 p. ISBN 85 -7656 -086-0 \n5) ROMA, Wo odrow Nelson Lopes. Fenômenos de transporte para engenharia. 2ª \nedição. São Carlos, SP: RiMa, 2006. xii, 2 76 p. ISBN 85 -7656 -086-0. ", "76": " \n76 \n  \nDISCI PLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALEN TE \nProcessamento Mineral II 2018.1  Processamento \nMineral I  \nFísico Química II  OBBGEMT.111 - Processamento Mineral II \n2015  \n \nEmen ta: \nFundamentos da flo tação; interface mineral -solução, propriedades elétricas e po tenci al zeta; \ntermodinâmica das superfícies, adsorção de reagentes e hidrofobicida de;  flotação de \nsulfetos e minerais não metálicos; cinética da flotação; tecnologia da flo tação: máquinas e \ncircuitos; coagulação e floculação seletiva; separação sólido -líquido:  espessamento, filtração \ne secagem; conc entração mineral. Segurança do trabal ho em operações.  \n \nBibliografia Básica  \n1) CHAVES, Arthur Pinto. Teoria e prática do tratamen to de minérios: a flotaçã o no \nBrasil: volume 4. 2ª ed. São Paulo: Signus, 2009. 484 p.  ISBN  9788587803382 \n(V.4).  \n2) VALADÃO, George Ed uardo Sales; ARAUJO, Armando Corrêa ( Org.). Introdução \nao tratamento de minérios. Belo Horizonte: Ed. UFMG, 2007. 234 p. ( Didáti ca). \nISBN 978 -85-7041 -478-6. \n3) CHAVES, Arthur Pinto. Teoria e prática do tratamento d e min érios: desaguamento, \nespessamento e filt ragem: volume 2. 3ª ed. São Paulo: Si gnus, 2010. 229 p. ISBN \n9788587803399 (V.2).  \n \nBibliografia Complementar  \n1. CASTELL AN, Gi lbert William. Fundamentos d e físico -química. Rio de Janeiro: \nLTC, 1986. 527 p. ISBN 8521 60489 1. \n2. CHAVES, Arthur Pinto. Teoria e prátic a do tratamento de minérios: volume 1 . 3ª ed. \nrev. e amp. São Paulo: Signus, 2006. 271 p. ISBN 858780326 -3. \n3. CHAVES, Arthur Pinto; PERES, Antonio Eduar do Clark. Teoria e prática do \ntratamento de minérios/ britage m, pe neiramento e moagem: volume 3. 4ª ed. Sã o \nPaulo: Signus, 2009. 258 p. (Tratam ento e prática de tratamento de minérios) ISBN \n9788587803351 (V.3).  \n4. NEVES, P aulo; SCHENATO, Flávia; BACHI, Flávio  Antônio. Introdução à \nmineralogia prática. 3ª ed. Canoas: UL BRA, 2011. 360 p. ISBN 9788575284070.  ", "77": " \n77 \n 5. BRANCO,  Pércio de Moraes. Dicionário de mine ralogia e gemologia. São Paulo: \nOficina de Textos, 2008. 608 p. ISB N 9788 586238642 . \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALENTE  \nSiderurgia I 2018.1  Processos de Produçã o \nMetalúrgica I  OBBGEMT.112 - Siderurgia I 2 015 \n \nEmenta:  \nFabricação do ferro pri mário: matérias -primas; matérias primas para redutor: Produção de \ncarvão vegetal; carvão vegetal, carvão mineral,  coqueificação; coque. Preparação da carga:, \nsinterização, pe lotização,  homogeneização da carga; tecnolog ia do alto -forno: aspectos \ngerais, fu ndamentos,  Diagrama Oxidação – redução,  análise e controle do pro cesso; alto -\nforno a carvão vegetal; alto forno  a coque ,  tratamento do ferro -gusa líquido; escória \nprocess os al ternativos de produção: redução direta, fusão redutora ;  Geosiderurgia \n(funda mentos) fabricação de ferroligas; cenários da siderurgia mundial; q ualidade e \nsegurança do trabalho; meio ambient e; energia e reciclagem. Segurança do trabalho em \nsiderúrgica s. \n \nBibliografia Básica  \n1) RIZZO, Ernandes Marco s da Silveira . Introdução aos process os siderúrgicos. São \nPaulo: ABM, 2005. 150 p. (Série: Capacitaçã o Técnica em Processos Siderúrgicos; \nÁrea: Conhec imentos Básicos) ISBN 9788586778860.  \n2) ARAÚJO, Luiz Antônio de.  Manu al de siderurgia: vol. 1: produção. 2ª e dição. Sã o \nPaulo: Arte & Ciência, 200 5. 470 p. ISBN 9788561165017.  \n3) SANTOS, Luciano Miguel Mor eira dos. Siderurgia para cursos tecnológicos. Ouro \nPreto : ETFOP, 2007. 152 p. ISBN 9788586473067  \n \nBibliografia Comple menta r \n1) MOURÃO, Marcelo Breda; MOURÃO, Marcelo  Breda (Coord.). Introdução à \nsiderur gia. São Paulo: Associação Brasileira de Metalurgia, Materiais e Mineração, \n2007. 428 p. ISBN 9788577370153.  \n2) SESH ADRI, Varadarajan et al. Fenômenos de transporte: fundamentos  e aplicações \nnas engenharias metalúrgica e de materiais. São Paulo: ABM, 2010. 79 8 p. \n(Metalurgia, materiais e mineração. Fundament os, 1) ISBN 9788577370351.  ", "78": " \n78 \n 3) LEANDRO, Cesar Alves da Silva. Termo dinâmica aplicada à metalurgia: teoria e \nprática. São Paulo: Ática , 2013. 316 p. ISBN 9788536504650.  \n4) Seeth araman et al. Treatese on process met allurgy, volume 3: Industrial Processes, \nPart A. Book Aid International. Conventry, UK, 2014. p:1356. ISBN \n978008 0969893. Disponível em:  \nhttp://site.ebrary.com/lib/ifmg/read er.ac tion?docID=10822528.  \n5) Geerdes,  M., Chaign eau, R., Kurunov, I., Modern Blast Fu rnace Ironmaking : An \nIntroduction. 3ª E dição. EDITORA IOS Press., 228p. ISBN 9781614994992. \nAmsterdam, Holanda, 2015. Disponível em: \nhttp://si te.ebrary.com/lib/ifmg/reader.action? docID=11048358  \n \nDISCIPLINA  PRÉ -REQUISIT O DISCIPLINA EQUIVALENTE  \nTecnologia de Fundição e \nAglomeração  FQM II  \nProcessos de Produção  OBBGEMT.120 - Fundição 2015  \n \nEmenta:  \nFenô menos  da solidificação, nucleação homogênea e  heterogênea. Macroestruturas de \nsolidificação. Partição de soluto. Segregaçã o de soluto.  Fundição de ferro fundido e de \nalumínio. Propriedades dos M etais Líquidos. Projetos de Peças Fundidas e Ferramentais  de \nFundi ção.  Processos de fundição: modelagem, macharia, preparação e propriedades d as \nareias de moldagem e macharia, moldag em, desmoldagem e inspeção; Fundição em moldes \nmetálicos. Fundição sob Pr essão. Fundição de Precisão.  Fundição Contínua. Defeitos  em \npeças  fundidas. Metalurgia do pó, técnicas mo dernas de manufatura de metais e liga s \n(Manufatura Aditiva, Reofundição, Tixo fundição, Sinterização Convencional e a Laser, \noutros). Segurança do Trab alho em Fundições.  \n \nBibliografia Básica  \n1) KIMINAMI, Cláud io Shyi nti; CASTRO, Walman Benício de; OLIVEIRA, Ma rcelo \nFalcão. Introdução aos processo s de fabricação de produtos metálicos . São Paulo: \nBlucher, 2013. 235 p. ISBN 9788521206828.  \n2) GARCIA, Amauri. Solid ificação: fundamentos e aplicações. Campinas: Ed. da  \nUNICAMP, 2001 . 399 p. ISBN 8526805231 (broch.).  \n3) CHIAV ERINI, V., Aços e ferros fundidos: ca racterísticas gerais, tratamento s \ntérmicos, principais tipos, São Paulo: ABM, 1996.  ", "79": " \n79 \n  \nBibliografia Complementar  \n \n1) 1)CHIAVERINI, V., Tecnologia mecânica: materiais de construção  mecâ nica, v. III, \n8ª edição. São Paulo: Pear son Prentice Hall, 2000.  \n2) COLPAERT, Hu bertus. Metalografia: dos prod utos siderúrgicos comuns. 4. ed. rev., \natual. São Paulo: Edgard Blücher, 2008. 412 p. ISBN 9788521204497.  \n3) KALPAKJIAN, Serope; SC HMID, Steven R. Manuf acturing engineering and \ntechnology. 6th  ed. New York: Prentice Hall, 2010. 1 176 p. ISBN 9780136081685.  \n4) Campbell, J., Complete Casting Handbook : Metal Casting Processes, Techniques \nand Des ign. 3ª Edição. EDITORA Butterworth -Heinem ann. UK, 2011. 1222  p. \nISBN \n9780080964232.Disponívelem:http://si te.ebrary.com/lib/ifmg/detail.action? docID=  \n5) 10533748&p00=comp lete+casting+handbook  \n6) Campbell, J., Castings. EDITORA Butterworth -Heinemann. Grã -Bretanha , 2003, \n349 p. ISBN 9780080488448. Disp onível em: \nhttp://site.ebrar y.com/lib/ifmg/reader .action?docID=10186555  \n \n \n \n \n8º Período  \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALENTE  \nEnsaios dos Materiais 2018  Metalurgia Mecânica    \n \nEmenta:  \nConce ito d e ensaios não destrutivos; visão geral d os ensaios: Inspeção visual, ensaio p or \nlíquidos penetrant es e partículas magnéticas: princípio, características, apl icação e avaliação; \nensaio radiog ráfico: fontes, proteção radiológica, avaliação, normas; ensa io ul trassônico: \ncristais, transdutores, prop agação de ondas, detecção e dimension amento de defeitos, b locos \nde referência e padrão, normas, correntes parasitas: geração de corrente, interpretaçã o de \nresultados, normas. Ensaios Destrutivos (visão geral): P ropri edades mecânicas dos materiais \nem ensaio s de dureza, tração, compressão, cisa lhamento, fluência, f adiga; ensaio por ", "80": " \n80 \n impacto, torção, flexão e dobramento, int rodução à fratura, fratura frágil  e dúctil, análise de \nfalhas.  \n \nBibliografia Básica  \n1) GARCIA, Am auri; SPIM, Jaime Alvares; SANTOS, Carlos Ale xandre dos. Ensaios \ndos materiais. 2.  ed. Rio de Janeir o: LTC, 2012. 365 p  \n2) WAINER, Emílio ; BRANDI, Sérgio Duarte ; MELLO, Fábio Décourt Homem de \n(Coo rd.). Soldagem: processos e metalurgia. São P aulo: Edgard Blü cher,  1992. 494 \np. ISBN 9788521202387  \n3) CHIAVE RINI, Vicente. Tecnologia mecânica: p rocessos de fabricação e tratamento: \nvolume II. 2. ed. São Paulo: Pearson Education do Brasil, c1986. 2014 xv, 31 5 p. \n4) SOUZA, S. A., Ensaios mecânicos de  materiais metálicos, 5ª ed ição.São Paulo: \nEdgard Blücher, 2004.  \n \nBibliografia Complementar  \n1) CRAIG Jr, R.  R., Mecânica dos materiais, Rio de Janeiro: LTC, 2ª edição. 2002.  \n2) ASKELAND, Donald R.; PHULÉ, Pradeep Prabhakar.  Ciência e engenharia dos \nmateri ais. São Paulo: Cengage Learn ing, 2008. xix, 594 p. ISBN  9788522105984.  \n3) CALLISTER Jr., W. D., Fundamentos da ciência e engenharia de materiais, 1ª \nedição. Rio de Janeiro: LTC, 2008.  \n4) FERRANTE, Maurizio. Seleção de materiais.  2. ed. São Carlos: EdUFSC ar, 2002 \n286 p. ISBN 9788585173814.  \n5) CHIA VERINI, V., Tecnologia mecânica: estrutu ra e propriedades das ligas \nmetálicas , v. I, Pearson Prentice Hall, 8ª edição. São Paulo, 2000.  \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALENTE  \nMeta lografia e Tratamentos \nTérmicos 2018.1  Metalurgia Física  \nTran sf. de Calor e Massa  \nFQM II  OBBGEMT.114 - Metalografia e \nTratamentos Térmic os 2015  \n \nEmenta:  \nMicroestrutura; Preparação de amostras; microscopia óptica, micrografia, macrografia, \nmicroscopia elet rônica (varredura e transmissão); Normas e classificação do a ço e ferro ", "81": " \n81 \n fundido; Efeito dos elementos de l iga no sistema Fe -C (transform ações i nvariantes:  eutética \ne eutetóide); curvas de resfriamento e estruturas; diagrama tempo, temperatura e \ntransformaç ão (TTT), diagrama transformação em resfriamento contínuo (TR C); \ntratamentos termofísicos: recozimento, no rmalização, austêmpera, martêm pera, t êmpera e \nrevenido; fragilidade do revenido; tratamentos termoquímicos: cementação, nitretação, \ncarbonitretação. T ratamentos termomecânicos. Introdução aos aços multiconstituí dos. \nAspectos da Segurança do Trabalho em ins talações industriais e laborat oriais.  \n \nBibliografi a Básica  \n1) 1)ASKELAND, D. R.; PHULÉ, P. P., Ciência e engenharia dos materiais, São Paulo: \nCengage Lea rning, 2008.  \n2) 2)COLPAERT, H., Metalografia dos produtos siderú rgico s comuns, 4ª edição revista \ne atualizada , São Paulo: Edgard Blücher, 2 008. \n3) 3)CALLISTER Jr,  W. D., Ciência e engenharia de materiais: uma introdução, 7ª \nedição. Tradução Sérgio Murilo Stamile  Soares, Rio de Janeiro: LTC, 2008.  \n \nBibliografia Complementa r \n1) 1)SILVA, André L. C. Aços e ligas especiais , 3ª edição rev. e ampl., São Paulo: \nEdgard Blüche r, 2010.  \n2) 2)SOUZA, S. A., Composição química dos aços, São Paulo: Edgard Blücher, 1989.  \n3) GARCIA, Amau ri. Solidificação: fundamentos e aplicações. Campinas: Ed. da  \nUNIC AMP, 2001. 399 p. ISBN 8526805231 (broch .). \n4) CHIAVERINI, Vicente.  Tratamento t érmico das ligas metálicas. São Paulo: \nAssociação Brasileira de Metalurgia e Materiais, 2003. 272 p. ISBN \n9788585 778621.  \n5) 5)CHIAVERINI, V., Aços e ferros fundidos: característ icas gerais, tratamentos \ntérmicos, principais  tipos. São Paulo: ABM, 1996  \n \nDISCIPL INA PRÉ -REQUISITO  DISCIPLINA EQUIVALENTE  \nMetalurgia dos Não Ferrosos I \n2018.1  Processos de Produção  \nFQM II  Metal urgia dos Não -Ferrosos I 2015  \n \nEmenta:  ", "82": " \n82 \n Operações unitárias e m hid rometalurgia; termodinâmica dos sistemas  hidrometalúrgicos e \neletrometa lúrgic os; diagramas de estabilidade; termodinâmica e cinética de lixiviação; \nseparação, purificação e enriquecimento de  licores; separação do produto a partir d os \nlicores; aplicação  a metalurgia de metais não -ferrosos; tratam ento de rejeitos e efluen tes. \nAspecto s de Segurança do trabalho e meio ambiente.  \n \n \nBibliografia Básica  \n1) PILLA, Luiz. Físico -química II: equilíbrio entr e fases, soluções líquidas e \neletroquímic as. 2ª edição rev. e atual. Porto Alegre: UFRGS, 2010. 467 p. (Sé rie \nGraduação) ISBN 97 88538600848.  \n2) MARSDEN, J. O., HOUSE, C. L., Chemistry of Gold Extraction. 2ª Edição. \nEDITORA SME. 2006. 682 p. ISBN 9780873352741 . Littleton, USA. Disponíevel \nem: http ://site.ebrary.com/lib/i fmg/ reader.action?docID=11030132.  \n3) HAN, K. N. , Fundamentals o f Aqueous Metallurgy.  1ª Edição. EDITORA SME. \nUSA, 2013. 212 p. ISBN 9780873353090. Disponível em: \nhttp://site.ebrary.com/lib/ifmg/rea der.action?docID=10742700.  \n \nBibliog rafia Complementar  \n1) LEANDRO,  Cesar Alves da Silva. Termodinâmica aplicad a à metalurgi a: teoria e \nprática. São  Paulo: Ática, 2013. 316 p. ISBN 9788536504650.  \n2) CRUNDWELL, F., MOATS, M., Ramachandran, V., Extractive Metallurgy  of \nNickel,  \n1) Cobalt and Plati num  Group Metals. Elsevier. Grã -Bretanha , 2011. 623 p. ISBN \n9780080968100. D isponível  em:http://site.ebrary.com/l ib/ifmg/detail.action?  \n2) docID=10483454&p00=Extractive+Metallurgy+of+Copper+%285%29.  \n3) MARSDEN, J. O., HOUSE, C. L., Chemistry of Gold Extract ion. 2ª Edição. \nEDITORA SME.  2006. 6 82 p.  ISBN 9780873352741. Littleton, USA. D isponí evel \nem:  http://site.ebrary.co m/lib/ifmg/reader.action?docID=11030132.  \n4) SEETHARAMAN et al. Treatese on process metallurgy, volume 3: Industrial \nProcesses, Part A. Boo k Aid  International. Conventry, UK, 201 4. p:1356. ISBN \n9780080969893. Disponível em :  \nhttp://site.ebrary.com/lib/ifmg/re ader.action?docID=10822528.  ", "83": " \n83 \n 5) SCHLESINGER, M. E., King, M. J., SOLE, K. C., Extractive Metallurgy of Copper.  \nElsev ier. Grã -Bretanha 2 011, 480 p. ISBN 9780080967905. 5 edição.  Disp onível \nem:  http://site.ebrary.com/lib/i fmg/detail.action?docID=10483454&p00=  \n6) Extractive+Metallurgy+of+Copper+%285%29.  \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALENTE  \nTecnologia de Soldage m 2018.1  Eletrotécnica  \nFísica II  OBBGEMT.113 - Tecnologia de S oldagem \n2015  \n \nEmenta:  \nIntrodução: métodos d e união de metais, aplicações, termin ologia. Soldagem como processo \nde fabricação, soldagem de manutenção. Classificação dos processos: histórico e ev olução \ndos processos. Simbologia da soldagem. Técnicas de sold agem . Tipos de juntas e  soldas. \nFontes de en ergia para soldagem. Introdução à Fís ica do Arco Elétrico. Mecanismos e taxas \nde transferência de metal e consumo de eletrodos.  \nProcessos de soldagem : por fusão; por pressão. Introdução à Física do arco elétrico  Processo \nde soldagem a  Eletrodos Revestidos . Processo de soldagem MIG/MAG.  Proe sso de \nsoldagem por Arame Tubular. Processos de soldagem TIG e Plasma (Introdução). Processo \nde soldagem a arco s ubmerso. Brasagem e Soldering. Corte térmico dos metais. Asect os de \nSegurança do Trab alho e Meio Ambiente.  \n \nBibliografia Básica  \n1) WAINER, Emílio;  BRANDI, Sérgio Duarte; MELLO, Fábio Décourt Homem de \n(Coord.). Soldagem: processos e metalurgia. São Paulo: Edga rd Blücher, 1992. 494 \np. ISBN 9788521202387  \n2) SCOTTI, Américo; P ONOM AREV, Vladimir.  Soldagem mig/mag: melhor  \nentendimento, melhor desempenho. São  Paulo: Artliber, 2008. 284 p. ISBN \n9788588098428  \n3) REIS, Ruham Pablo; SCOTTI, Américo. Fundamentos e prática da so ldagem a \nplasma. São Paulo: Artliber, 2007. 147 p. ISBN 978858 8098 398 \n \nBibliog rafia Complementar  ", "84": " \n84 \n 1) BUDYMAS, Richard G; NISBETT, J. Keith. Element os de máquinas de Shigley: \nprojeto de engenharia mecânica. 8. ed. Porto Alegre: AMGH, 2011. xxvii, 1084 p. \nISBN 9 788563308207  \n2) QUITES, Almir Monteiro. Metalurgia na soldagem do s aç os. Fl orianópolis: \nSoldas oft, 2008. 304 p. ISBN 9788589445054  \n3) COLPAERT, Huber tus. Metalografia: dos produtos siderúrgicos comuns. 4. ed. São \nPaulo: Edgard Blücher, 2008. 412 p. ISBN 97885212 04497  \n4) SOUZA, Sérgio Augusto de. Ensaios mecânicos de materiais  metálicos: fundamentos  \nteóricos e práticos.  5. ed. São Paulo: Edgard Blücher, 19 82. 286 p. ISBN 978 -85-\n212-0012 -3 \n5) GARCIA, Amauri; SPIM, Jaime Alvares; SANTOS, Carlos Alexandre dos. Ensaios \ndos materiais. 2. ed. Rio de Janeiro: LTC, 2012. 365 p. ISBN 97885 21620679  \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLIN A EQUIVALENTE  \nSiderurgia II 2018.1  Siderugia I  Siderurgia II 2015  \n \nEmenta:  \nAciaria a oxigênio: equipamentos, interação com alto forno, práticas, con trole e análise de \nprocesso; Aciaria elétrica a arco: potência  elétrica, análise e  controle de processos; processo \nAOD e processos especiais de  elaboração de aços; lingotamento contín uo e convencional de \naços; escórias de aciaria; aspectos energéticos e de  meio ambiente na aciaria. Aspectos de \nSegurança do Trabalho e  Meio Ambiente.  \n \nBibliografia Básica  \n1) 1)SANTO S, L. M. M., Siderurgia para cursos t ecnológicos, Ouro Preto: CEFET, \n2007.  \n2) ARAÚJO, L.,A., Manual de siderurgia, São Paulo: Arte e Ciência, 2ª ed., 199 7. \n3) BRAGA, R. N. B., Aspectos tecnológicos relativos à preparaç ão d e cargas e  \noperação de alto -forno, São P aulo: ABM, 1994.  \n \nBibliografia Compl ementar  \n1) LEANDRO, Cesar Alves da S ilva. Termodinâmica aplicada à metalurgia: teoria e \nprática. São Paulo: Ática, 2 013. 316 p. ISBN 9788536504650.  ", "85": " \n85 \n 2) Seetharaman et al. Treatese on  process metallurgy, volume 3: Industrial Pr ocesses, \nPart A. Book Aid Internation al. Conventry, UK, 2014. p:135 6. ISBN \n9780080969893. Disponível em:  \nhttp://site.ebrary.com/lib/ifmg/reader.actio n?docID=10822528.  \n3) Sahai, Y., Emi, T., Tundish Technology for C lean Steel Production. EDITORA \nImperial Coll ege Press. Sigapore, 2007. 329 p. ISB N 9789812790767. Disponível  \nem:http://site.ebrary.com/lib/ifmg/reader.action?docID=10255670  \n4) Vignes, A., Extractiv e Metallurgy 2 : Metallurgical Reaction Processes. Wiley -ISTE.  \nGrã-Bretanha, 2011. 373 p. 1ª edição. ISBN 9781118616970. Disponível em: \nhttp:// site.ebrary.com/lib/ifmg /reader.action?docID=10671516.  \n5) SESHADRI, Varadarajan et al. Fenômenos de transporte: fund amentos e aplicações \nnas engenharias metalúrgica e de materia is. São Paulo: ABM, 2010. 798 p. \n(Metalurgia,  materiais e mineração. Fundamentos, 1) ISBN 9788577370351 . \n \n9º Período  \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALENTE  \nTrabalho de Conclusão de Cur so I Metodologia Pesquisa \nCientífica  OBBGEMT.126 - TCC I 2015  \n \nEmenta:  \nO Trabalho de Conclusão de Curso a  ser desenvolvido pelos alunos será r ealizado de forma \nintegrada onde os alunos deverão elaborar um projeto multidisciplinar, enfocando de forma \nobjet iva aspectos inerentes ao curso em questão. Tendo em vista a existência de inumeráveis \ntipos de pesquisas,  onde cada tipo possui, além do núcle o comum de procedimentos, suas \npeculiaridades relativas à Pesquisa Bibliográfica e á  Pesquisa Descritiva.  \nEstá disponível para consulta no site do Instituto o regulamento d e TCC  e mai s informações \norientativas para a realização deste relatório.  \nNeste sem estre o aluno deverá formalizar a documentação de elaboração de TCC, conforme \nregulamento de TCC, elegendo orient ador, tema do trabalho, foco, recursos necessários, \ncronogram a e revisão  bibliográfica, sob o acompanhamen to e coordenação do Coordenador \nde TC C e seu orientador (e coorientador, se aplicável).  \n \n ", "86": " \n86 \n  \nBibliografia Básica  \n \n1) MATTAR, João. Metodologia científica n a era da informática. 3. ed. São Paulo: \nSaraiva, 2008. 308 p. ISBN  9788502 064478.  \n2) SEVERINO, Antonio Joaqui m. Metodologia do trabalho científico . 23. ed. rev. e \natual. São Paulo: Cortez, 2007. 304 p. ISBN 9788524913112.  \n3) CARVALHO, Maria Cecília M. de (Org.).  Construindo o saber: metodologia \ncientífica : fundam entos e té cnicas. 24. ed. Campinas: Papirus, 2011. 22 4 p. ISBN \n9788530809119.  \n4) ASSOCIAÇÃO B RASILEIRA DE NORMAS TÉCNICAS. NBR 15287: informação \ne documentação: pr ABNT, 2005. Disponível em: \nhttps://www2.if mg.edu.br/ourobranco/nossos -cursos/graduacao.  \n \nBibliografia Com plementar  \n \n1) FACHIN, Odília. Fundamentos de m etodologia. 5. ed. São Paulo: Saraiva , 2006 xiv, \n210 p. ISBN 8502055321.  \n2) CERVO, Amado Luiz; BERVIAN, Pedro Alcino; SILVA, Roberto da. Metodologia \ncientífica. 6. ed. São Paulo: Pearson Prentice H all, c2007. xii , 162 p. ISBN \n9788576050476.  \n3) GIL, Antônio Car los. Como elaborar projetos de pesqui sa. 5. ed. São Paulo: Atlas, \n2010.  \n4) MARCONI, Marina de Andrade; LAKATOS, Eva Maria. Técnicas de pesquisa, \nplaneja mento e execução de pesquisas. 7. ed. S ão Paulo: Atlas , 2008.  \n5) MARCONI, Marina de Andrade; LAKATOS, Eva Mar ia. Fundamentos de \nmetodologia cientí fica. 7. ed. São Paulo: Atlas, 2010.  \n6) OLIVEIRA, Silvio Luiz de. Tratado de metodologia científica: projetos de pe squisas, \nTGI, TCC, São Paulo , SP: Pioneira Thomson Learning, 200 4. \n \n \n \n ", "87": " \n87 \n DISCIPLINA  PRÉ -REQUISITO  DISCIPLINA  EQUIVALENTE  \nConformação Mecânica 20 18.1 Metalurgia Mecânica  \nResistência dos \nmateriais  OBBGEMT.125 - Conformação \nMecânica 2015  \n \nEmenta:  \nIntrodução e  classificação dos processos de conformação mecânica dos metais/l igas \nmetálicas. Conceitos de tensão e def ormação. Deformação nos regimes elást ico e plástico. \nMétodos de cálculo da tensão e deformação. Critérios de escoamento de materiais metál icos. \nAtrito  e lubrificação em processos de conformação. Relações mecânicas, dinâmicas e \ngeométricas dos principais pr ocessos de conformação mecânica (lami nação de planos e \nlongos, forjamento, trefilação, extrusão, estampagem, embutimento, calandragem e co rte). \nAspect os tecnológicos dos processos  de transformação mecânica. Aspectos  metalúrgicos na \nconformação; defeitos; p ropriedades e inspeção de qualidade a plicada a produtos \nconformados. Aspectos de Segurança do Trabalho e Meio Ambiente.  \n \nBibliografia Básica  \n1) HELMAN, H oracio; CETLIN, Paulo Robe rto. Fundamentos da conformação \nmecânic a dos metais. 2. ed. São Paulo: Artliber,  2005. 260 p.  \n2) CHIAVERINI, Vicente. Te cnologia mecânica: processos de fabricação e tratamento: \nvolume II. 2. ed. São Paulo: Pearson Edu cation do Brasil , c1986. 2014 xv, 315 p . \n3) ARAÚJO, Luiz Antônio de. Manual de sider urgia: vol. 2 : transformação. 2. ed. São  \nPaulo: Arte & Ciência, 2005. 470 p. ISBN 9788561165024  \n \nBibliografia Complementar  \n1) KALPAKJIAN, Serope; SCHMID, Steven R. Manufac turing engineering and  \ntechnology. 6th ed. New York: Prentice Hall, 2010. 1176 p. ISBN 9780136081685.  \n2) FERRARESI, Dino. Usinagem dos metais: fundamentos da usinagem d os metais. \nSão Paulo: Edgard Blücher, 1970. xliii751 p. ISBN 8521202571.  \n3) SOUZA, Sérgi o Augusto de. Ensaios mecâni cos de mate riais metálicos: fundamentos \nteóricos e práticos. 5. e d. São Paulo: Edgard Blücher, 1982. 286 p . ISBN \n9788521200123.  \n4) CHIAVERINI, Vic ente. Tecnologia mecânica: estrutura e propriedades das ligas \nmetálicas : volume I . 2. ed. São Paulo: Pearson Edu cation, c1986. xiv, 266 p. ISBN \n0074500899.  ", "88": " \n88 \n 5) COLPAERT, Hubertus. M etalografia: dos produtos siderúrgicos co muns. 4. ed. rev., \natual. São Paulo: Edgard Blücher, 2008. 412 p. ISBN 9788521204497.  \n \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALENTE  \nMetalurgia da  Sold agem 2018.1  Transf . de calor e massa  \nMetalografia e \nTratamen tos Térmicos  OBBGEMT.121 - Metalurgia da  \nSoldagem 2015.1  \n \nEmenta:  \nTransporte  de massa e calor em soldagem; efeitos mecânicos do ciclo térmico; efeitos \nmetalúrgicos do ciclo térmico da solda gem; Solidificação da poça de fusão; transformações \nna zona fundi da; transformações metalúrgicas da ZTA; z ona parcialmente fundida; \ntransformaç ões microestruturais dos aços carbono comuns, ligados e dos metais não ferrosos \nna soldagem; Soldagem de aços tra nsfor máveis; soldagem de aços inoxidáveis; soldagem de \nnão ferros os;  fratura e fadiga em soldas; corrosão  de juntas soldadas . \n \nBibliogr afia Bá sica \n1) WAINER, Emílio ; BRANDI, Sérgio Duarte ; MELLO, Fábio Décourt Homem de \n(Coord.). Soldagem: processos e metal urgia. São Paulo: Edgard Blücher, 1992. 494 \np. ISBN 9788521202387 . \n2) SCOTTI, Américo; PONOMAREV, Vladimir. S oldagem mig/mag: melhor  \nentendimento,  melhor desempenho . São Paulo: Artliber, 2008. 284 p. ISBN \n9788588098428.  \n3) REIS, Ruham Pablo; SCOTTI, Améric o. Fu ndamentos e prática da soldagem a \nplasma. São Paulo: Artliber, 20 07. 147 p. ISBN 9788588098398.  \n \nBibliogra fia Complementar  \n1) GARCIA, Amauri. Soli dificação: fundamentos e aplicações. Campinas: Ed. da \nUNICAMP, 2001. 399 p. ISBN 8526805231 (broch.).  \n2) QUITES, Alm ir Monteiro. Metalurgia na soldagem dos aços. Florianópolis: \nSoldasoft, 2008. 304 p. ISBN 9788589445054.  ", "89": " \n89 \n 3) COLPAERT, H ubertus. Metalografia dos p rodutos siderúrgicos comuns. São Paulo: \nEdgard Blücher, 2008.  \n4) SOUZA, Sérgio Augusto de. Ensaio s mecânicos de mate riais metálicos: fundamentos \nteóricos e práticos. 5. ed. São Paul o: Edgard Blücher, 1982. 286 p. ISBN \n9788 521200 123 \n5) GARCIA, Amauri; SPIM, Jaime  Alvares; SANTOS, Carlos Alexandre dos. Ensaios \ndos materiais. 2. ed. Rio de Janeiro: LTC, 2012. 365 p. ISBN 9788 521620679.  \n \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALENTE  \nCorrosão e Proteção de Metais \n2018.1  Process os de Produção \nMetalúrgica  \nFísico quí mica II  Corrosão e Proteção de Metais 2015.1  \n \nEmenta:  \nAspectos fundamentais do fenômeno de  corrosão; tipos e for mas de corrosão em materiais \nmetálicos; ensaios e monitoração de corrosão; métodos cinéticos e termodinâmi cos de \nproteção à corrosão; proteção anticorrosiva em materiais metálicos: pré -tratamentos, \nrevestimentos e pós -tratamentos; cor rosão em cimento; corr osão de cerâmicas refratárias; \ndegradação de sistemas poliméricos ; degradação dos sistemas cerâmicos; prot eção contra \ncorrosão de materiais não  metálicos.  \n \nBibliografia Básica  \n1) GEMELLI, Enori. Corro são de materiais metálicos e sua c aracterização. Rio de \nJaneiro: LTC, 2001.  \n2) TRINDADE FILHO, Vicente Braz da. Corrosão de lig as metálicas em altas \ntemperaturas. Vila Velha: Above Publicações, 2014. 190 p . ISBN 9788582191460.  \n3) CALLISTER JUNIOR, William D. Ciência e engenharia de materia is: uma \nintrodução. 7. ed. Rio de Janeiro: LTC, 2008.  \n \nBibliografia Complementar  \n1) CALLISTER JUNIO R, William D. Ciência e engenharia de mat eriais: uma \nintrodução. 7. ed. Rio de  Janeiro: LTC, 2008. 705 p. ISBN 978 -85-216-11595 -8. \n2) VAN VLACK, Lawrence H. Princípios de ciência e tecnologia do s materiais. Rio de \nJaneiro: Elsevier, 1984. 567 p. ISBN 97885700 14801.  ", "90": " \n90 \n 3) ATKINS, P. W.; JONES, Loretta. Pri ncípios de química: questionando a vi da \nmoderna e o meio ambiente. 5. ed. Po rto Alegre: Bookman, 2012. xxii, 9 22 p. ISBN \n9788540700383.  \n4) SERRA, E. T. C orrosão e Proteção Anticorrosiva dos Metais no Solo.  1ª edição \nrevisada. Rio de Janeiro, Editora Interciê ncia, 2014. Disponível em \nhttp://ifmg /bv3.digitalpages.com.br/users/publi cations.  \n5) CICEK, Volkan. Corrosi on Engineering. EDITORA Wiley -Scrivener. Abril  de 2014 \nISBN DO IMPRESSO: 9781118720899, ISBN DO EBOOK 978111872 0981. \nDisponível em http://site .ebrary.com/lib/ifmg . \n \nDISCIPLINA  PRÉ -\nREQUISITO  DISCIPLINA EQUIVAL ENTE  \nMetalurgia dos Não Ferrosos II  Metalurgi a dos \nNão Ferrosos I  OBBGEMT.124 - Não Ferrosos II 2015.1  \n \nEmen ta: \n \nOperações unitárias em pirometalurgi a; processos de secagem; desidratação  e calcinação; \nfusão alcalina; ustulação; cloração; redução de óxido s; óxidos complexos e haletos; reações \nmetalo térmicas; refino em fase líquida; processos de destilação; operaçõ es d e \ndesgaseificação; aplicações à meta lurgia dos não -ferrosos, ferro -ligas e tratamento de \nefluentes. Aspectos de Segurança do Trabalho e Meio Ambiente.  \n \nBibliografia Básica  \n \n1) LEANDRO, Cesa r Alves da Silva. Termodinâmica aplicada à metalurgia: teoria e \nprática. São Paulo: Ática, 2013. 316 p. IS BN 9788536504650.  \n2) BATTLE, T. P et al. , Drying, Roasting, and Calcining of Minerals. 1ª Edição. \nOrlan do, USA, 2015. EDITORA Wiley -TMS, 311 p. ISBN 9781 119093374. \nDisponível em: http://site.ebrary.com/lib/ifmg/reader.a ction?docID=11030132  \n3) SEETHARAMAM et al. Treatese on process metallurgy, volum e 3: Industrial \nProcesses, Part A. Book Aid International. C onventry, UK, 2014. p:1356. ISBN \n9780080969893. Dispo nível em:  \nhttp://site.ebrary.com/lib/ifmg/reader.action?docID=1 0822528.  \n ", "91": " \n91 \n Bibliografia Complementar  \n1) SCHLES INGER, M. E., KING, M. J., SOLE, K. C ., Extractive Metallurgy of \nCopper.  Elsevier. Grã -Bretan ha 2011, 480 p. ISBN 9780080967905. 5 edição. \nDisponível  em: \nhttp://site.ebrary.com/lib/ifmg/detail.action?docID=1048 3454&p 00=Extractive+\nMetallurgy+of+Copper+%285% 29. \n2) DUTRIZAC, J. E., GONZALEZ, J., HE NKE, D., Lead -Zinc 2000.  EDITORA \nWiley -TMS. 2013. 98 0 p. ISBN 9781118803967. Pittsburgh, USA, 2000. \nDisponível e m: \nhttp://site.ebrary.com/lib/ifmg/detail.action?docID=10 851658&p0 0=lead -\nzinc+2000.  \n3) CRUNDWELL, F., MOATS, M., Ramachandran, V., Extractive Meta llurgy of  \nNickel, Cobalt and Platinum Group Metal s. Elsevier. Grã -Bretanha , 2011. 623 \np.ISBN9780080968100. Dispo nível  em: \nhttp://site.ebrary.com/lib/ifmg/detail.actio n?docID=1048 3454&p00=Extractive+\nMetallurgy+of+Copper +%285%29.  \n4) MARSDEN, J. O., HOUSE, C. L ., Chemistry of Gold Extraction. 2ª Edição. \nEDITORA SME. 2006. 682 p. ISBN 9780873352741. Littleton, USA. \nDisponí evel em: http://site.ebrary.com/lib/ifmg/reader.act ion?docID=11030 132. \n5) VIGNES, A., Extractive Metallurgy 2  : Metallurgical Reaction Processes. Wiley-\nISTE. Grã -Bretanha, 2011. 373 p. 1ª ed ição. ISBN 9781118616970. Disponível \nem: http://site.ebrary .com/lib/ifmg/reader.action?docID=106715 16. \n \n \nDISCIPLINA  PRÉ -REQUISITO  DISCI PLINA EQUIVALENTE  \nTecnologia dos Materiais \nCerâmicos e Refratários 2018.1  Metalurgia Física  \nProc Mineral I  \nFísic o- química Met II  Tecnologia dos Materiais Cerâmicos e \nRefratários  2015.1  \n \nEmenta:  \nIntrodução a Cerâmica;  Subdivisão das Cerâmicas; Estrutura Cristalina de Materiais \nCerâmicos; Defeitos Pontuais; Estruturas dos Silicatos; Estruturas Amorfas; Temperatura d e \nTransição Vítrea (Tg); Diagramas de Fases de Materiais Cerâmicos ; Propriedades \nMecânicas de Materiais Ce râmicos; Aplicações e Processamento d e Cerâmicas; Materiais \nRefratários para a Si derurgia.  ", "92": " \n92 \n  \nBibliografia Básica  \n \n1. CALLISTER JUNIOR, William D. Fundamen tos da ciência e engenharia de \nmateriais: uma abordagem integrada . 2. ed. Rio de J aneiro: LTC, 2006 702 p . ISBN \n9788521615156.  \n2. ASKELAND, Dona ld R; PHULÉ, Pradeep Prabhakar. Ciência  e engenharia dos \nmateriais. São Paulo: Cengage Learning, 2008. xix, 594 p . ISBN 9788522105984.  \n3. SHACKELFORD, James F. Ciência dos materiais.  6. ed. São  Paulo: Pearson \nPrentice Hall , c2008. xiii, 556 p. ISBN 9788576051 602.  \n \nBibliografia Complementar  \n \n1. VAN VLACK, Lawrence H. Princípios de ciência dos materiais. São Paulo: Edgard \nBlücher, c1970. 427 p. ISBN 978852120121  \n2. Rawson, P., Higby, W., Cer amics. USA, 2009, 240p. ISBN 97808122073 47. \nDisponível em: \nhttp://site.ebrary .com/lib/ifmg/detail.action?doc ID=10576130&p00=ceramics.  \n3. Somiya, S., Handbook of Advanced Ceramics : Materials, A pplications, Processing, \nand Properties.2ª Ed. 2012, 1258p. ISBN 8 41172459. Disponível em: \nhttp://site.ebr ary.com/lib/ifmg/detail.action?docID= 10689312&p00=ceramics.  \n4. Basu, B., Balani, K., Advanced Structural Ceramics. 1ª Ed. USA, 2011, 502p. ISBN \n978111803 7287 .Disponívelem: \nhttp://site.ebrary.com/lib/ifmg/detail.action? docID=10503035&p00=ceramics.  \n5. Bansal, N. P.,Boccaccini, A. R., Bansal, N. P., Ceramics and Composite s Processing \nMethods. 1ª Ed. Editora: Wiley -American Ceramic Society. USA, 2012, 597p, \nISBN 9781118176603.  Disponível em:  \nhttp://site.ebrary.com/ lib/ifmg/ detail.action ?docID=10560501&p00=ceramics . \n \n \n \n \n ", "93": " \n93 \n  \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALENTE  \n Meta lurgia dos Ferro -ligas  Eletrotécnica  \nProcessamento Mineral I  \nFísic o Quìmic a Met II  \nProcessos Prod Metalúr gica   \n \nEmenta:  \n \nDefinição, Uso dos ferro ligas, Fundamentos te rmodinâmicos  da redução dos óxidos \nmetálicos, Cinética química, Noções  sobre dimensi onamento  dos fornos elétricos a arco \nsubmerso, Processo de produç ão de fe rro ligas, Adequação das  ferro ligas ao mercado \nconsumidor. Aspectos  de Segurança do Trabalho e  Meio Ambiente.  \n \nBibliografia Básica  \n1) ARAÚJO, Luiz Antônio de. Manual de siderurgia: vo l. 1 : produção. 2. ed. São \nPaulo: Arte & Ciência, 2005. 470 p. IS BN 97885 61165017.  \n2) NUNES, Laerce de Paula ; KREISCHER, A nderson Teixeira. Intro dução à \nmetalurgia e aos materiais metálicos. Rio de Janeiro: Interciência, 2010. 350 p. ISBN \n9788571932395.  \n3) SANT OS, Luciano Miguel Moreira dos. Siderurgia para cursos tecnológico s. Ouro \nPreto: ETFOP, 2007. 152 p. ISBN 97885864730 67. \n \nBibliografia Compleme ntar \n \n1) Gasik, M. H ANDBOOK OF FERROALLOYS: Theory and Technology. Editora \nOxford Elsevier Science, 2013. Acesso em  \nhttp://ebookcentral.proquest.com/lib/ifmg -ebooks. ISBN;  97800809 77539.  \n2) LEANDRO, Cesar Alves da Silva. Te rmodinâ mica aplicada à metalurgia: te oria e \nprática . São Paulo: Ática, 2013. 316 p. ISBN 9788536504650.  \n3) SESHADRI, Varadarajan et al. Fenômenos de tran sporte: fundamentos e aplicações \nnas engenharias metalúrgica e de materiais . São Paulo: ABM, 2010. 798 p. \n(Met alurgia, materiais e mineração. F undamentos,  1). ISBN 9788577370351.  ", "94": " \n94 \n 4) MOURÃO, Marcelo Breda; MOURÃO, Marcelo Breda (Coord.). Introdução à \nsiderurgi a. São Paulo: Associação Brasileira de Metalurgia, Materiais e Min eração, \n2007. 428 p. ISBN 9788577370153.  \n5) ASHBY, Michael; SHERCLIFF, Hugh; CEB ON, D avid. Materiais: [engenharia, \nciência, processamento e projeto]. Rio de Janeiro: Elsevier, c2012. xx, 650 p.  ISBN \n9788535242034.  \n \n \n \n \n10º Período  \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQU IVALENTE  \nTrabalho de Conclus ão de Curso II \n2018.1  TCC I  OBBGEMT.1 30 - TCC II 2015.1  \n \nEmenta:  \nNesta etapa final, após finalizada as etapas obrigatórias estabelecidas no TCC I, o aluno \ndeverá defender a sua monografia em banca de avaliação.  \nO aluno deverá ao longo do semestre realizar  asa seguintes atividad es: \n1. Partici par das  reuniões de orientação  e/ou com o coordenador de TCC e registrá -\nlas em formulário próprio conforme regula mento.  \n2. Cumprir o cronograma de atividades prevista no TCC.  \n3. Elaborar a versão final da sua monografi a; \n4. Agendar e apresentar o TCC em s essão p ública em banca final d e avaliação.  \n5. Elaborar versão impressa do seu TCC em conformidade com a avaliação  da banca.  \n6. Comparecer aos encontros dedicados à orientação de d efesa e de elaboração do \nTCC.  \n \nBibliogra fia Básica  \n1) MATTAR, João. Metodologia científica na era da informát ica. 3. ed. São Paulo: \nSaraiva, 2008. 308 p. ISBN 9788502064478.  \n2) SEVERINO, Antonio J oaquim. Metodologia do trabalho científico. 23. ed. rev. e \natual. São Paulo: Cortez, 2007. 304 p. ISBN 978 8524913112.  ", "95": " \n95 \n 3) CARVALHO, Maria Cecília  M. de (Org.). Construind o o saber: metodologia \ncientífica : fundamentos e técnicas. 24. ed. Campinas: Papirus, 201 1. 224 p. ISBN \n9788530809119.  \n4) ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCN ICAS. NBR 1 5287: informação \ne documentaç ão: pr ABNT, 2005. Disponível em : \nhttps://www2.ifmg.edu.b r/ourobranco/nossos -cursos/graduacao.  \n \nBibliografia Complementar  \n1) FACHIN, Odília. Fundamentos de metodologia. 5. ed. São Paulo: Saraiva, 2006 xiv, \n210 p. ISBN 8 502055321.  \n2) CERVO, Amado Luiz; BERVIAN, Pedro Alcino; SILVA, Rober to da. Meto dologia \ncientífica. 6. ed. São Paulo: Pearson Prentice Hall, c2007. xii, 162 p.  ISBN \n9788576050476.  \n3) GIL, Antônio  Carlos. Como elaborar projetos de pesquisa. 5. ed. São Paulo: Atl as, \n2010.  \n4) MARCONI, Marina de Andrade; L AKATOS, Eva Maria. T écnicas de pesqui sa, \nplanejamento e execução de pesquisas. 7. ed. São Paulo: Atlas, 2008.  \n5) MARCONI, Marina de Andrade; LAKATOS, Eva  Maria. Fundamentos de \nmetodologia científica. 7. ed. São Paulo: A tlas, 2010.   \n6) OLIVEIRA, Silvio Luiz de. T ratado de met odologia científica: pro jetos de pesquisas, \nTGI, TCC,  São Paulo, SP: Pioneira Thomson Learning, 2004.  \n \nDISCIPLINA  PRÉ -\nREQUISITO  DISCIPLIN A EQUIVALENTE  \nEstágio Supervisionado    Estágio Supervisionado 201 5.' \n \nEment a: \nO Estágio Supervisionado p ossibilita  ao acadêmico -estagiário co nhecer a realidade do \nfuncionamento de uma organização, bem como a familiarização com o seu futuro ambiente \nde tr abalho; proporciona a vivência interdisciplinar da profissão a par tir das \nexperimentações e práticas que l evam o aca dêmico -estagiário ao aprimo ramento e à \ncomplementação dos conhecimentos teóricos adquiridos ao longo do curso de graduação.  \n ", "96": " \n96 \n Além do exposto  o Estágio Curricular Supervisionado tem por objetivos: proporcion ar o \nrelaci onamento e a participação em experiênci as no meio ambiente do seu mercado de \ntrabalho; despertar a criatividade e a iniciação à pesquisa relacionada com os problemas \npeculiares às  áreas da atividade profissional de preferência; oferecer subsídio s à \nidentif icação de preferências quanto  às áreas de atuação de futuras ativi dades profissionais; \nampliar o referencial bibliográfico disponível e propiciar a avaliação do trabalho acadêmico  \ndesenvolvido.  \n \nBibliografia Básica  \n \n1) ROESCH, Sylvia Maria Azevedo.  Projetos d e Estágio e de Pesquisa em \nAdministr ação. 3. ed. São Paulo: Atlas,  2007.  \n2) ANDRADE,  M. M.; HENRIQUES, A.     Língua  Portuguesa:  noções  básicas \npara  cursos superiores. 9ª edição  São Paulo: Atlas, 2010.  \n3) FREITAS, Helena Costa Lopes de. O trabal ho como  princípio articulador na \nprática  de ensino e nos estágios. 9. ed. Cam pinas: Papirus, 2012. 253 p (Coleção \nMagistério: formação e trabalho pedagógico). ISBN 9788530803940.  \n \nBibliograf ia Complementar  \n1) MATTAR, João. Metodologia científica na era da inf ormá tica. 3 . ed. São Paulo: \nSaraiva, 2 008. 308 p. ISBN 9788502064478.  \n2) SEVERIN O, Antonio Joaquim. Metodologia do trabalho científico. 23. ed. rev. e \natual. São Paulo: Cortez, 2007. 304 p. ISB N 9788524913112.  \n3) CARVALHO, Maria Cecília M. de (Org.). Construin do o saber: m etodologia \ncientífica  : funda mentos e técnicas. 24. ed. Campinas: Papirus, 2011. 224 p. \nISBN 9788530809119.  \n4) CRESWELL, John W. Projeto de pesquisa: métodos qualitativo, quantitativ o e \nmisto. 3. ed. Porto Alegre, RS: ARTMED: Bookman, 2010. 29 6 p. ISBN \n978853 6323008.  \n5) EL-GUINDY, Moustafa M. Metodologia e ética na pesquisa ci entífica. São \nPaulo: Santos, 2004. 175 p. ISBN 8572884394.  \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALENTE  ", "97": " \n97 \n Espe cificação e Seleção dos \nMateriais 2018.1  Resistência dos \nMateriais  \nEnsaios dos  Mater iais OBB GEMT.129 - Especificação e \nSeleção de Materiais 201 5.1 \n \nEmenta:  \nFilosofia da seleção de materiais; método do projeto; os materiais para engenharia; Índices \nde dese mpenho; as cartas de propriedades; as cartas de propriedades para materiais \npolifásicos; os índices de des empenho em função dos processos de fa bricação.  \n \nBibli ografia Básica  \n1) ASHBY, M. F. Seleção de materiais no projeto mecânico. Rio de Janeiro: Elsevier, \n2012. 673 p. ISBN 9878535245219.  \n2) FERRANTE, Maurizio. Seleção de mat eriais. 2. e d. São C arlos: Ed. UFSCar, 2 002 \n286 p. ISBN 9788585173814.  \n3) ASHBY,  Michae l F.; JOHNSON, Kara. Materiais e design: arte e ciência da seleção \nde materiais no design de produto. Rio de Janeiro: Elsevier, 2011. 346 p. ISBN \n9788535238426.  \n \nBibliograf ia Complemen tar \n1) CHIAVERINI, Vicente. Aço s e ferros fundidos: características gerais, tratamentos \ntérmicos, principais tipos. 7. ed. São Paulo: ABM, 1996. 559 p. ISBN \n9788577370412.  \n2) CALLISTER  JUNIOR, William D. Ciência e engenharia de materiais: uma \nintrodu ção. 7. ed.  Rio de Janeiro: LTC, 2008. 7 05 p. ISBN 978 -85-216-11595 -8. \n3) MANO , Eloisa Biasotto. Polímeros como materiais de engenharia. São Paulo: \nEdgard Blücher, 1991. 197 p. ISBN 97885212006 04. \n4) ASKELAND, Donald R.; PHULÉ, Pradeep Prabhakar. Ciência e engen haria  dos \nmateriais. São Paulo: Cengage Learning, 2008. xix, 594 p. ISBN  9788 522105984.  \n5) SHACKELFORD, James F. Ciência dos materiais. 6. ed. São Paulo: Pearson \nPrentice Hall, c2008. xiii, 556  p. ISBN 9788576051602.  \n \nDISCIPLINA  PRÉ -REQUISITO  DISCIPLINA EQUIV ALENTE  \nPesq uisa Oper acional Metalúrgica  \n2018.1  Álgebra II    \n \nEmenta:  ", "98": " \n98 \n Intro dução à pesquisa operacional; modelagem de problemas e classificação de modelos \nmatemáticos; programação linear; Regressão linear. Regressão linear múltipla. Método \nsimplex; interpretação eco nômica; modelos de prog ramaç ão linear aplicados em processos \nmeta lúrgicos. Tomada de decisão para alocação de recursos. Método Húngaro. Teoria das \nfilas. Aplicações.   \n \nBibliogra fia Básica  \n1. CORRAR, L. J.; THEOPHILO, C. R. Pesquisa Operacional p ara Decisão e m \nContabilidade e Adm inistra ção:  Contabilometria. 2. Ed. São Pau lo: Atlas, 2008.   \n2. LACHTERMACHER, G. Pesquisa Operacional na Tomada de Decisões.  4. Ed. Rio \nde Janeiro: Elsevier , 2009.  \n3. SILVA, Ermes Medeiros da: SILVA, Elio Medeiros da; MUROLO,  Afrânio Car los; \nGONÇALVES,  Valter. Pesq uisa Operacional Para os Cursos de Ad ministração e \nEngenharia.  4ª. Ed. São Paulo: Atlas, 2010.  \n \nBibliografia Complementar  \n1. ANDRADE, E. L. de.  Introdu ção à Pesquisa Operacional: Métodos e Modelos para \nAnáli se de Deci sões. 4a. Ed . Rio de Jan eiro: LTC, 2009.    \n2. CAIXETA -FILHO, J. V. Pesquisa Oper acional: Técnicas de Otimização Aplicadas a \nSistemas Agroindustriais. 2. Ed. São Paulo: Atlas, 2004.   \n3. GOLDBARG, M. C.; LUNA, H. P. C. Otimização Combinatória e Pr ogramação \nLinear . 2a. Ed. Ri o de J aneiro: Elsevier, 2005 .   \n4. LOESCH C.; HEIN N.  Pesquisa Oper acional:  Fundamentos e Modelos. 1a. Ed. São \nPaulo: Saraiva, 2009.   \n5. HILLIER, F. S.; LIEBERMAN, G. J. Introdução à Pesquisa Operacional. 8. Ed. \nPorto Alegre:  Bookman, 2010.  \n \nDISCI PLINA  PRÉ -REQUISITO  DISCIPLINA EQUIVALEN TE \nSistemas de Garantia da \nQualidade  2018.1  Estatística  \nEnsaios dos Materiais  \nProcessos de produção \nMetalúrgica  OBBGEMT.131 - Sistemas de Garantia \nda Qualidade 2015.1  \n \nEmenta:  ", "99": " \n99 \n Sensibilização e  conceituação da quali dade; planej amento estratégico e a gestã o da \nqualidade; gerenciamento de proc essos; ferramentas do controle da qualidade, sistemas de \ngarantia da qualidade; fundamentos de estatística aplica da a controles de processos;  análise \ndo sist ema de medição; gráfic os de contro le e controle estatístico do  processo. Melhoria \nContínua (Kaizen,  Seis Sigma, Lean Manufacturing, PDCA, outros...).  \n \nBibliografia Básica  \n1) CORRÊA, Henrique L.; CORRÊA, Carlos A. Ad ministração de produção e \noperações: manu fatura e serviços : uma a bordagem est ratégica. 3. ed. São Paulo: \nAtlas, 2012. xx, 680 p. ISBN 97885224 69185.  \n1) CAMPOS, V. F., Controle da qualidade total (no estilo japonês), Belo Horizonte: \nFundação Christiano Ottoni -UFMG, 1992.  \n2) SLACK, N igel; BRANDON -JONES, Alistair; JOHNSTON, Robe rt. Administ ração \nda produção. 4. ed. Sã o Paulo: Atlas, 2002. 698 p. ISBN 978 8597002676.  \n \nBibliografia Complementar  \n1) SILVA, João Martins da. O ambiente da qualidade na prática - 5S. Belo Hori zonte: \nFundação Ch ristiano Ottoni , 1996. 260 p. ISBN 9788585447346 .  \n2) FITZSIMMO NS, James A.; FITZSIMMONS, M ona J. Administração de \nserviços:oper ações, estratégia e tecnologia da informação. 6. ed. Porto Alegre: \nBookman, 2014. 535 p. ISBN 9788580553284.  \n3) MAXI MIANO, Anton io Cesar Amaru.  Administração de projetos: como transf ormar \nidéias  em resultados. 5. ed. São P aulo: Atlas, 2014. 396 p. ISBN 978852 2487592.  \n4) MOREIRA, Daniel Augusto. Administração da produção e operações. 2. ed. rev. e \nampl. São Paulo: Cengage Learning,  2008. 624 p. I SBN 9788522105878.  \n5) CAMP, Robert C. Benchma rking: o cam inho da qualidade total: ide ntificando, \nanalisando e adaptando as  melhores práticas da administração que levam à \nmaximização da performance empresarial . 3. ed. São Paulo: Pionei ra Tho mson \nLearning, 2002. 250 p. ISBN 9788522101019.  \n \n \nDISCIPL INA PRÉ -REQU ISITO  DISCIPLINA EQUIVALENTE  \nTópicos Especiais em Engenharia  \n2018.1 Metalurgia Mecânica  \nMetalurgia Física   ", "100": " \n100 \n Metalografia e Tratamentos \nTérmicos   \n \nEmenta:  \nO conteúdo será definid o pelo professor em cada semestre, de acordo com a relevância da \nmatéria a ser ministrada.  O professor lev ará aos alunos informações atualizada s sobre o setor \nmínero -metalúrgico, gestão industrial, engenharia da qualidade, administração de empresas, \neconom ia, finanças, meio ambiente, tecnologias modernas e novos processo , enfim, o q ue \nfor de  interesse do curso  semestralmente.  \nBibliografia  sugerid a por demanda.  \n \n \n \nDISCIPLINAS OPTATIVAS  \nLibras  \nConcepção de linguagens de sinais, linguagem de sinais brasileira ; o código  de ética; \nresolução do encontro de Montevidéu; a formaç ão de intérprete no mundo e no Brasil; \nlíngua e identidade: um contexto de po lítica ling uística; cultura surda e cidadania \nbrasileira.  \n \nBibliografia Básica  \n1)BRITO, L. F., Por uma gramática de língua de sinais , Rio de Janeiro: Tempo \nBrasileiro: UFRJ, Depar tamento de Linguí stica e Filosofia, 199 5. \n2)COPOVILLA, F. C., RAPHAEL, V. D.,  Dicionário  enciclopédico ilustrado trilingue \nde língua de sinais brasileira,  v. I, São Paulo: Editora da USP, 20 01. \n3)QUAD ROS, R. M., Educação de surdo: aquisição da linguagem , Porto Alegre: Ed. \nArtes Médicas, 1997.  \n \nBibliografia Complementar  \n1)RAMPELOTTO , E. M., NO BRE, M. A., Generalidades em LIBRAS , Santa Maria: \nUFSM, 2008.  \n2)COUTINHO, D., LIBRAS: língua brasileir a de sinai s e língua portuguesa \n(semelhanças e diferenças) , 2ª edi ção.Idéia, 1998.  ", "101": " \n101 \n 3)FENEIS, LIBRAS : Líng ua Brasileira de Sinais,  Belo Horizont e: FENEIS, 1995.  \n4)SKLIAR, C., A surdez: um olhar sobre as diferenças,  Porto Alegre: Ed. Mediação,  \n1998.  \n5) COPOV ILLA, F. C ., RAPHAEL, V. D., Dicionário enciclopédico ilustrado tr ilingue \nde língua  de sinais brasileira,  v. II, São Paulo: Editora da USP, 200 1. \nAções E mpreendedoras  \nConceito de empreendimento e empreendedorismo; perfil do empreendedor; geração de \nidéias , gerencia mento e negociação, qualidade e competitividade, etapas do processo de \ncriação de empresas: a p esquisa de oportunidades, estudo de te ndências de  mercado; o \nprojeto de criação e início de atividades da nova empresa; plano de negócio; problemas \nde gestão de micro e pequenas empresas nascentes.  \n \nBibliografia Básic a \n1)SALIM, C. S.,  HOCHMAN, N,. RAMAL, A . C., RAMAL, S. A., Construindo planos  \nde negócio s, Rio de Janeiro: Campus, 2001.  \n2)DORNELAS, J. C., Empreendedorismo : transformando idéias em negócios , Rio de \nJaneiro: Campus, 2001.  \n3)HISRICH, R. D., PETERS, M. P.; S HEPHERD, D. A., Empreendedorismo , 7ª ed ição. \nPorto Alegre: Bookman, 2009.  \n \nBibliografia Complementar  \n1)CECCONELLO, A. R., AJZENTAL, A., A construção do plano de negócio , São \nPaulo: Saraiva, 2010.  \n2)DO LABELA, F., O Segredo de Luisa , 14ª edição. São Paulo: C ultura Editores \nAssociados, 1999.  \n3)OLI VEIRA, J. F., SILVA, E. A., Gestão org anizacional : descobrindo uma chave de \nsucesso para os negócios, São Paulo: Saraiva, 2010.  \n4)SALIM, C. S., Admini stração em preendedora : teoria e prática usando o estudo de \ncasos, Rio de Janeiro: E lsevier, 2004.  \n5)TACHI ZAWA, T., CRUZ Jr, J. B., ROCHA, J. A.  O.,Gestão de negócios : visões e \ndimensões empresariais da organização, 2ª edição.São Paulo: Atlas, 2003 . ", "102": " \n102 \n Fundam entos da M ecânica da Fratura  \n \nMecanismos de falha; probabilidade d e falha; fratura,  o custo da fratura; t ensões e \ndeformações; análise de falha s; fratura;  aspecto macroscópico da fratura; tipos de \nclassificações; balanço de energia na fratura; mecanismos d e fratura sob tração a baixa \ntemperatura; mapas de mecanismo de fr atura e efeito da  estrutura cristalina;  fratura \ndominada por ruptura de ligaç ões química s e por deformação plástica; fratura de modo \nI, de modo II e de modo III, fratura dúctil; tenacidade: mecânica d a fratura e outras \nabordagens; introdução à mecânica da fratura linear el ástica e elasto -plásti ca, ensaio de \nimpacto e temperatura de  transição;  ensaios de escala real; diagramas de fratura; \ntenacidade e microestrutura.  \n \nBibliografia Básica  \n1)DIETER, G. E ., Metalurgia mecânica, Rio de Janeiro: Guanabara Dois, 1981.  \n2)REED -HILL , R. E., Princípios da  metalurgia física, 2ª edição. Rio de Janeiro: \nGuanabara Dois, 1982.  \n3)ASKELAND, Donald R., PHULÉ, P. P., Ciência e engenharia dos materiais, São \nPaulo : Cengage Learning, 2008.  \n \nBibliografia Complementar  \n \n1)CALLISTER Jr, W. D., Fundam entos da ciência e eng enharia de materiais , 2ª edição. \nRio d e Janeiro: LTC, 2006.  \n2)CALLISTER Jr, W. D., Ciência e engenharia de materiais: uma introdução, Tradução \nSérgio M urilo Stam ile Soares. 7ª edição. Rio de Janeiro: LTC, 2008.  \n3)VAN V LACK, L. H., Prin cípios de ciências dos  materiais, São Paulo: Edgard \nBlücher,  1970.  \n4)VA N VLACK, L. H... Princípios de ciência e tecnologia dos materiais, Tradução de \nEdson Monteiro, 24ª ed ição. Rio d e Janeiro: Campus, 1984.  \n5)FUCHS, H. O., STEPHENS, R. I, .Metal fatigue in  engineering,  John Wil ey & \nSons Inc., 1980.  ", "103": " \n103 \n Lingotamento Co ntínuo de A ços \nIntrodução e descrição do processo; transferência de calor e solidificação no molde:  \nresfriamento no molde e  resultados de sondagens; resfriamento secundário e terc iário;  \nmodelos an alíticos e numéricos; espessura mínima; influência de parâme tros \noperac ionais sobre as trocas térmicas, lubrificantes para lingotamento contínuo: funções \ne propriedades; esp ecificação , consumo; influência sobre a operação, características do \nciclo de opera ção; padrão de fluxo n o molde e qualidade, fenômenos de soli dificação; \ntensões termomecânicas e formação de defeitos.  \nBibliografia Básica  \n \n1)ARAÚJO, L. A., Manual de siderur gia: produ ção, v. I, 2ª edição.  São Paulo: Arte & \nCiência, 2009.  \n2)ARAÚJO, L. A., M anual de siderurgia: p rodução , v. II,. 9ª edição.  São Paulo:  Arte & \nCiência. 2009.  \n3)CHIAVERINI, V., Tecnologia mecânica: estrutura e propriedades das ligas metálicas, \nv I, 8ª ed ição. São Paulo: Parson Prentice Hall, 2000.  \n \nBibliografia C omplementar  \n \n1)CH IAVERINI, V., Tecnolog ia mecânica: processos de fabricação e  tratamento , v. II, \n8ª edição.  São Paulo: Pearson Prentice Hall, 2000.  \n2)CHIAVERINI, V., Tecnologia mecânica: materiais de  construção mecânica  v. III, 8ª \nedição. São Paulo: Parso n Prentice Hall, 2000.  \n3)ROSENQUIST, T ., Principles of Extractive Metallurgy , São Paulo : McGraw -Hill, \n1974.  \n4)Unit Process in Extractive Metallurgy, American Elsevier Publishing Company, 1 973. \n5)ARA ÚJO, L. A., Manual de Siderurgia, v I e II, São Paulo: A rte e Ciência, 19 97. \nFísica do Arco El étrico  \n \nFontes de energia para a solda gem por fus ão; descargas elétricas em gases; \ncaracterísticas estáticas do arco; perfil elétrico; região catódica;  região an ódica; coluna \nde plasma; a tensão do arco; transferência  de metal de adiç ão; taxa de fusão de a rame; ", "104": " \n104 \n variáveis da soldagem a arco.  \nBibliografia Básica  \n1)MARQUES, P. V., MODENESI, P. J., BRACARENSE, A. Q., Soldagem fundamento \ne tecnologia, 3ª ediç ão. Belo H orizonte: UFMG, 2011.  \n2)SCOTTI, A., PONOMAREV, V., Soldagem MIG/MAG, Editora: ArtLiber,  ISBN -10: \n8588098423, 284p., 2008 . \n3)WAINER, E., BRANDI, S. D., M ELLO, F. D., Home m de soldagem: process os e \nmetalurgia, 2ª edição. São Paulo:  Edgard Blü cher, 2005 . \nBibliografia Complementar  \n1)MACHADO, Ivan Guerra. Soldagem e técnicas conexas: processos. Porto Al egre: \nEditado pelo autor, 1996.  \n2)QUITES, A. M., Metalurgi a na soldagem dos  aços, São Paulo: SOLD ASOFT, 2008.  \n3)CARY, H. B, Modern weld ing technol ogy, 3ª ed ição. Regents Pretence -Hall, 1994.  \n4)CHRISTENSEN, P., Techniques and mechanisms in electroch emistry, G lasgow: \nBlackie, 1994.  \n5)HERSKOVIC, J., Elaboração do aç o: fusão e refino , 632p., ABM, São Paul o, 1983  \nFadiga dos Materiais  \n \nIntrodu ção; fenôme no da fadiga; conceitos e definições; curvas de Wöhler; solicitações \nde fadiga; solicitações cíclicas;  parâmetro s do ciclo, modalidades de solicitações; tipos \nde ensaio s de fadiga; equi pamentos; corpos de pr ova; normalização; técnicas de ensaios ; \nefeito da  tensão média; aplicabilidade dos ensaios de fadiga; concentradores de tensão; \nnatureza; fator de sens ibilidade ao entalhe; fratura por fadiga; aspectos macroscópicos e  \nmicroscópicos da  fratura por fadiga; m ecanismos de nucleação de trincas por fadiga; \nlinhas de deslizamento; bandas de deslizamento; nucleação de trincas por fadiga em \nmetais puros policrist alinos e e m ligas metálicas; diagramas de fadiga; diagramas de \nSmith, Goodman, Good man Modificado, Gerber  e Soderberg, elementos de máquinas e \nresistência  à fadiga; critério de resistência para solicitações simples; influência \nquantitativa de alguns fatore s sobre a resistência à fadiga; coeficientes de segurança; ", "105": " \n105 \n tensões  admissíveis; apl icações.  \n \nBibliografia  Básica  \n1)REED -HILL, R. E., Princípios  da metalur gia física, 2ª ed ição.  Rio de Janeiro: \nGuanabara Dois, 1982.  \n2)ASKELAND, D. R., PHULÉ, P. P., Ciência e engenhar ia dos materiais, São Paulo: \nCengage Learning, 2008.  \n3)CALLISTER Jr, W. D ., Fundamentos da ciên cia e engenharia de materiais , 2ª ediç ão. \nRio de Janeiro: LTC, 2006.  \n \nBibliografia Complementar  \n1)CALLISTER Jr, W. D., Ciência e engenharia de materiai s: uma int rodução, Tradução \nSérgio Murilo Stamile Soares, 7 edição . Rio de Janeiro:  LTC, 2008.  \n2)VAN VLAC K, L. H., Princípios de ciências dos m ateriais, S ão Paulo: Edgard \nBlücher, 1970.  \n3)VAN VLACK, L., Princípios de ciência e tecnologia dos materiais, Tra dução de \nEdson Monteiro, 24ª edição.  Rio de Janeiro: Campus, 1984.  \n4)DIETER, G. E.,  Metalurgia mecânica, Rio de Janeiro: Guanabara Dois, 1981.  \n5)CHIAVERIN I, V., Tecnologia mecânica: estrutura e propriedades das ligas metálicas, \nv. I, Pearson Prentice Hall,  8ª ed ição. São Paulo, 2000.  \nMateriais Refratários  \nNovas tecnolog ias; constituição  e classificação dos r efratários; noções de fabricação; \ndesenvolvimento  da microestrutura; ensaios; refratários conformados e não \nconformados; aplicação dos refratários; nor mas técnic as. \n \nBibliografia Básica  \n1)CRUZ, C. R. V., Refratários p ara siderurgia, S ão Paulo: ABM, 1988.  \n2)SANTOS, P. S., Ciência e tecnologia d e argilas,  São Paulo: Edgard Blücher, 1992.  \n3)CALLISTER Jr, W. D., Ciência e engenharia de materiais : uma introdu ção, 5ª ed ição. \nRio de Janeiro: LTC, 2002. 612p.  \n \nBibliografiaComp lementar  \n1)REED, J.,S., Introduction to  the principles of ceramics process, N ew York: 20 00 ", "106": " \n106 \n 2) GORINI, A. P. F., CORRÊA, A. R., BNDES/FINAME BNDESPAR, Setor de \nrevestimentos cerâmicos, Inform e Setorial  Cerâmica , Agosto 2000.  \n3)BRESSIANE, J. C., A Indústria cerâmica brasilei ra, In: Anais 43 º Cong resso \nBrasileiro de Cerâmica, 1999, Fl orianópolis , Junho de 1999 . \n4)GUY, A. G., Ciência dos materiais, São Paulo: McGraw -Hill, 1980.  \n5)CRAIG Jr,R. R., Mecânica d os materiais , 2ª edição.  Rio de Janeiro: LTC, 2002.  \n \nAços Especiais  \n \nDesenvolvimento e aplica ção de aços de alto desempenho e perfo rmance: Aço s \nMaraging, Aços BH, Aços IF, Aços DP,  Aços Multiconstituído, Aços TWIP, Aços \nTRIP . Outros  aços e tecn ologias re levantes.  \n \nBibliografia Básica . \n \n1) COLPAERT, H., Metalogra fia dos produtos siderúrgicos comuns, 4 ª edição revista e \natualizada, São Pau lo: Edgard Blücher, 2008.  \n2) CHIAVERINI, V., Aços e ferros fundidos: características gerais, tratamentos \ntérmicos, p rincipais tipos. São Paulo: ABM, 1996.  \n3) SILVA, André L. C. Aços e l igas especiais, 3 ª edição rev. e ampl.,  São Paulo: Edgard \nBlücher, 2010.  \n \nBibliografiaCo mplementar  \n \n1) VAN VLACK, Lawrence H. Princ ípios de ciência dos materiais. São Paulo: Edgard \nBlücher, c19 70. 427 p.  ISBN 9788521201212.  \n2) ASKELAND, Donald R.; PHULÉ, Pradeep  Prabhakar. Ciênc ia e engenharia dos \nmateriais. São Paulo: Cengage Learning, 2008. xix, 594 p. ISBN 9788522105984.  \n3) GARCIA, Amaur i; SPIM, Jaime Alvares; SANTOS, Carlos Alexandre dos. Ensaios \ndos materi ais. 2. ed. Rio de Janeiro: LTC, 2012. 365 p. ISBN 97885 21620679.  ", "107": " \n107 \n 4) KIMINAM I, Cláudio Shyinti; CA STRO, Walman Benício de; OLIVEIRA, Mar celo \nFalcão . Introdução aos processos de fabricação  de produtos metálicos. São Paulo: \nBlucher, 2013. 235 p. ISBN 9788521206 828. \n5) ASHBY, Michael; SHERCLIFF, Hugh; CEBON, David. Mate riais: engenharia , \nciência, processamen to e projeto. Rio de Janeiro: Elsevier , 2012. xx,  650 p. ISBN \n9788535242034.  \n6) Artigos, publicações em anais e bases científicas.  \n \nInjeção de Materiais  em Altos Fornos  \n \nAlto-Forno (modelo operacional); Introdução ao t ema injeção: aspe ctos históricos e \ntecnológicos; Fundamentos termodinâmicos e  cinéticos da injeção; Aspectos \noperacionais da injeção de materiais pulverizados; Efeitos da injeção em altos -fornos; \nInjeção de gases; Taxa de Substituição; Aspectos Econômicos;  Engenharia e pro jeto de \nsistemas de in jeção; Transporte pneumático; Seleção de matérias -primas; Futuro da \ninjeção.  \n \nBibliografia Básica  \n1) ARAÚJO, Luiz Antônio de. Manual de siderurgia: vol. 1 : produção . 2ª edição. São \nPaulo: Arte & Ciência, 2005. 470 p. ISB N 9788561165017.  \n2) SANTOS, Luciano Miguel  Moreira dos. Siderurgia para cursos t ecnológicos . Ouro \nPreto: ETFOP, 2007. 152 p. ISBN 9788586473067.  \n3) RIZZO, Ernandes Marcos da Silveira. Introdução a os process os siderúrgicos. São \nPaulo: ABM, 2005. 150 p. (Série: Ca pacitação Técnica  em Processos Siderúrg icos; \nÁrea: Conhecimentos Básicos) ISB N 978858677 8860 .  \n \nBibliografiaComplementar  \n1) MOURÃO, Marcelo Breda; MOURÃO, Marcelo Breda (Coord.). Introdução à \nsiderurgia.  São Paulo: Associação Brasileira de Metalurgia, Materia is e Mineração, \n2007. 428 p. ISBN 97885 77370153.  \n2) SESHADRI, Varadarajan et al . Fenômenos  de transporte: fundamentos e  aplicações \nnas engenharias metalúrgica e de materiais. São Paulo: ABM, 2 010. 798 p . (Metalurgia, ", "108": " \n108 \n materiais e mineração. Fundamentos, 1) IS BN 9788577370351.   \n3) GEERDES, M., Chaigne au, R., Kurunov, I., Modern Blast Furn ace Ironmak ing : An \nIntroduction. 3ª Edi ção. EDITORA IOS Press., 228p. ISBN 9781614994992. \nAmsterdam, Holanda, 20 15. Dispon ível em: \nhttp://sit e.ebrary.com/lib/ifmg/reader.action?do cID=1104835 8 \nMOTTA, R. S. Nadur; Sistem as de Injeção de Materiais Pulverizados em Altos -Fornos \ne Aciarias; Bluch er, ABM, 2 016. Disponível em: \nhttps://www.ifmg.edu.br/ourobra nco/bibliot eca/bibliotecas -virtuais  PEA RSON.  \n \nTecnologia dos Mater iais Poliméricos  \nIntrodução, Conceitos Funda mentais, L igação Covalente, Noções de Síntese, Polímeros \nde Engenh aria/Comodities, Termoplástico e Termof ixos, Propriedades dos Polímeros, \nMass a Molar (Mn , Mw, Mz), Propriedades e Aplicações dos Polímeros, Caracterização \ndos Polímeros, Introdução ao Proces samento de  Polímeros.  \n \nBibliografia Básica  \n1) MANO, Eloisa Biasott o; MENDES, Luís C láudio. Introdução a p olímeros. 2. ed. São \nPaulo: Edgard Blü cher, 1999.  xvi, 191 p. ISBN 9788521202479.  \n2) MANO, Eloisa Biasotto. Polímeros como materiais de engenharia. São  Paulo: Ed gard \nBlücher, 1991. 197 p. ISBN 9788 521200604.  \n3) MANO, Eloisa Biasotto; DIAS, Marcos Lopes; OL IVEIRA, Clara Marize Firemand. \nQuímica  experiment al de polímeros. São Paulo: Edgard Blücher, 2004. 328 p. ISBN \n978852120347 -6. \n \nBibliografiaComplementa r \n1) CHIAV ERINI, Vicente. Tecnologia mecânica: processos de fabric ação e \ntratamento : volume II. 2. ed. Sã o Paulo: Pearson Education do Brasil, 1986. 343p.  ISBN \n: 9780074500903.  \n2) CALLISTER JUNIOR, William D. Ciência e engenharia de materiais: uma \nintroduç ão. 7. ed.  Rio de Janeiro: LTC, 2008. 705 p. ISBN 978 -85-216-11595 -8. \n3) COLPAERT, Hubertus. Metalografia : dos produtos siderúrgicos comuns. 4.  ed. ", "109": " \n109 \n São Pa ulo: Edgard Blücher, 2008. 412 p. ISBN 9788521204497.  \n4) GARCIA, Amauri; SPIM, Jaime Alvares; SANTOS, Carlos Ale xandre dos. \nEnsaios dos materiais. 2. ed. Rio de Janeiro : LTC, 2012. 365 p. ISBN 9788521620679.  \n5) ASKELAND, Donald R.; PHULÉ, Pradee p Prabhakar . Ciência e engenharia dos \nmateriais. São Paulo: Cengage Learning, 2008. xix, 594 p. ISBN 978852210598 4. \n \n \n4.4 - Critérios de Aproveit amento de Conhecimentos e Experiências Anteriores  \n \nO aproveitamento de conheci mentos e e xperiências do educando em disciplinas do curso de \nBacha relado em Engenha ria Metalúrgica ocorre rá em conformidade com as normas e os \ncritérios e stabelecidos no Regiment o Interno do Campus  Ouro Branco.  \n4.5 - Metodologia de Ensino   \n \nComo metodologi a de ensin o para o curso, entende -se o conjunto de ações dos profe ssores e \nalunos, pelas quais se organiz am e desenvolvem as atividades pedagóg icas, com v istas a \npromover o desen volvimento do processo de ensino e aprendizagem. Entre os métodos \npriorizados no desenvo lvimento dos semestres do Bacharelado em Engenharia de \nMetalúrgica estarã o:  \n \n•  Exposição dialog ada (explicação, demonstração, ilustra ção, exempl ificação);  \n \n•  Trabalho i ndependente do aluno , através do uso de metodologias colaborativas, \ncomo APBL e sala de aula invertida, desenvolvimento de projetos  (tarefas Atividades Complementares   \nVisitas Técnicas.  \n \nAtividade re servada aos aluno s para conhecimentos d as indústrias minero -metalúrgica \nda re gião. ", "110": " \n110 \n dirigidas e orientad as pelos professores, resolvidas de modo independente e \ncriativo);  \n•  Trabalho em grupo (atividad es desenvolvidas em conjunto por equipes de alunos, \nsob a orientação dos profe ssores, as segurando cooperação dos participantes entre si, \nna solu ção das tarefas).   \n• Utilização do aplica tivo EDMODO  como meio de interação com  os alunos,  \naplicação de provas, en quetes, pesquisas e meio de informação geral das atividades \nde coordenação e d o institut o. \n• Provas, testes, etc.  \n \nComo trabalho em grupo, serão e xplorados:  \n•  Semi nários e debates  \n•  Grupo de verbalização e observação;  \n•  Visitas técnic as;  \n•  Trabalhos em labor atórios;  \n•  Pesquisa bibliográfica;  \n•  Elaboração de relatórios;  \n•  Estudo de cas os;  \n•  Identificação e resolução de problemas.  \nSalienta -se que a e scolha deverá est ar em consonância com o que indica a Lei 9.394/96, \nou seja, devem ser c onsiderados aspectos qua litativos sobre os quantitativos. Tais \ninstrumentos devem ser expostos e discu tidos junt o aos alunos no início de cada \nsemestre letivo, atentand o ao respectivo c alendário escolar e de ve constar no plano de \nensino de cada disciplina.  \n ", "111": " \n111 \n 4.6 - Modos da Integra ção entre os Diversos Níveis e Modalidades de Ensino . \n \nO Curso Superior de Eng enharia Me talúrgica terá interfaces com o Curso Técnico de \nMetalurgia, já existente  no Campus , integrando  os alunos de níveis técnicos e superi ores. \nEste fato favorece e  correlac iona a teoria com as práticas metalúrgicas. Além disso, o Curso \nde Engenharia Metalúrgic a terá uma interação forte com o Curso de Licenciatura e m \nComput ação, tam bém ministrado atualme nte, no que diz respeito às aplicações  da \ninformá tica, rob ótica e simulaç ão de ensaios mecânicos e processos de fabricação.  \n4.7 - Serviços de Apoio ao Discente  \n \nO IFMG – Campus  Ouro Branco desenvolve os seguintes Prog rama s de Apoio ao  discente:  \n✓ Programa de  Assistência Estudantil : consiste na c oncessão de  benefícios \ndestinados a os seus estudantes que se encontram em situação de vulnerabilidade \nsocioeconôm ica, além de promover o desenvolvimento de ativ idades de ensino, d e \npesquisa e de e xtensão, com a finalid ade de melhorar o desempenho acadêmico  e \nminimiza r a evasão.  \nDas modalida des de auxílios:  \n✓ Auxílio Moradia:  compreende a concessão de auxílio financeiro  para mora dia aos \nestudantes que atendam a critérios socioeconômic os e cujo núcleo familiar não reside \nna cidade do campus onde este estuda.  \n✓ Auxílio Alim entação: refere -se à con cessão de auxílio financeiro para alimentação \naos estudantes que comprovem car ência soci oeconômica.  \n✓ Auxílio Transporte Municipal:  destinado aos estudantes que at endem a critérios \nsocioeconômicos, trata -se da concessão de auxílio fin anceiro para que os mesm os se \nlocomovam para o campus.  \n✓ Auxílio Transporte Intermunicipal:  destinado a os estudan tes que atendem a \ncritérios socioeconômicos, trata -se da  concessão de aux ílio financeiro para q ue os \nmesmos se locomovam diariamente de cidades vizinhas para a cidade d o campus.  ", "112": " \n112 \n ✓ Auxílio Creche:  é um apoio financeiro não reembolsável, concedido m ensalmente  \naos estudantes regularmente matriculados que têm filhos  até 6 (seis) ano s e que \natendam a crit érios socioeconômicos.  \n✓ Auxílio Ativid ade: refere -se à concessão de auxíl io para realização de atividades do \ninteresse do estudante e em consonância co m as neces sidades da instituição, que \nestejam preferencialmente re lacionados à form ação do estudante.  \n✓ Programa Institucional de Bolsas de Inic iação Cient ífica (PIBIC.): é um \nprograma voltado para o desenvolvimento do pensamento científico e iniciação à \npesquisa de estudantes de bacharelado e licenciatura que visa, funda mentalmente, \ncomp lementar a formação ac adêmica dos alunos, fazendo com que es tes interaj am \ncom os processos meto dológicos e científicos de pesquisa.  \n✓ Programa Institucional de Bolsas de Exte nsão (PIBE X): voltado aos alunos dos \ncursos de bacharelados e lice nciatura, visa de spertar a vocação exte nsionista \nmotivando à elaboração de al ternativas de transformação da real idade, contribuindo \npara o desenvolvimento socioeconômico regional, a formação  de profis sionais \ncidadãos com responsabilidade social e ambiental , a construção e fortalecimento da \ncidadania, a melhoria da qualidade de vida  e o estímu lo ao empreendedorismo.  \n✓ Programa Institucional de Tutoria: tem a finalidade de auxiliar os discentes q ue \napresen tem dificuldades de aprendizado e, assim, permitir uma r ecuperação das \naprendizagens de forma p rocessual através das atividades desen volvidas pe lo tutor -\naluno em conjun to com o docente da disciplina.  \n✓ Núcleo de Atendimento às Pessoas com Necessida des Educac ionais Específicas \n(NAPNE):  tem como objetivo estimular a cultura da educ ação para a convivênci a, \naceitação da diversidade, defendend o e assegur ando aos alunos os direi tos previstos \nem lei. Levantamento e atendimento das necessidades e especifici dades dos \ndisce ntes, bem como encaminhamentos para serviços especi alizados.  \n✓  Núcleo  de Apoio ao estudante  (NAE): tem por objetivo prestar servi ços de apoi o e \nrealizar intervençõe s interdisciplinares, através da equipe multiprofissional, das áreas \nde enferm agem, peda gogia, psicologia, serviço social, intérprete de libras e assistente \nde aluno.  ", "113": " \n113 \n ✓ A Coordenação do  Curso: para o esclarecimento de dúvid as e orient ação quando \nnecessário, respeitando os horários de aula e de folga do próprio professor \ncoorden ador. \n✓ Núcleo Doce nte Estruturante (NDE) e Colegiado do Curso : assessoram a \ncoord enação no diagnóstico dos alunos  e na audição periódica dos problemas gerais \ne do grau de satisfação com o curso, para contribuir para o desenvolvimento do curso \ne corrigir a sua traj etória.  \n \n4.8 - Diplomas   \n \nO IFMG  - Campus  Ouro Branco Expedirá de acordo com a legi slação vigente, diplom as \ncom validade em todo território nac ional, aos alunos concluintes do Cu rso de Bacharelado \nem Engenharia Metalúrgica para fins de exercício profission al e/ou co ntinuidade de estudos.  \n \nSerá concedido Diploma de Engen heiro Metalurgist a conforme regulamento  das Diretorias \nde Ensino  ao aluno que :  \n \na) após  ser aprovado em todas a s disciplinas previstas n a matriz curricular ;  \nb) cumprir estágio supervisiona do obrigat ório, tendo seu respectivo relatório aprovado,  \nconforme Art. 7º da Resolu ção n° 11 de 11 de Março de 2002 .  \nc) apresentar e for aprov ado no trab alho de conclusão do cur so (TCC);  \nd) estiver quite, quando for o caso, com o Exame Nacional de Desempe nho de Est udantes \n(Enade), que integra o Sistema Nacional de Avaliação da Educ ação Superi or (Sinaes)  que \ntem por  objetivo aferir o rendimento dos alunos dos cursos de graduação em relação ao s \nconteúdo s programático s, suas habilidades e competências, confor me a Lei 10.861, de 14 de \nAbril de 2004  e Portaria nº 2.051, de 9 de Julho de  2004.  \n \n4.9 - Administração Acadêmi ca do Curso  \n ", "114": " \n114 \n Este capítulo é dedicado à c omposição preliminar do Corpo Docente  Estrutura nte (CDE) do \nCurso de Graduação em Engenharia Metalúrgic a do IFMG - Campus  Ouro Branco assim \ncomo a infraestrutura laboratorial para a  efetiva im plantação do Curso de Gr aduação em \nEngenharia Metalúrgica.  \n4.9.1 - Corpo Docente  \n \nO corpo docente do C urso de En genharia Metalúrgica deverá contar com a participação de  \nvinte e dois pro fissio nais do ensino e m engenharia até  o décimo período , Tab ela VI. \nTabela VI - Corpo docente para o curso proposto de Engenharia Metalúrgica  \nNº PROFESSOR GRADUAÇÃO TITULAÇÃO ÁREA DE CONHECIMENTO\n1 Aloísio do Carmo Eloi Licenciatura em Física Especialista em Física Ensino de física, astronomia, matemática.\n2 Ana Paula Mendes Alves de CarvalhoLicenciatura em Letras \nPortuguês e Inglês Doutora e Mestra em \nEstudos Linguísticos Tem experiência naárea deLetras, com\nênfase emLíngua Portuguesa, suas literaturas\neRedação. Émembro doGrupo Mineiro de\nEstudos doLéxico que, nasperspectivas\nsincrônicas ediacrônicas, temdesenvolvido\npesquisa sobre oléxico doportuguês\nbrasileiro, com ênfase em lexicologia,\nlexicografia etoponímia, levando-se emconta\na relação língua, cultura e sociedade.\n3 Antônio Marlon Barros SilvaBacharel em Engenharia \nMetalúrgicaMsc Engenharia \nMetalúrgica.Tratamento de Minérios, mineralogia, não \nferrosos, processos metalúrgicos.\n4 Aurélio Alves Ferreira Licenciatura em FilosofiaDoutorado e Mestrado \nem  FilosofiaMetodologia do trabalho científico, Política e \nfilosofia.\n5 Carlos Eduardo Reis de Carvalho Engenharia MetalúrgicaMestre em Engª de \nMateriais,Experiência emsoldagem, metalografia e\nensaios mecânicos; atuando principalmente\nnosseguintes temas: blast furnace, oxidation,\nmössbauer espectroscopy, coal injection e\nsticking.\n6 Carlos Roberto Ferreira Engenharia MetalúrgicaDoutor em Engª de \nMateriaisExperiência em pirometalurgia, atuando \nprincipalmente nos seguintes temas: produção \nde ferro liga de silício, tratamento térmico dos \nmetais, metalurgia do pó com ênfase na \nprodução de ferramentas de perfuração \nmineral.\n7 Célia Aparecida RochaBacharel em Educação \nFísicaDoutorado em \nEducação.Mestrado em \nEducação Física.História da Educação, Sociologia, formação \ndocente, eugenia, educação para as questões \nétinicas-raciais e de gênero.\n8 David Hebert Vieira Engenharia MetalúrgicaMestre Engenharia \nMetalúrgica e de MinasGerência de produção (Aciaria), Injeção de \nfinos (altos fornos), Siderurgia.\n ", "115": " \n115 \n \n9 Édilus de Carvalho Castro Penido Engenharia ElétricaDoutorado em \nEngenharia Agrícola. \nMestrado em \nSustentabilidade \nSócioeconômica e  \nambiental.Engenharia elétrica, circuitos integrados, \nSustentabilidade sócio-econômica e \nambiental, automação industrial.\n10 Eric Bartulici Engenharia MetalúrgicaMestre em Engª \nMetalúrgica – Metalurgia \nFísicaTratamentos Térmicos, Siderurgia (metalurgia \nda transformação e física), Galvanização a \nquente, acabamento e inspeção destrutiva e \nnão destrutiva (ultrassom), além de atuação \nno ramo gerencial industrial (gerência de \nprodução, logística, Planejamento e \nProgramação da produção, projetos de \nqualidade -black belt seis sigma e melhoria \ncontínua, bem como gestão de projetos \nestratégicos).\n11 Fabricio Alves Oliveira Bacharel em Matemática Mestre em Matemática.Tem experiência na área de Geometria \nAlgébrica e Geometria Diferencial.\n12 Fernanda Gomes da SilveiraLicenciatura em \nMatemática.Mestrado em estatística \naplicada e biometria. \nDoutorado em Estatística \ne Experimentação \nagropecuária.Docente no IFMG de Bambuí  (211 a 2016).\n13 Gabriel Dias de Carvalho Júnior Licenciatura em FísicaDourtor em Educação\nMestrado em Educação.Educação em campos conceituais, \ndesenvolvimento cognitivo, física e ensino.\n14 Guilherme Liziero Ruggio da Silva Engenharia MetalúrgicaDoutorando em \nEngenharia de Materiais e \nMestre em Engª de \nMateriaisExperiência em siderurgia, mistura de carvões \nna produção de coque metalúrgico.\n15 Ivone Azevedo MakhoulLicenciatura em Letras - \nLibrasEspecialização em Ensino \nLúdicoLibras.\n16 José Alberto da Cruz JúniorDr. Engenharia \nMetalúrgica e de \nMateriaisBacharel em Física \nAplicada/Ciência dos \nMateriais Bacharel em \nEngenharia de \nMateriais.Mestrado em \nEngenharia Metalúrgica e \nde Minas. Doutorado em \nEngenharia Metalúrgica, \nMateriais e de Minas.Foi bolsista em Gestão e Ciência e \nTecnologia no Centro de \nMicroscopia/UFMG. Tem experiência na \nárea de Engenharia de Materiais e \nMetalúrgica, com ênfase em Metalurgia \nFísica, atuando na área de caracterização \nmicroestrutural, propriedades mecânicas, \ntratamentos térmicos dos aços, aços \nmulticonstituídos\n17 Leandro José de Souza Martins Graduação em DireitoMestrado em Estética e \nFilosofia da ArteEnsino e pesquisa em filosofia, sociologia, \nDireito e Teologia.\n18 Luiz Roque FerreiraDoutorando em \nEducação e Mestre em \nEducação.Doutorando em \nEducação e Mestre em \nEducação.Possui experiência na área de engenharia de \nmateriais e metalúrgica com atuação também \nem matemática e estatística e filosofia.  \n19 Nayara Teodoro do Prado MartinsBacharelado em Química \nUFMGDoutoramento em \nandamento (Química \nUFMG). Mestrado em \nQuímica.Química ambiental, química inorgânica e de \nmateriais, tratamentos de rejeitos sólidos, \ndesenvolvimento de catalisadores.\n20 Pedro Xavier da PenhaBacharel em \nAdministração .\nLicenciatura Plena em \nCiências (Matemática)Mestre em AdministraçãoÁreas de estudo: teorias das organizações, \nrecursos humanos e marketing, organização, \nsistemas e métodos, administração de \nrecursos humanos e introdução ao marketing. ", "116": " \n116 \n \n21 Rafael de Araújo Álvares Marinho Licenciatura em Física Mestrado em Educação Ensino de física. \n22 Raquel Cristina dos Santos Faria Graduação em LetrasMestrado em Estudos \nLinguísticosEnsino de letras, idiomas (inglês), linguística.\n23 Rodnei Alves MarquesLicenciado em \nMatemática . \n Graduando em \nEstatística pela \nUniversidade Federal de \nOuro PretoMestre Profissional em \nMatemáticaExperiência naárea deMatemática, com\nênfase emÁlgebra, Cálculo eEstatística.\nDoutorando em Estatística pela UFLA\n24 Thiago Vinicius ToledoBacharel e licenciado em \nQuímicaMestre e doutor em \nQuímica AnalíticaQuimica analítica aplicada. Recuperação em \nsoluções aquosas.\n25 Leonardo Viana DiasBacharel em Engenharia \nde MateriaisEspecialização em \nSoldagem (UFMG)Soldagem de metais, desenho técnico, \ntratamento térmico e ensaios mecânicos.\n26 Adilson Ribeiro de Oliveira Graduação em LetrasDoutorado em Letras\nMestrado em Pedagogia \nProfissionalLetras, Português Instrumental, letramento, \nreferenciação, representações sociais, \ntextualização, leitura e escrita.\n27 Eloísa Maria Canuto de CastroGraduação em Economia \nDomésticaDoutorado em \nFitotecnica\nMestrado em Economia \nDomésticaGestão de processos organizacionais, \nprogramação da produção, comportamento  \norganizacional, qualidade de vida no trabalho.\n28 Paulo Henrique de OliveriaBacharelado em \nAdministraçãoDoutorado em \nAdministração\nMestrado em Engenharia \nde ProduçãoEmpreendedorismo, Arquitetura \nOrganizacional, Tomada de decisão, \nVantagem competitiva, Estratégia, Gestão do \nconhecimento, inteligência competitiva. \n \nO corpo do cente do Campus  Ouro Branco é formado por professores ef etivos em regime de \ndedicação exclusiva  de 40 horas.  O plano de carreira dos  docentes é  regulamentado pela Lei \nnº 11.784, de 22 de Setembro de 2008.  A política de aperfeiçoamento e qualifi cação dos \ndocentes é regida pelo regulamento próprio do Instituto Federal de Educaç ão, Ciência e \nTecnolog ia de Minas Gerais.  \n \n4.9.2 - Corpo Adm inistrativo  \n \nUma equipe de apoio co m os profissionais abaixo relacionados busca atender o curso de \nEngenharia Met alúrgica p roposto, Tabela V II. \n \nTabela VIII- Equipe adminis trativa do IFMG, Campu s Ouro Branco  \nTécnicos  Formação acadêm ica Cargo  \nAlexandre José Ribeiro C osta Mestrado em Educação  Técnico em Assuntos \nEducac ionais  \nAna Maria Silveira  Francisco  Samora  Ensino Médio  Auxiliar de Biblioteca  \nBruno Alves  Valverde  Especia lização em Administraç ão Técnico em Assuntos ", "117": " \n117 \n Pública  Educac ionais \nCristiany Figueiredo Gomes  Ensino Médio  Assistente em Administração  \nFillipe Perantoni Martins  Especializa ção em Pol iticas Públicas  Assistente Social  \nGracielle Paixão Sant os Graduação em C omunicação Social  Assistente de Alunos  \nJoelmer de Souza And rade Mestre  em Reprodução Animal  Técnico em Agropecuária  \nJúlio César Neves  Ensino Médio  Auxiliar de Biblioteca  \nLiliane Ca rdoso da Silva  Graduação em Serviço Social  Técnico em Se cretariado  \nLoure nço Jerônimo Rezende V ieira Graduação em Ciências Sociais e \nEngenharia Civil  Assistente de Alun os \nLuciana de Oliveira Barros  Especialização em Gestão - Finanças  Assistente em Adminis tração  \nMárcia Margarida Vilaça  Especialização em Gestão  Social  Bibliotec ária Documentalista  \nMeirelaine Marques Gaparoni  Mestrado em  Economia D oméstica  Pedagoga  \nPaulo  Henrique de Carvalho  Especialização em Controladoria e \nFinanças  Contador  \nRosângela Mar ques de Souza  Especialização em Gestão do \nConh ecimento e  Tecnologia da \nInformação  Bibliotecária  Documentalista  \nSuelem Cristina Alves  Mestrado e m Estatística  Assistent e de Alunos  \nValquíria Salgueiro dos Santos  Graduação em Ciências Biológicas  Assistente de Alunos  \nVictor Hugo Domingues D'ávila  Graduação em En genharia de \nTelec omunicações  Técnico de  Tecnologia da \nInformação  \nWander Doni zete Bebian o Especialização em Psic opedagogia  Técnico em Assuntos \nEducac ionais  \nWeslley Marcossi Guerardi  Graduaç ão em Gest ão de Recursos \nHumanos  Assistente em Administração  \n \n4.10 - Formas de Par ticipação do Colegiado  e do Núcleo Docente Estruturante  – NDE \n \nA compos ição, funcionamento e at ribuições do Colegiado do Curso estão definidos no \nRegimento Interno do IFMG O uro Branco . Esse somente poderá ser criado após ingresso \ndos disce ntes ao curso, vi sto ser parte integran do do grupo. Assim, de forma temporári a \nquaisquer decisões e discussões d o colegiado serão realizadas no Colegiado do Curso de \nMetalu rgia. \n ", "118": " \n118 \n Colegiado d o Curso de  Engenharia Metalúrgica  \n \n \nDocentes Titulares da Engenhar ia Metalúrgica  \nEric Bartulici / Carlos Eduardo Reis Carvalho   \n \nDocentes Suple ntes da Engenharia Metalúrgica  \n José Alberto da Cruz Júnio r / Carlos Roberto Ferreira  \n \nDocentes de Áreas Colabora doras  \nAlexandre Goulart Arruda  (titular) / Gérber Lúcio Leite (suplente)  \n \nTécnicos  Administrativos Titul ares \n Letícia de Fátima Vieira da Cost a (titular)  / Bruno Alves Valverde (suplente)  \n \nDiscentes Titulares  \nPedro Henrique Bethônico Pinto Guimarães  (titular) / Marcos Paulo Leite  (suple nte) \n \n \nDiretoria de Ensino  \n \nFerna ndo Fernandes Cin tra (titular) / Harold o Brito  (suplente)  \n \nA criação, atribui ções e comp osição do Núcleo Docente  Estruturante – NDE dos cursos de \ngraduação, estão estabelecidas na Resolução nº 18, de 2 de Março de 2011, do Conselho \nSuperior do IFMG, que em  seu “ Art. 2º”. Os membros do NDE são i ndicados pelo colegiado \ndo curso de gr aduação . Portanto  o NDE , abaixo cit ado,  somente poderá ser composto ,  após \neleito o Colegiado do curso proposto.  \n \n \n \n \n \n4.11 - Infraestrutura do Campus  \n(a) Instalações e Equipam entos :  \nAs instal ações e equipamentos existentes para o curso de Engenharia M etalúrgica destinadas \naos professor es cuja sala de permanência tem uma área de 35 m2 são mostrad os na Tabela \nVIII. Coordenad or: Msc Eric Bartulici  \n \n Professor  \n Professor  Dr. Carlo s Roberto Ferreir a \nMSc Carlos Eduardo R eis de Carvalho  \n Professor  MSc José Alberto da Cruz Júnio r \n Professor  \n Professor           MSc  Antônio Marlon Barros Silva  \nMSc. Davi Hebert Vieira  \n  ", "119": " \n119 \n  \nTabela VIIII - Instalações e equipament os oferecidos aos  professores do curso  \nDESCRIÇÃO  QUANTIDADE  \nMesa e cadeira p ara profess ores 14 \nComputador  02 \nImpressora Matricial EPSON LX -300  01 \nImpressora HP Laser (P&B)  01 \nMesa par a o comput ador  02 \nMesa central de madeira  01 \nMesa suporte para  impressora  01 \nArmário de aço  04 \nArmário de madeira  06 \n \nA Tabela IX  apresenta as in stalações existentes des tinadas aos técnico -administrativos  cuja \nsala de permanência tem uma área de 1 5 m2. \n \nTabela IX - Instalações e equipamentos oferecidos aos técni cos do curso.  \nDES CRIÇÃO  QUANTIDADE  \nMesa de escritório  01 \nArmário de aço  01 \nBanheiro  02 \nArmário de madeira  01 \nRetroprojetor  03 \n ", "120": " \n120 \n A Tabela X  descreve  os equipamentos atualmente do Labora tório de I nformátic a do IFMG, \nCampus  Ouro Branco.  \nTabela X - Descri ção do Laboratóri o de Informática  \nNOME:  Laboratório de Informática  \nCAPACIDA DE: 40 postos de trabalho  \nLOCAL:  Bloco A  \nCAMPUS:  Ouro Branco -MG \nATIVIDADES:  Aprendizagem de aplicativos básico s, como ed itores de texto, \nplanilhas eletrônicas e apresentação de  slides , aplicati vos \navançados, como in terpretadores/compiladores de linguage ns de \nprogramação diversas e rede d e computadores instalada para \nacesso a internet.  \nEQUIPAME NTOS\n: 40 micro -compu tadores co m softwares  diversos instalados, \nativos de redes de dado s (switch (1), pl acas de rede (14) e \nmodem ADSL para OI Velox de 10 mbps (1)) , bancadas com \ncadeiras para os mic ro-computadores (16 conjuntos), quadro \nbranco (1), datashow  (1) e estabilizado res de ten são (7).  \n \nAlém disso, o IFMG, Ouro Branco dispões de salas de aulas, aud itórios, gabinetes de \npesquisadores, laboratórios de metalur gia, pesqui sa e/ou prestação de ser viços, biblioteca, \nlaboratórios de ensino de informática, serviço de fotocópia s, diretor ias, secretarias de \nsetores,  banheiros masculino e femin ino, cantina com restaurante, etc. Todo s de fácil \nacessibilid ade, já que estã o situados no setor térreo do Campu s. Assim, o IFMG dispõe \nde instal ações físicas amplas e apropriadas às ativida des de ens ino. \n \n(b) E spaço Físico Disponível e Uso da Área Física do Campus  \nO Campu s de Ouro Branco ocupa  uma área total de 18.623,98  m2. Deste  total, 9.7 70,84  m2 \ntotaliza a área  construída, o que representa 54% de ocupação (BOAS, 2010). Para o curso de \nMetalurgia as instalações administrativas e acadêmicas são compostas  por: \n-1 sala de permanência de profess ores, cada um com seu gabinete ;  \n-1 sala de reuni ão de professores ;  \n-1 amplo auditório ;  \n-1 sala para coordenação  de curso ;  \n-1 sala de permanência pa ra os técn icos administrativos ; \n-2 banheiros sendo um masculino e um feminino.   ", "121": " \n121 \n \n \nA Figura 2 mostra a vist a panorâmica do Campus . \n \n \n \n \n \n \n \n \n \n \n \nFigura 2 - Localização do Campus Ouro Branco.  Fonte: Google Earth, 2012.  \n \nA Figura 3 apres enta o pro jeto de expansão do Campus  Ouro Branco elaborado pela \narquiteta Paola Vil as Boas em 2010.  \n \n \n \n \n \n \n \n \n \n            Figura 3 - Projeto arquitetônic o de expansão do Campus  Ouro Branco  \nFONTE: BOAS (2010)  \n ", "122": " \n122 \n \nAlém deste espaço con struído, h á um total de 8.853,14  m2 de área livre, destinada ao Pr ojeto \nde Expansão , que será composto po r 3 blocos de construção. O Bloco I, F igura 4, co m área \nconstruída de 1.6 77,75  m2 será composto de: (a) uma biblioteca, (b) administração e, (c) \numa ár ea de conv ívio. \n \n \n \n \n \n \n \n \nFigura 4 - Expan são, vista Bloco I (BOAS, 2010).  \n \n \nO Bl oco II, Figura 5, com área construída de 5.529,20  m2 será constituído por : (a) 10 \nLaboratórios (b) 17 Salas de Aula e (c) 1 Sala de Professores.  \n \n \n \n \n \n \n \n \nFigura  5 - Expansão, vista Bloco II ( BOAS, 2010).  \nO Bl oco III, Figura 6 com 2.563,89  m2, terá: (a) Auditório -496 l ugares, (b)  Biblioteca com \n511,15  m2, (c) Mínimo 20.000 itens, (d) Salas de Estudos, (e) Áudio e Vídeo.  \n \n ", "123": " \n123 \n \n \n \n \n \n \nFigura 6 – \n Expansão, vista Bloco III (BO AS, 2010).  \nA Figu ra 7 mostra a entrada do Campus  pela Rua Afonso Sardinha (a)  e a área d e acesso aos \nBlocos no i nterior do Campus  (b). \n \n \n \n \n \n \n \n(a) \n \n \n \n \n \n \n \n \n(b) \nFigura 7 - Entrada principal e áreas de acesso ao Campus.  ", "124": " \n124 \n Fonte: BOAS, (2010).  \n \n \n(c) S alas de Aula  \n \nPara as at ividades do Curso de Bacharelado em En genharia Me talúrgica, a IFMG  - Ouro  \nBranco dispõe de 5 salas de aula  com capacidade para 40 alunos por sala. Cada sala disp õe-\nse de 10 datashow s com estabilizadores de tensão além  de quadro negro,  giz e apagador.  \n \n(d) Biblioteca  \nA Tabela IX apresenta a lis tagem de li vros impressos e digitai s atualmente disponíveis na \nBiblioteca José Bernardino dos Reis do IFMG Campus  Ouro Bran co a fim de servirem ao \ncurso de Engenharia Metalúrgica.  A biblioteca enc ontra -se disponível no  Campus  de 9:00 às \n22:00 h.  \n \n \n \n \n \nTabel a XI- Relaç ão de livros na bibliote ca do IFMG Campus  Ouro Branco.  ", "125": " \n125 \n \n ", "126": " \n126 \n \n \n \n(e) Laboratórios  \nConforme dimensionamento e layout  (apresentado abaixo)  do galpão previsto  e mencionado \nno projeto de implant ação do curso de Bacha relado em Engenharia Metalúrgica, o me smo \npoderá abrigar os laboratórios de metalografia e processos (solda, fundição, laminação e \ntratamentos térmicos ). Os labo ratórios estarão  disponíveis no Campus  de 9:00 às 22:00 h. \n \n \n \n \n \n \n \n \n \n \n \n \n ", "127": " \n127 \n  \nCom a expansão previs ta o Campus  terá 7 laboratórios especí ficos que s ão: Laboratório de \nAreia  e Fundição, Ensaios Físicos e Mecânicos, Microscopia Óptica, Ataque Químico, \nPolimento Metalográfico, Lixamento e Corte de Amostra, além de um Laboratório para \nTratamentos Térmicos. Haverá, ainda, um galpão onde se locar izará o Lab oratório de \nFundição a C era Perdida. Além disso, está prevista a finalização de um novo galpão, em \nconstrução, d e modo a abrigar novos equipamentos, adquiridos também c om recursos do \nPROEP ( Progr ama de Expan são da Educação Profissional) , assim c omo o Labor atório de \nSoldagem. A Tabela X apresenta os laboratórios para o bom desempenho do curso. Vale \nressalta r que esse s laboratórios serão compartilhados com outros cursos de  níveis técnicos \nou superiores do IFMG.  \n \nTabela VIIIII - Máquina s e matérias -primas dos laboratórios do Curso de Metalurgia.  \n \nLABORATÓRIO DE AREIA E FUNDIÇÃO  \nDESCRIÇ ÃO QUANTID ADE  \nEstufa de 200ºC para ensaio de umidade  01 \nForno ti po mufla até 12 00ºC para fusão de alumí nio 01 \nConjunto de peneiras para ensa io granulom étrico  01 \nBalança elet rônica de capacidade de 600g  02 \nLupa (aumento de 25 X) para ensaio de forma de grãos  01 \n \nEQUIPAMENTOS E INSUMOS PARA MOLDAGEM  \nDESCRIÇÃO  QUA NTIDADE  \nAgitador  para p eneira vibratór ia  01 \nFerramental  Vários  ", "128": " \n128 \n  \nLABORATÓR IO DE FUSÃO  \nDESCRIÇÃO  QUANTIDADE  \nForno laborator ial tipo mufla  02 \nMetais para fusão  Vários  \nInsumos (tubo dif usor, flux os, etc .) Vários  \n \nLABORATÓRIO DE ENSAIOS FÍSICOS E MECÂ NICOS  \nDESCRIÇÃO  QUANTIDADE  \nMáquina un iversal para ensaio de tração/compress ão, dobrame nto e \nfadiga  01 \nMáquin a de ensaio de impacto tipo Charpy  01 \nAparelho de ultrassom  01 \nDurômetro Vic kers 02 \nDurômetros (várias escalas)  02 \nMoinho de bolas  01 \nInsum os para ensaios d e líquidos penetrantes  Vários  \n \nLABORATÓRIO DE MCROSCOPIA ÓP TICA \nDESCR IÇÃO  QUANTIDADE  \nMicrosc ópio CarLZeiss com câmara, computador e  programas  \npara análise de imagens  01 ", "129": " \n129 \n Desumifi cador  01 \nComputador com impressora Epson  01 \nPolitrizes  manuais  03 \nAnal isador de imagem  01 \nMicrodurô metro Vickers  01 \nSistema foto gráfico par a macrografia  01 \n \n \nLABO RATÓRIO PARA ATAQUE QUÍMICO  \nDESCRIÇÃO  QUANTIDADE  \nBancada com pia  01 \n \nVidrar ias e reat ivos para ataque químico  Vários  \n \n \nLABORATÓRIO PARA POL IMENTO METALOGRÁF ICO  \nDESCRIÇÃO  QUANTID ADE \nPolitrizes mecânicas para polimen to \n 03 \n \n \nLABORATÓRIO PARA LIXAMENT O E CORTE METALOGRÁFICO  \nDESCRIÇÃO  QUANTIDADE  \nMáquina de precisão para corte metalográf ico 01 \nLixadeiras mecânicas rotativas  03 \n ", "130": " \n130 \n LABORATÓRIO DE TRATAMENTOS TÉ RMICOS  \nDESCRIÇÃO  QUAN TIDADE  \nMuflas que atingem a temperatu ra de 1200º C \n 02 \nAparelho para ens aio Jominy  01 \n \n \n \nLABORATÓRIO DE SOLDAGEM  \nDESCRIÇÃO  QUANTIDADE  \nAparelho oxi -acetilênic o pequeno (PPU)  14 \nConjunto completo para soldagem oxi -gás 14 \nConjunto completo para corte co m oxigênio  14 \nTransformador para sold a a arco po r eletrodo revestido (CA ) 12 \nRetificador para solda a arco por eletrodo revestido (CC)  12 \nEquipament o para sol da MIG/MAG  04 \nEquipamento para solda TIG  02 \n \n(f) T ecno logias de Informa ção e Comunicação – TICs: \nNo processo de ensino -aprendizagem  o IFMG, Campus  Ouro Branco , dispon ibiliza para \nseus alunos internet  banda larga. Para interações encontram -se si tes de pes quisas (Google \nAcadêmico, Research Gate , Sistema Financia r, etc .) além de sites de relacionament o tais \ncomo , Facebook , Chat  e outros. O acesso a os sites e à biblioteca s erá estendido com a \nexpansão prevista para o Campus . \n ", "131": " \n131 \n QUANTO À  INFRAESTRUTURA  DO CAMPUS  OURO BRANCO :  \nVale ressaltar que o IFMG, Campus  Ouro Bra nco ao oferecer as facilidade s de acess o à suas \ndependências, tais como insta lações no t érreo, ruas calçadas e seguras , rampas  de acesso , \natua em conformidade c om o Decreto nº 5.296, de 2 de  Dezembro 2004, que regu lamenta a \nLei 10.098, de 19 de D ezembro de  2000, a qual est abelece normas gerais e critérios básicos \npara a promoção da  acessibili dade das pessoas portado ras de deficiência ou com mobilidade \nreduzida.  \n \n4.12 - Estratégias de Fomento ao Empreen dedorismo e à Inovação Tecnológica  \n \nSerão formadas frent es de trabalho co m a função de coordena r e superintender todo o \nserviço que e nvolva a pe squisa e a extensão, alé m de orientar e fiscalizar todas as atividades \ndesenvolvidas nestas áreas, com o bolsas d e iniciação científica e de projetos.  Assim, torna -\nse po ssível a captação  de recursos junto a órgãos de fomento tais como a CAPES, \nFAPEMIG, CNPq  e outros,  para elaboraç ão de  projetos de inovação tecnológica, \nestrutura ção de  equipes técnicas e montagem de  laboratórios.  \n \n4.13 - Estratégias de Fomento ao Desenvolv imento Sustentáve l e ao Cooperativismo  \n \nAs parcerias estratégicas (joint vent ures) com o s diversos segmentos das  indústrias da \nregião, siderúrgicas, minerações e metais -mecânica serão traçad as, assim como o apoio da \nUFSJ, a Universidade Federal de São João  del-Rei, UFOP, e tc. Além disso, a poss ível \nimplantação do Parque Tecnológico  nesta regi ão do Alto Paraopeba é a lgo novo e desafiante \npara estas cooperações: escola -indústria.  \n \n \n ", "132": " \n132 \n 5 - PROCED IMENTOS DE  AVALIAÇÃO  \n \n5.1 - Avaliação dos Conheci mentos  e Habilid ades  \n \nA avaliação  dos conhecimentos e h abilidades, determinadas para cada eta pa do Curso  será \nprocessual e diagn óstica, o que significa, respectivamente:  \n \n• Será permanente, acompanhando tod o o proces so de desenvolvimento dos \nconh ecimentos e habilidades vi venciados pelo al uno; \n• Será diagnóstic a, à medida que possibilitar ao aluno conhecer o nível de \ndesemp enho alca nçado em cada etapa do processo de construção dos conhecimentos \ne habil idades,   \n \nDe acor do com o Regimento do Campus a verificação do desempenho  acadêmico \ncompr eenderá a frequência às  aulas e o rendimento do discente. O r endimento a cadêmico do \ndisce nte ser á aferido por uma escala de zero (0) a cem (100).  A distribuição dos pontos, n as \natividades avaliativas deverá considerar no mínimo 60% (sessent a por cento) de p ontos \ndistribu ídos em avaliações individuais e escritas.  \n \nOs 40% (quar enta por cento) restante s poderão ser distribuídos através das mais diversas \nformas de atividades aval iativas, i ncluindo a participação do aluno na Semana de Ciência e \nTecnologia, que s erá construída pelo tr abalho conjunto de todas as disciplina s. O número  e o \ntipo de atividades avaliativas previstos em cada disciplina serão estabelecidos pelo \nprofe ssor, d esde que r espeitado o projeto pedagógico do curso.  A disciplina de  Estágio \nSupervis ionado, em decorrência  de sua especificidade, terá a liberda de de acata r ou não os \ncritérios ac ima descritos, para distribuição de pontos.  Os resultados das atividades \navali ativas dev erão ser disponibilizados pelos docentes, no máximo em 1 5 (quinze) dias \napós sua aplicação.   O conteúdo programático e os critérios d e avaliação  deverão ser \napresentado s no primeiro dia de aula e avaliados permanentemente pelo docente e discente,  \ntendo em vista o aprim oramento constante do processo ensino -apren dizagem.  \n \n ", "133": " \n133 \n 5.2 - Avaliação do  Projeto do Curso  \n \nO Projeto Pedagógico, do cur so de engen haria metalúrgica, após ser implantado, deverá ser \nobjeto de avaliação periódica, com o objetivo de pe rmitir ao Colegiado do Curso uma \nconstante análise do desempenho d os alunos do curs o e da adequação dos c onteúdos dos \ncomponentes curriculares na sua form ação e também exercer as  seguintes funções:  \n✓ Avaliação das condições de infra -estrutura física e de equ ipamentos;  \n \n✓ Avaliação, alocação, capacitação e valorização dos ser vidores técnico -\nadministrativos;  \n✓ Acompa nhamento dos egressos de graduação  \n \nA avaliação s e dará, de forma eletrôn ica e via internet , através de instrumentos que \nperm itam que as comunidades in terna e ex terna possam opinar e contribuir. Tal avaliação \ninclui p articipação de Pr ofessores do curso, do s discentes, dos servidores técnico -\nadministrativ os e suas representações , membros da comunidade local e suas representações.  \nTambém incluirá a avalia ção realiz ada pela comissão Permanente de Avaliação – CPA além \nde resultados extern os obtidos no Enade, a utoavaliações a serem propostas e crit érios para \navaliação dos  (as) docen tes. \n \n5.3 - Regulamento das Atividades Complementares  \n \nAtividades Complementa res são àq uelas relacionadas às práticas acadêmicas e podem se \napresentar em múltip los formatos. Por não fazer parte do conjunto de disciplinas  que \nintegram a grade curricular do s cursos de graduação, elas se configuram em uma importante \nestratégia de dina mização ou  flexibilização da estrutura regular que contempla as \ndiscipl inas-base do  respectivo curso, uma  vez que permite aos discentes o desen volvimento \nde novos conhecimentos, conforme o interesse desses.  \nEm linhas gerais, as atividades complementares sã o interess antes na medida em que \nperm item aos discentes a escolha daquelas atividad es que atendam às suas  demandas \nintelectuais, de sde que cont empladas no  regulamento próprio e r econhecida pela comissão \nde docentes competente por analisá -las e aprová -las.  ", "134": " \n134 \n Nas atividades complementares  o aluno será motivado a participar de eventos extra -\ncurso dentro e fora da  instituição e terá reconhecida sua pa rticipação em: \n✓ Atividades de monito ria, pesquisa e extensão como bolsista remunerado ou \nvoluntário;  \n✓ Atividades de senvolvida s como Bolsa PET (Programa de Educação Tutorial), Bolsa \nEAD (Educação a D istância) e demais bol sas acadêmicas;  \n✓ Disciplinas optativas quando exce dentes ao número de créd itos eletivos exigidos \npelo Curso, cursadas com aproveitamento;   \n✓ Participação efetiva e comprovada em semanas acadêmicas, programas de \ntreinamen to, jornadas, sim pósios, congressos, en contros, conferências, fóruns, \nativida des artísti cas, promovidos pelo IFM G ou por outras instituições de ensino \nsuperior, conselhos ou associações de c lasse;  \n✓ Apresentação do trabalho  em eventos de Iniciação Científic a, \n✓ Publicação de trabalhos completos em  eventos científicos ou revistas espec ializadas.   \n \nApesar de no Curso Ba charelado em Engenharia Metalúrgica do IFMG – Campus Ouro \nBranco, as atividade s compleme ntares não tem caráter obrigatório,  essas, devem possui r \nrelação direta com os objetivos do cu rso e serem comprovadas através de cer tificados o u \ndeclarações reconhecid as. Sendo assim, as atividades complementares  serão fomentadas \numa vez que têm  como obje tivo proporcionar experiências diversificadas que contri buam \npara a sua f ormação profissional e  pessoal do discente.  \nA participação n as atividad es complementares deverá  ocorrer, preferencialmente, durante o \ncurso, de modo a proporcionar a troca d e conhecim entos entre os discentes e professores.  \n \n5.4 - Do Estági o Supervisionado  \n \nA LEI Nº 11.788, de 25 de Setembro de  2008 d ispõe sobre o e stágio de e studantes; altera a \nredação do Art. 428 º da Consolidação das Leis do Trabalho – CLT, aprovada pelo Dec reto-\nLei n º 5.452, de 1 de Maio de 1943, e a Lei n º 9.394, de 20 d e Dezembro de 199 6; revoga as \nLeis nos 6.494, de 7 de Dezembro de 1977, e 8.8 59, de 23 d e Março de 1994, o parág rafo ", "135": " \n135 \n único do A rt. 82 º da Lei no 9.394, de 20 de Dezembro de 1996, e o Art. 6º da Medida  \nProv isória no 2.164 -41, de 24 de Agosto de 2001; e dá o utras providência s. \n \nO Estágio Curricul ar Supervisionado é um elemento essenc ial no Prog rama de Graduação \nem Eng enharia Metalúrgica do Instituto Federal de Minas Gerais – IFMG, Campus  Ouro \nBranco . Com preende uma carga horária total de 200 horas, sendo o cu mprimento deste, um \ndos requisitos para  a obtenção do título de Engenheiro Me talurgista.  O Estágio \nSupervisi onado possibilita ao acadêmico -estagiário conhecer a realidade do funcionamento \nde uma organ ização, bem como a familiarização com o seu futuro ambie nte de trabalho; \nproporciona a vivência  interdisciplinar da profissão a parti r das exper imentações e práticas \nque levam o acadêmico -estagiário ao aprimoramento e à complementação dos \nconheci mentos teó ricos adquiridos ao longo do curso de graduação.  \n \nAlém d o exposto o Estág io Curricular Supervis ionado tem por objetivos: proporcionar  o \nrelacion amento e a participação em experiências no meio ambiente do seu mercado de \ntrabalho; despertar a criat ividade e a iniciação à pesquisa relacionada com os problemas \npecu liares às áreas d a atividade profission al de preferência; oferecer subsídios à \nidentific ação de preferências qua nto às áreas de atuação de futuras atividades profissionais; \nampliar o ref erencial bibli ográfico disponível e propiciar a avaliação do trabalho acadêmico \ndesenvo lvido.  \n \nComo agente de  integração com a comunidade e orienta ção no proc esso de Estágio, o IFMG \n– Campus Ouro Branco  irá dispor de um Departamento de Pesquisas. Este departam ento terá \numa coordenadoria que realizará os procedimentos e contr oles legais relat ivos ao estágio, \nelabo rará e analisará os convênios e termos  de comprom isso Instituição/Empresa  e manterá \ncontroles e fiscalizações externas junto às entidades concedentes, dentre out ros. Além disso, \no Estágio Curricular poderá ser realiza do nos laboratóri os do IFMG ou de outra s instituições \nem trabalhos de pesquis a, desenvol vimento e inovação.  \n \nConcluído o estágio, o aluno deverá elaborar um Relatório Final de Estágio a ser  \napresent ado ao professor orientador que avaliará se o estágio foi  satisfatório e s e foi \ncumprida a carga  horária obrigatória exigida no projet o do curso.   ", "136": " \n136 \n  \n5.5 - Do Trabalho de Conclusão de  Curso  \n \nO TCC (Trabalho de Conclusão  de Curso) a ser desenvolvido pelos alun os do Curso  \nBach arelado em Engenharia Metalúrgica  do IFM G será realizado de forma integrada  com \numa carga horária de 260  horas, em qu e os alunos  deverão elaborar um pro jeto \nmultidisciplinar, enfocando de forma objetiva aspectos inerentes ao curso  em questã o. \nTendo em vista a exi stência de inumeráveis tipos de p esquisas, onde ca da tipo possui, além \ndo núcleo comum de procedimentos, suas peculiarida des próprias, optou -se por utilizar os \nseguintes tipos de T CC: \n \n1. Pesquisa Bibliográfica - deverá explic ar um prob lema a partir de referências teóricas \npublicadas em docu mentos. Poderá se r realizada independen temente ou como parte \nda pesquisa desc ritiva ou e xperimental. Em todos os  casos, buscará conhecer e \nanalisar as contribuições culturais ou científicas do passado  existentes sobre um \ndeterminado assunto, tema ou pr oblema. \n \n2. Pesquisa Des critiva: Estudo de Cas o - deverá relatar uma pesquisa sobre um \ndetermin ado assunto, tema, indiv íduo, família, grupo ou comunidade que represente \nseu universo, para examinar aspectos v ariados pertinentes ao estudo de caso \nabordado.  \n \n3. Pesquis a Experimental : projeto de execução  – deverá caracterizar a manipulação das \nvariáveis relacionadas dir etament e com o objeto de estudo , proporcionando o estudo \nda relação entre causas e efeit os de um determinado fenômeno. Neste caso, o \ntrabalho deverá apresentar de que modo ou por que causa o f enômeno é produzido.  \n \nSerá designado um  “Professor Coordenado r de TCC ” que irá apresentar aos al unos todas as \ninformações pertinentes ao desenvolvimento  do T CC (Trabalho de Conclusão d e Curso)  e \nacompanhará o desenvolvimento dos trabalhos j untamente com os ORIENTADORES. Os \naluno s apresentarão, inicialmente, uma Proposta de T CC que será submetida à ap reciação do \ncolegiado do curso (opcional)  ou a banca esp ecífica formada pelo Coordenador  de TCC . O \ncolegiado  ou a banca  poderá recusar a propost a, caso entenda q ue a mesma não atingir á o ", "137": " \n137 \n objetivo do TCC ou será operacionalmente invi ável. Não s erão permitid os grupos de \ntrabalho  para a elaboração do T CC, devendo ser individual, que deverá elege r um professor \nORIENTADOR que acompanhará o desenvolvime nto do projeto. Para avaliação final do  \nTCC, a defesa d a monografia, será formada uma Ba nca Examinadora.  Demais informações \npodem ser obtidas na instrução normativa de elaboração do TCC disponível na página do \nsite do curso.  \n \n6 - CON SIDERAÇÕES FINAIS  \n \n \nApós sondagens junto  ao mercado de trabalh o e meios acadêm icos, concluiu -se pela \nviabil idade de implantação do curs o de Engenharia na Instituição. A implantação \npossibilit ará o aproveitamento da estrutur a de pessoal e instalações existentes no Campus . \n \nO Curs o de Engenharia M etalúrgica do IFMG, Campus  Ouro Branco  deverá coexistir com \nos cursos T écnicos em Metalurgia. O  projeto para implantação do Curso de Graduação em \nEngen haria Metalúrgica prevê alteraçõ es nas instalações físicas, adequação dos laboratórios \nexistentes além da  montagem de novos lab oratórios para a tender às demandas do curso.  \n \nA contratação de novos prof essores, específicos da área de metalurgia, áreas afins e básicas, \nbem como o remanejame nto interno de pessoal, para atender as disciplinas do n ovo curso, é \ncond ição imprescindível pa ra a implantação  e sucesso da Graduação em Engenh aria \nMetalúrgica.  \n \nO Cur so de Graduação em Engenharia Metalúrgica do IFMG dispon ibilizará, em sua \nestrutura curr icular, disciplinas para formação de um engenheiro alinhado  com as \nnecessi dades do Estado de Min as Gerais e do Brasil como um dos pólos mundiais de \nextração de minérios,  siderurgia e transformação de materiais.  \nNo decorrer d o curso, este projeto pedagógico será analisado pelo Núcleo Docente \nEstrut urante e pelo C olegiado do curso  quanto à pertinência,  à coerência, à  coesão e à \nconsistência dos compo nentes curriculares, art iculados do ponto de vista do trabalho \nassumido como pr incípio educativo, contemplando a s necessárias bases conceituais e \nmetodológicas ofert adas. ", "138": " \n138 \n A Comissão Per manente de Avaliação – CPA realizará,  junto aos graduandos, avaliações  \nperiódicas em relação a o curso, as disciplinas, aos docentes e aos próprios dis centes, cujos \nresultados subsidi arão as discussões e as atuações do NDE e do Colegiado e m busca da \nmelhoria deste PPC e do curs o. \nA atualização  do Projeto Pedagógico do Curso d everá ser contínua, em e special após cada \nciclo avaliativo, em que se identifica m as exigências de melhorias no curso; quando \nocorr erem modificações e novas exigências nas Diretrizes Cu rriculares Nacionais d o curso \nde Engenharia; além de observação da dem anda de perfil profissio nal almejado no mercado \nde trabalho.  \nNesse sentido, no fi nal de 201 7, alterações foram conduzidas em ementas , disciplinas \nobrigatórias  e na oferta de disciplinas optativas;  o NDE propôs modif icações n a matriz \ncurricular do curso e as complementaçõ es ao PPC inicial , as quais geraram ess e documento. \nOs integrantes  do NDE e do Colegiado  do Curso atuam de forma  efetiva na condução e na \nmelhoria do curso Bacharelado em E ngenharia Metalúrgica, sempr e atentos  a formação do \ndiscente do curso. Desse modo, a credita -se estar realizando bom gerenci amento desse \ninstrumento e da realiz ação do curso . \n \n7 - REFERÊNCIAS BIBLI OGRÁFICAS  \n \nVILAS BOAS, P. M. G. D. , Projeto arquitetônico de  expansão do Campus de Ouro Branco , \nBelo Horizonte : 2010.  \n \nBRASIL, Lei nº 11.892, de  29 de Dezembro d e 2008 , Institui a Red e Federal de Educação \nProfi ssional, Científica e Tecnológica, cria os Ins titutos Federais de Educação, Ciência e \nTecnologia, e dá out ras providências. Brasília, 2008 a. D isponível em: \n<http://www.planalto.gov.br/ccivi l_03/_ato2007 -2010/2008/lei/l11892.htm> . Acesso: 30 \nOut. 2011.  \n \nIBGE (INSTITUTO BRASILEI RO DE GEOGRAFIA E ESTATÍ STICA) , Diretoria de \nPesquisas, Coordenação de População e I ndicadores Sociais. Estimati vas da po pulação \nreside nte nos municípios brasileiros co m data de referên cia em 1º de Julho de 2011 , Rio de \nJaneiro: IBGE,  2011.  \n \nCEEINF (Comiss ão de Especialistas de E nsino de Computação e Informática), Secretaria de \nEducação Superior, MEC, 1999.  ", "139": " \n139 \n CES (Con selho de Ensino Superior), Parecer nº 1.362/2001, de 12/ 12/2001 que subsi dia a \nResolução CES/CN E 11/2002.  \nDIEESE (Departam ento Intersindical de Estatística e Estudos So cioeconômicos), São Paulo : \n2005.  \n \nFREIRE, P. , Pedagogia  da A utonomia: saberes necessário s à práti ca educativa, São Paulo : \nEd Paz e Terra, Coleçã o Leitura, 1996.  \n \nGOOGLE EARTH, site d e serviços on line  e softwa re, www. google.com.br , acesso em \nSetembro de 2012.  \n \nIFMG (INSTITUTO  FEDERAL DE CIÊNCIA E TECNOL OGIA DE M INAS GERAIS), \nCom expansão, IFMG passa a ter se is novos campi . BH: IFMG, 22 ago. 2011 a. Disponível \nem: <http://w ww.ifmg.edu.br/portal/ index. php/todas -as-noticias-reportagens -\nespeciais/1544 -com-expansao -ifmg -passa -a-ter-seis-novos -campi>.Acesso: 27 Out. 2 011.  \n \nMELLO, F. F. , FERREIRA, G. G. , LEITE, I.  M. P. , “Projeto,  Planejamento e \nDesenv olvimento Regional do Alto Paraopeba” . Belo Horiz onte, MG, Out. 2010.  \n \nMINAS GERAIS, Portal da Educação. Secretaria de Educação do Es tado de Minas Gerais. \nDispon ível em: https://www.educaca o.mg.gov.br/ , Mapa tr abalhado por Tiago Antônio \nTorres Gomes, Acesso: 30 Out. 2011.  \n \nRUIZ, R. M., Grandes cenários regionais brasileiros : regionalização e  polos de um Brasil \npolicênt rico, imp actos do PAC e organização territorial,  Curso d e Ambientação par a \nAnalistas de Infraes trutura -CEDEPLAR. Brasília,  ENAP – Escola Naciona l Administração \nPública,  19 Jul. 2010.  \n \nSEDRU (SECRETARIA DE ESTADO DE DESENVOLVIME NTO REGIONAL E \nPOL ÍTICA URBA NA), Semi nário em Ouro Branco aborda o desenvolvimento d o Alto \nParaop eba. Belo Horizonte: ASSCO M/SEDRU, 21 ago. 2009. Disp onível em: \n<http://www .urbano.mg.gov.br/banco -de-noticias/363 -seminario -em-ouro-branco -aborda -o-\ndesenvolvi mento -do-alto-paraopeba>. Ac esso: 29 Out. 2011.  \n \nUFSJ (UNIVERSIDADE FEDERAL DE SÃO J OÃO DEL -REI), Cam pus Alto Paraopeba. \nProjeto Pedagógico do Curso d e Engenharia Mecatrôni ca, São João Del -Rei: Junho de \n2010.  \n \n \n \n \n \n8 – APÊNDICES  \n ", "140": " \n140 \n Como apêndices, nesse docum ento, constará a exposição d e documen tos referentes ao \nprocesso de alteração da matr iz curricular a p artir de 2015:  \n \n• Tabela  de equivalência de discipl inas \n• Ata do Colegiado do Curso Bacharelado em Engenharia Metalúrgica validando  \nequivalência de disciplinas  e criando novas disciplinas  optativa s. \n \n \nMediante as modificações realizadas na mat riz curricular, d o curso de Bacharelado  em \nEngenharia Metalúrgica,  gerou -se a seguinte l ista de disciplinas equi valentes:  \n \n \nPERÍODO  MATRIZ ORIGEM -ALUNO  \nPERÍODO  MATRIZ  DIS CIPLINA A CURSAR  \nDISCIPLIN AS \nOBR IGATÓRIAS  2015  C H \n(h/aula)  DISCIPLINAS \nOBR IGATÓ RIAS  2013   C H \n(h/aula)  \n1º Cálculo Di ferencial e \nIntegral I, (eq uivalente ao \nCalculo I  dos Cursos: Lic. \nem Com putação e Bach. \nEm Administração).  64 1º Cálculo Diferencial  e \nIntegral I    67 \n1º Gestão Ambien tal  48 1º Gestão Ambiental   50 \n1º Introdução  à Engenharia \nMetalúrgica  32 1º Introdu ção à Engenharia \nMetalúrgic a  33 \n1º Português In strumental \n(equivalente a Português \nInstrumental dos Cursos: \nLic. em Computação e \nBach. Em Administração).  32 1º Portuguê s Instrumental   33 \n1º Álgebra Linear I \n(equiv alente a Álgebra \nLinear do Curso de Lic . \nem Comp utação).  48 1º Álgebra Linear I   50 \n1º Introdução à Programaçã o  32 2º  Introdução à Programação   33 \n2º  Desenho Técnico  32 2º Desenho Técnico  33 \n2º  Segura nça do Trabalho e \nSaúde Ocupacional  32 2º  Segu rança do Trabalho  e \nMeio Ambiente  33 \n3º Cálculo  Numérico  48 3º Cálculo  Numérico  50 \n3º Mecânica dos Fluidos  48 3º Mecânica dos Fluidos  50 \n3º Mineralogia  32 3º Mineralo gia 33 \n4º Processos de Prod ução \nMeta lúrgica I  32 4º Processos de Produção \nMetalúrgi ca I 50 \n4º Proce ssos de Produção \nMetal úrgica II  32 4º Processos d e Produção \nMetalúrgica  II 50 \n5º  Termodinâmic a Técnica  48 5º  Termodinâmica \nMetalurg ica 50 \n6º  Introduçã o à Tecnologia \nda \\Soldagem  32 6º  Introdução à Tecnologia da \nSoldagem  33 ", "141": " \n141 \n 6º  Proce ssamento Mineral I 48 7º  Processamento  Mineral I  50 \n6º  Química analítica aplicada \nà metalurgia  32 6º \n Química  analítica aplicada \nà metalurgia  50 \n7º  Siderurgia  48 6º  Siderurgia I  50 \n7º Engenhar ia dos ma teriais \nII 48 7º  Engenharia dos Materiais II  50 \n7º  Processame nto mineral II  48 8º  Processamento mineral II  50 \n7º  Processos de Sol dagem I  48 8º  Processos  de Soldagem I  50 \n8º  Metalurgia dos não \nferrosos I 48 7º  Metalurgia dos não ferrosos \nI 50 \n8º  Ensaios Não destrutivos  48 8º  Ensaios Não des trutivos  50 \n8º  Tecnologia dos Materia is \nPoliméricos  48 9º  Tecno logia dos Materiais \nPoliméricos  50 \n8º  Proces sos de Soldagem II  48 9º  Processos de Soldagem II  50 \n9º   Metalurgia do Pó  48 9º   Metalurgia d o Pó 50 \n9º  Metalurgia dos não \nferrosos II  48 8º  Metalurgia do s não ferrosos \nII 50 \n9º  Organização Industrial e \nGestão  32 9º  Organi zação Industrial e \ngestã o 33 \n10º  Especificação e Seleção de \nMateriais  48 10º  Espe cificação e Seleção de \nMater iais 50 \n10º  Sistemas  de garantia  da \nQualidade  32 10º  Sistemas  de ga rantia  da \nQualidade  33 \n10º  Tópicos Jurídicos ,  Sociais \ne Etnias em E ngenharia  32 10º  Tópic os Jurídicos , Sociais \ne Etnias em Engenharia  33 \n \nDISCIPLIN AS OPTATIVAS -  \n2015  C H (h/ aula)  DISCIPLINAS OPTATIVAS \n- 2013  C H (h/aula)  \n \nFísica  do Arco Elétrico  32  \nFísica do Arco El étrico  33 \nLibras,  32 Libra s, 33 \nAções Empreende doras  \n 32 Ações Empreend edoras  \n 33 \nFadiga dos Materiais  32 Fadiga dos Materiais  33 \nLingotamento Contínuo de Aç os 48 Lingotamento Contínuo de Aços  50 \nFundamentos de m ecânica de fratur a 48   \nEstatística, e quivalente a Estatística \nII  do Curso Bach. Em \nAdministr ação 64   \nInglês  para Negócios I  32   \nInglês para Negócios II  32   \n \n \nPERÍO DO MATRIZ ORIGEM -ALUNO  \nPERÍ ODO  MATRI Z  DISCIPLINA A CURSAR  \nDISCIPLINAS \nOBR IGATÓRI AS  2013  C H \n(h/aula) DISCIPLINAS \nOBR IGATÓRIAS  2015   C H \n(h/aula ) ", "142": " \n142 \n 1º Química I  50 1º Química I  64 \n1º Álgebra  II 33 1º Algebra II       48 \n2º Cálculo Diferencial e \nIntegral II  50 2º Cálculo Diferen cial e \nIntegral II  80 \n2º Física I  50 2º Física I  64 \n2º Química II  50 2º Química II  64 \n2º Física I 50 3º Física I  64 \n3º Cálculo Diferencial e  \nIntegral III  \n 50 3º Cálculo Diferencial e \nIntegral III  64 \n3º Física II (Térmica)  \n 50 3º Física II  64 \n3º Físic o – Quími ca I 50 3º Físico – Química I  \n 64 \n4º Física II I \n 50 4º Física I II \n 64 \n4º Transferênc ia de Calor e \nMassa  50 4º Transferência de Calor e \nMassa  64 \n4º Físico – Química II  \n 50 4º Físico – Química II  \n 64 \n5º Resistência do s Materiais  \n 50 5º Resistênc ia dos Ma teriais  \n 64 \n5º Físico -Química \nMetalúrg ica I \n 50 5º Físico -Quími ca \nMetalú rgica I  64 \n6º Físico -Química \nMetalúrg ica II \n 50 6º Físico -Química \nMetalú rgica II  \n 64 \n6º Engenharia dos Materiais I  \n 50 6º Engenharia dos Materia is \nI \n 64 \n6º Química Analíti ca \nAplic ada à Metalurgia  \n 50 6º Química Analítica \nAplicada à Metalurgia  \n 32 \n6º Siderurgia I  \n 50 7º Siderurgia  48 \n6º Eletrotécnica  \n 50  Eletrot écnica  \n 48 \n6º Introduçã o à Tecnologia \nde Soldagem  \n 40 6º Introdução à Tecnologia \nde Soldagem  \n 32 \noptativa  Fund amentos d a Mecânica \nda Fratura  20 optativa  Fundamentos d a \nMecân ica da Fra tura 48 \n7º Fenômeno d e Transporte \nAplicado à Met alurgia  \n 50 6º Fenômen o de Transporte \nAplicado  à Metalurgia  \n 64 \n7º Processamento Mineral I  48 6º Processa mento mineral I  48 \n7º Sider urgia II  \n 50 8º \n Siderurgia II  \n 64 \n8º Metalografia e \nTratame ntos Térmico s \n 50 8º Metalografia e \nTratame ntos Térmicos  \n 64 \n8º Fundição  50 7º Fundição  64 ", "143": " \n143 \n 9º Ensaios Des trutivos  \n 33 9º Ensaios Destrutivos  \n 48 \n9º Tecnologia dos M ateriais \nCerâmicos  \n 33 9º Tecnologia dos Materiais \nCerâmicos  \n 48 \n10º Corrosão e Pro teção dos \nMetais  50 10º Corrosão e Prot eção dos \nMetais  64 \n \n \nDISCI PLINAS OPTATIVAS -   \n2013 C H \n(h/aula ) DISCIPL INAS OPTATIVAS –  \n2015  C H \n (h/aula ) \nFundamentos de mecânic a de fratura  33  \nFundamentos  de mecân ica de fratura  \n 48 \nEstatística, equivalente a Estatística \nII  do Curso Bach. Em \nAdmin istração 64 Estatística, eq uivalente a Estatístic a \nII  do Curso Bach. Em \nAdministr ação 64 \n  Inglês para Negócios I   \n32 \n \n  Inglês pa ra Negócios II   \n32 \n \n \n "}