{"1": " \nUNIVERSIDADE FEDERAL DE OURO PRETO  \nESCOLA DE MINAS  \n \n \n \n \n \n \n \n \nPROJETO DE CRIAÇÃO DO CURSO DE  \nENGENHARIA AMBIENTAL  \n \n \n \n \n \n \n \n \n \n \n \n \nOURO PRETO  \nMAIO de 2000  ", "2": "Projeto de Criação do Curso de Engenharia Ambiental  \n 1  \nCOMISSÃO QUE ELABOROU A PROPOSTA INICIAL  \nProf. Marco Antônio Fonseca  \nProf. Messias Gilmar Menezes  \nProf. He rmínio Arias Nalini Jr.  \nProf. Issamu Endo  \nProf. Paulo de Tarso Amorim Castro  \n \n \nCOMISSÃO DO CONSELHO DEPARTAMENTAL DA  \nESCOLA DE MINAS QUE ANALISOU A PROPOSTA INICIAL  \nProf. Danton Heleno Gameiro  \nProf. David Pinheiro Júnior  \nProf. Jonas Durval Cremasco  \nProf. J orge Adílio Penna  \nProf. Marco Túlio Evangelista  \nProf. Wilson Trigueiro de Sousa (presidente)  \n \n \nCOMISSÃO DA ESCOLA DE MINAS QUE ANALISOU A PROPOSTA DO \nCONSELHO DE ENSINO, PESQUISA E EXTENSÃO  \nProf. Antenor Rodrigues Barbosa Júnior  \nProf. Danton Heleno Gameiro  \nProf. Marco Túlio Evangelista  \nProf. Wilson Trigueiro de Sousa (presidente)  \n \n \nCOMISSÃO DO CONSELHO DE ENSINO, PESQUISA E EXTENSÃO  \nDA UFOP QUE ANALISOU A PROPOSTA FINAL  \nProfª. Alceni Augusta Werle  \nProf. Dimas Belarmino  \nProf. Leonardo Barbosa Godefroid (pres idente)  \nProf. Wilson Trigueiro de Sousa  ", "3": "Projeto de Criação do Curso de Engenharia Ambiental  \n 2 ÍNDICE  \n \n \n1 – INTRODUÇÃO  ................................ ................................ ................................ ......................   \n \n2 – JUSTIFICATIVAS  ................................ ................................ ................................ .................   \n \n3 – INVESTIMENTOS EM RECURSOS HUMANOS  ................................ ..............................   \n \n4 – INVESTIMENTOS EM LABORATÓRIOS  ................................ ................................ .........   \n \n5 – GRADE CURRICULAR  ................................ ................................ ................................ ........   \n \nANEXOS - DISCIPLINAS POR DEPARTAMENTO E EMENTAS  ................................ .........   \n \n \n \n \n ", "4": "Projeto de Criação do Curso de Engenharia Ambiental  \n 3 PROPOSTA DE PR OJETO DE CRIAÇÃO DO CURSO DE  \nENGENHARIA AMBIENTAL  \n \n \n \n1 – INTRODUÇÃO  \n \nNo final do século XX, há em toda sociedade naturais questionamentos que buscam \nestabelecer quais serão as tendências que guiarão o século que se iniciará. Em que pese a \ngrande complexid ade que envolve tais questionamentos, de certa forma há um consenso que \nas tendências futuras serão dirigidas por trends  ou questões sócio -econômicas de maior ma g-\nnitude. Aspectos como a notável tendência de crescimento populacional que ocorrerá nos pa í-\nses em desenvolvimento, a busca por melhores padrões de vida das populações, avaliações \ndas consequências passadas e novos rumos do setor industrial, o impacto das novas tecnolog i-\nas e as relações do homem com o meio ambiente estarão certamente entre as questõe s que \nnecessariamente deverão influenciar no desenrolar do processo civilizatório que se avizinha. \nEm decorrência disso, novos pressupostos econômicos e políticos são formulados em um i n-\ntricado conjunto, ao qual se aliam um processo de aceleração nas relaç ões internacionais e as \ncaracterísticas sócio -culturais peculiares de cada nação. Deste destino, do encontro da glob a-\nlização com as diversas culturas humanas, a população brasileira, como qualquer outra, não se \nafastará. Mas, o que advirá deste paradoxo en tre o global e o étnico / cultural dependerá, em \nmuito, da capacidade de integração das novas tecnologias ao conhecimento que tem cada p o-\nvo dos recursos naturais e do relacionamento que se dará entre cada sociedade e os recu rsos \ndispon íveis em seu territór io.  \nNeste cenário, a Universidade deve estar atenta a todas estas transformações. Form a-\ndora do Homem, que por um lado, deverá compreender, delinear e avaliar todas as novas v a-\nriáveis que se colocam, ela deve adequar seus curriculos às demandas sociais atu ais e, ao \nmesmo tempo, incorporar as tendências sociais que despontam. Por outro  lado, a complex ida-\nde de fatores e processos múltiplos que se apresentam, requer cada vez mais interferências em \náreas de interface, que ultimam, necessariamente, com a criação  de novos campos de ação.  \nHistoricamente, assim se processaram tais transformações no âmbito do ensino. A \nformação do engenheiro, em específico, bem como o caráter de suas atribuições profissionais \ntêm sido vinculada aos rumos econômicos e políticos que pe rmeiam o processo histórico de ", "5": "Projeto de Criação do Curso de Engenharia Ambiental  \n 4 formação social e econômica do Brasil. Assim é que, no ensino da engenharia, podem ser \nreconhec idas pelo menos três fases relacionadas às etapas econômicas contemporâneas:  \n \n1. uma primeira fase, onde o modelo econômico é esse ncialmente agro -exportador, desde m e-\nados do Segundo Império até fins da República Velha;  \n2. uma segunda fase que se desdobra até 1945, onde se processa uma incipiente industrializ a-\nção centrada na produção de bens de consumo;  \n3.  e, finalmente, uma terceira  fase que vai do pós -Guerra até fins da década de 1980, quando \nocorre um pujante crescimento industrial que tem como diretriz a substituição dos prod utos \nindustriais importados. Esta fase, marcada por uma forte interferência do estado no proce s-\nso de desenv olvimento, particularmente no setor de infra -estrutura, culmina no p aroxismo \ndo desenvolvimento industrial brasileiro vindo a desaguar na atual e crescente i nternaci o-\nnalização do mercado interno.  \n \n Já no início da década de 80, havia um certo consenso de q ue a Engenharia e a \nGeologia deveriam incorporar outros valores, como meio ambiente e preservação ambiental, \nao suporte da máquina industrial. Esta mudança levaria as universidades a iniciarem muda n-\nças curriculares, que culminariam já no final dos anos 90,  com as proposições para a form a-\nção do Engenheiro Ambiental, visando contemplar estes novos componentes.  \nEste profissional deve ser definido em função das grandes mudanças fundamentais que \nterão impacto no conhecimento necessário ao desenvolvimento de suas  competências e hab i-\nlidades: o crescimento populacional e a urbanização, a poluição e degradação do meio , a mu-\ndança no papel dos recursos minerais e a busca por novos materiais.  \nTendo estes dados por referência e visando atingir, de maneira clara, estas co mpetê n-\ncias e habilidades, a comissão designada pelo Conselho Departamental da Escola de Minas, \nfundamenta e propõe, no presente documento, a criação do curso de Graduação em Engenh a-\nria Ambiental.  \n \n2 – JUSTIFICATIVAS  \n \n No final dos anos 80, quem se propuses se a verificar os relatórios anuais do Serviço \nGeológico Americano, verificaria claramente que havia uma preocupação institucional em \noferecer produtos e serviços mais próximos do social, ou seja, produtos que atendessem mais ", "6": "Projeto de Criação do Curso de Engenharia Ambiental  \n 5 diretamente e de forma mais cl ara a sociedade americana que, em última análise , financiava a \nprópria agência. A partir daquela época, esta preocupação generalizou -se junto aos principais \nserviços geológicos dos países do primeiro mundo chegando também ao Brasil.  \n Este processo era e é  decorrente de transformações que ocorriam nas relações macro e-\nconômicas, especificamente o declínio da tendência de consumo mundial por metais prim á-\nrios, em função da tecnologia de novos materiais e o aprimoramento dos processos de recicl a-\ngem. A discussão sobre essas tendências e o papel dos Serviços Geológicos no século XXI \npermeou os anos 90. Em 1994, em Budapeste, num simpósio que se reuniram os diretores do \nServiços Geológicos Europeus, ficou delineado que os profissionais do início do terceiro m i-\nlênio teriam atuação numa agenda que comprenderia, principalmente, os seguintes parâm e-\ntros: avaliações de risco geológico, recursos minerais e energia; estudos das alterações clim á-\nticas e buscas por soluções que ultimassem em melhor qualidade de vida.  \n A demanda  por este novo perfil profissional impulsionou as escolas de Geologia para \noutros rumos. É evidente que as conclusões apontadas variavam acentuadamente em funções \ndo estágio sócio -econômico de cada país. Assim, por exemplo, as escolas de geologia do pr i-\nmeiro mundo voltam -se fundamentalmente para questões ambientais e de novas tecnologias, \nencerrando praticamente a formação de um profissional com perfil tradicional em geologia, \nvoltado à economia mineral, que por outro lado, ainda tem espaço em países como o  Brasil, o \nCanadá, a Austrália, África do Sul entre outros, com forte tradição no setor mineral.  \n Ao mesmo tempo em que a agenda ambiental se consolidava nos países do primeiro \nmundo, no Brasil havia (e ainda há) carências de outra ordem. Crecentes d emanda s pelo m o-\ndelo de crescimento sustentado e busca de melhores qualidades de vida, saltam aos olhos e se \ncolocam na ordem do dia. Nesta contexto, surgem em várias escolas de geologia do Brasil a \nespecialização em Geologia Ambiental. Em Ouro Preto, é criada um a área de concentração \nem Geoquímica Ambiental, a nível de mestrado. Em São Carlos, surge a primeira proposição \nacerca da criação de um curso de Engenharia Ambiental, como especialização da Engenharia \nSanitária. Hoje, já existem cursos similares nas Univer sidades do Tocantins, Federal do Par a-\nná e Federal de Viçosa. O curso está em fase de implantação nas Universidades de Brasília e \nFederal de Minas Gerais.  \n No campo específico da Engenharia,  estudos recentes realizados pelo prof. Rogério \ndo Vale, professor  do curso de Engenharia de Produção da COPPE -UFRJ, mostram que as \ntradicionais especializações da Engenharia como Civil, Mecânica, Química, Elétrica e El etrô-\nnica devem perder espaço para novas categorias. Cruzando dados do Relatório anual de i n-", "7": "Projeto de Criação do Curso de Engenharia Ambiental  \n 6 formações so ciais (Rais) e do Cadastro Geral de empregados do Ministério do Trabalho, o \nautor crê que o futuro será mais promissor para engenheiros de telecomunicações, de petróleo \ne de meio ambiente. Neste sentido, apostando na valorização de carreiras difenciadas   e com \nbase em novas formas de organização (grifo nosso), a COPPE está criando cursos de Eng e-\nnharia Ambiental, Explotação de recursos do mar, Petróleo, Computação de alto Desempenho \ne Matérias Compósitos. Ainda segundo o autor, os cursos tradicionais tendem a formar menos \nprofissionais.  \n A criação dos cursos de Engenharia Ambiental se dá em função de uma questão ba s-\ntante clara: há a necessidade de um profissional que tenha a habilidade para compreender e \ntransitar pelas diversas áreas tradicionais do conheci mento que tenham relações com a pr o-\nblemática ambiental. Esta função, nas empresas, vem sendo realizada por profissionais de \ncampos específicos do conhecimento, tais como biólogos, geólogos ou engenheiros de dive r-\nsas especializações, que, apesar dos seus es forços, não têm, em sua formação universitária, \nelementos que forneçam o necessário suporte à compreensão da linguagem multidisciplinar. \nEm outras palavras, isto vale dizer que boa parte dos engenheiros atualmente formados está \naturando em outras áreas, em  função seja da saturação do mercado seja da necessidade de \noutro perfís pr ofissionais.  \n Uma das justificativas para a criação do curso de Engenharia Ambiental em Ouro Pr e-\nto é de caráter estratégico. O novo curso estará ocupando uma área de interface onde atuam, \nde forma isolada, grupos de pesquisadores com tênue interação interna e mesmo com outros \ngrupos. Este fato, aliado às tendências explicitadas anteriormente, faz antever que sua criação \nimpulsionará a consolidação de grupos nestas áreas de interface e que sejam capazes de ava n-\nçar em projetos de excelência e que ultimem em beneficar a instituição em termos de form a-\nção de recursos humanos. O novo curso será também a base sobre a qual poderão ser constr u-\nídos cursos de pós -graduação integradores e que cer tamente, concorrerão para coloc ação da \nUFOP num patamar de excelência.  \n Por fim, resta apenas enfatizar que o profissional Engenheiro Ambiental é uma d e-\nmanda da sociedade brasileira. Não há dúvidas que a Universidade Pública, especificamente, \na UFOP, tem c ompetência para formá -lo, e formá -lo com qualidade.  \nA FORMAÇÃO DO ENGENHEIRO AMBIENTAL DA UNIVERSIDADE FEDERAL  DE \nOURO PRETO: A VALORIZAÇÃO DA PRA XIS \n \n Ao meio ambiente, concorrem variáveis múltiplas. Delineá -las e avaiá -las, de forma ", "8": "Projeto de Criação do Curso de Engenharia Ambiental  \n 7 conjunta é tarefa das  maiores magnitudes. Assim sendo, a formação formal do Engenheiro \nAmbiental da UFOP deve contemplar necessidades específicas para cada uma das demandas \napresentadas e as potencialidades institucionais.  \nUm aspecto que deve ser ressaltado é que, a formação do Engenheiro Ambiental deve \npriorizar determinadas questões que o diferencie dos profissionais hoje existentes, como por \nexemplo, no que se refere à capacidade de compreender processos. Observa -se com bastante \nfrequência, que muitos profissionais hoje for mados, possuem ampla bagagem de conteúdo \nfactual, porém têm muitas limitações para abordarem problemas complexos e multidiscipl ina-\nres, afastando -se da trajetória ideal na busca de soluções criativas.  \nA Escola de Minas, de reconhecida vocação, principalmen te no ensino da Engenharia \nMineral, reúne todas as características necessárias à formação deste Engenheiro, capaz de \nefetuar com segurança a travessia em múltiplos sentidos de fatos para processos e vice -versa. \nAssim sendo, o objetivo é preparar um profiss ional bem capacitado para o trabalho de aquis i-\nção de dados em campo, fato que o diferenciará dos demais profissionais de engenharia, pois \nterá, assim, uma visão de conjunto de todo o processo, compreendendo as interfaces dos d i-\nversos campos de conhecimento . São nas áreas de interface que os problemas alçam a níveis \nelevados de complexidade e de interdependência, onde a capacidade de compreensão da mu l-\ntivariedade de parâmetros e processos concorrentes ocorrem. E é onde se deverá contar com o \ncampo e a vocaçã o dos departamentos da Escola de Minas, no sentido de contornar as co m-\nplexas condições requeridas na formação de um engenheiro ambiental.  \nApós profundas discussões, é praticamente consensual por parte dos membros da c o-\nmissão que o Engenheiro Ambiental dev e transitar nas áreas em que a Escola de Minas tem \nespecializações em suas interfaces com o meio ambiente. Desnecessário afirmar que, como o \ncurso envolve a participação de outros unidades (Escola de Farmácia, ICEB, Faculdade de \nDireito) inclusive no campo  profissionalizante, outras especializações poderão surgir. De \nacordo com as diretrizes curriculares em virgor, a proposição do curso de dá através de um \ncurrículo mínimo e incorporando a flexibilização contida na LDB. Neste sentido a formação \ndo Engenheir o Ambiental seria subdividida em três ramos principais:  \n1. RECURSOS HIDRICOS  \n2. MITIGAÇÃO DO IMPACTO AMBIENTAL DO SETOR INDUSTRIAL MÍNERO -\nMETALÚRGICO  \n3. GERENCIAMENTO E AVALIAÇÃO DO ESPAÇO TERRITORIAL  \nA figura 1 apresenta de forma esquemática a estruturação geral d o curso de engenharia ", "9": "Projeto de Criação do Curso de Engenharia Ambiental  \n 8 ambiental.  \n \nEstes ramos contemplam as especialidades de quatro departamentos da Escola de Minas, \nrespectivamente, os departamentos de Engenharia Civil, Minas, Metalurgia e Geologia. Ne s-\ntas áreas de caráter mais geral, a especialização  do Engenheiro Ambiental estaria garantida \natravés de duas ações:  \n- a primeira delas é a proposição de um currículo mínimo extremamente flexível, com \n3.255 horas de disciplinas obrigatórias e 495 horas de um leque de disciplinas optivas. \nA sustentação dos diferentes ramos do curso de Engenharia Ambiental se dará a partir \nde sua formulação na linha das Diretrizes Curriculares.  \n- a proposição de uma disciplina de final de curso, denominada de Trabalho Final de \nGraduação também concorre neste sentido. A concepçã o da disciplina envolve tr abalhos \nde coleta, tratamento e interpretação de dados, em área específica a ser definida pelo \npróprio aluno, orientado por um professor e em consonância com o ramo de disc iplinas \noptativas a serem seguidas. A avaliação envolverá apresentação de monografia de gr a-\nduação, com apresentação perante banca presidida pelo prof. Coordenador da Discipl i-\nna, que será desinado em sistema de rodízio.  \n \n3 - INVESTIMENTOS EM RECURSOS HUMANOS  \n \nBaseando -se nas disciplinas apresentadas na grade curri cular proposta para o curso de \ngraduação em Engenharia Ambiental, na formação e especialização dos docentes da UFOP e \nna disponibilidade, avaliada por esta comissão, dos professores já existentes na UFOP em \nministrar cursos nos diversos domínios contemplad os, será necessária a contratação de um \ntrês professores para completar o quadro mínimo de docentes para a viabilização do curso.  \nOs professores a serem contratados devem ter o título de doutor e formação básica nas \nseguintes áreas:  \n1. Ecologia (ou Biologia) e reconhecida experiência no campo da Engenharia Ambie n-\ntal. Esse profissional será responsável, a princípio, pelas disciplinas Biologia Celular, \nEcologia Geral, Ecossistemas e Conservação e Proteção de Ecossistemas, além de \npoder contribuir em disciplinas atualmente já oferecidas para os cursos de engenharia \n(p. ex.: Ciências do Ambie nte). \n2. Tratamento de Efluentes Líquidos e Gasosos, com reconhecida experiência na área ", "10": "Projeto de Criação do Curso de Engenharia Ambiental  \n 9 Tratamento de Minérios. Esse profissional deverá ter formação básica em Engenharia \nMetalúr gica ou Engenharia de Minas. Será responsável, a princípio, pelas disciplinas \nobrigatórias de Tratamento de Efluentes na Mineração e Tratamento de Efluentes G a-\nsosos, além de poder contribuir em disciplinas atualmente já oferecidas pela área de \nTratamento d e Minérios aos cursos de graduação em Engenharia de Minas e Eng e-\nnharia Metalúrgica e de pós -graduação em Engenharia de Mineral. Esta é uma área \nque já possui uma sobrecarga grande de trabalho, com uma média por professor ef eti-\nvo de 15 horas semanais de a ulas. \n3. Na área de Química, será necessário um professor que se responsabilizará por mais \numa turma da disciplina Físico -Química, com 8 horas entre teoria e duas turmas de \naulas práticas. Também irá contribuir em disciplinas atualmente já oferecidas pelo \nDepar tamento de Química, que já está com uma elevada carga horária. Quando da \ncriação do curso de Engenharia de Controle e Automação foram alocadas vagas nos \ndepartamentos de Computação, Matemática e Física, tendo o DEQUI assumido acré s-\ncimo em carga horária sem  solicitar contratação de professor.  \n \n4 - INVESTIMENTO EM LABORATÓRIOS  \n \n Os diversos laboratórios existentes na Universidade já atendem boa parte das dema n-\ndas de atividades práticas envolvidas no curso ora proposto. Contudo, será necessária uma \nampli ação, tanto no que se refere a equipamentos, quanto a recursos didáticos -pedagógicos.  \n Apenas um laboratório deverá ser implantado integralmente, de forma específica o \nLaboratório de Climatologia. O espaço físico necessário está sendo avaliado pela chefia do \nDepartamento de Geologia.  \n Os orçamentos individuais, bem como, um quadro sinóptico sintetizam as informações \nem investimentos.  \nLABORATÓRIO 1 - METEOROLOGIA & CLIMATOLOGIA  \n \nRelação de equipamentos para montagem de laboratório e material didático para discipli na. \n \n1) Sistema de aquisição de dados por satélite . Contendo: antena completa omnidirecional \ncom tripé e cabo; receptor de satélite com escaneamento multicanal; interface fax compatível \npara PC/IBM que permite armazenamento automático de dados em disco, RA M ou gravador ", "11": "Projeto de Criação do Curso de Engenharia Ambiental  \n 10 de áudio; programa de captura de imagens de satélite MFMAP com opção de mapeamento \npor malhas de coordenadas ou limites geográficos e manual detalhado de informações. Ref e-\nrência 23 HORAS 2100  (Sist. de satélite) preço US$ 1379.00 e 23 H 2114  (cabo de extensão \nda antena) preço US$ 59.50.  \n \n2) Central do tempo de mesa . Barômetro/higrômetro compacto com mostrador digital que \nmostra simultaneamente temperatura interna, previsão do tempo em 4 símbolos, pressão b a-\nrométrica e tendência e humidade do a r. Requer 4 pilhas tam. AAA. Referência 23 H 2050 , \npreço US$ 99.00.  \n \n3) Estação climática a bateria solar . Estação de alta qualidade que transmite dados à distâ n-\ncia de 300 pés (1km), para o mostrador, de temperatura, pressão barométrica, queda de ch u-\nvas, v elocidade dos ventos, sem cabos ou fios. Referência 23 H 1285 , preço US$ 990.00 . In-\nterface de computador Windows, referência 23 H 1286 , preço US$ 295.00.  \n \n4) Material didático  \n \n4.1) Transparências:  3 jogos com 12 tranp., cada, sobre Tempo ( 7 H 2099 ), Meteo ro-\nlogia e Climatologia ( 7 H 2082 ) e Águas da Terra ( 77 H 2083 ) ao preço de US$ 13.99, \ncada.  \n \n4.2) Slides : 4 jogos. Fenômenos Atmosféricos Não -usuais ( 176 H 1425 , US$ 27.85 ), \nNúvens ( 173 H 0606 , US$ 42.50 ), Frentes e Massas de Ar ( 175 H 0481 , US$ 27.50 ) e O  \nMapa do Tempo ( 175 H 0484 , US$ 27.50 ). \n4.3) Vídeos:  conjunto seriado de vídeos sobre conceitos de clima e previsão de tempo, \ncom 9 fitas VHS com duração de 25 min cada. Referência 193 H 1920 , preço US$ \n409.00.  \n \nCustos , soma: item 1) - 1,438.50  \n   “     2)  -      99.00  \n  “      3) - 1,285.00  \n  “   4.1) -      41.97  \n  “   4.2) -    128.35  ", "12": "Projeto de Criação do Curso de Engenharia Ambiental  \n 11   “   4.3) -    409.00  \nTotal US$ 3,401.82 (três mil quatrocentos e um dólares e oitenta e dois centavos).  \n \nLABORATÓRIO 2 - LABORATÓRIO DE MEDIÇ ÕES AMBIENTAIS  \n \nOrsat – medid or de gases de combustão.    US$ 500,00  \nEspectrofotometro       US$ 2.000,00  \nBomba de vácuo       US$    500,00  \nUltra som        US 3.500,00  \nClassificador de água poluída:     US      200,00  \nAmostrador de sólidos:      US$    100,00  \nPhmetro portátil:       US$    300,00  \nTOTAL        US$ 7,100.00  \n \nLABORATÓRIO 3 - LABORATÓRIO DE INFORMÁTICA – ESCOLA DE \nFARMÁCIA  \n \n(PARA ATENDIMENTO DA DISCIPLINA EPIDEMIOLOGIA)  \n \nQUANTIDADE  DESCRIÇÃO  PREÇO  \n04 COMPUTADOR PENTIUM  US$ 4.800,00  \n \n ", "13": "Projeto de Criação do Curso de Engenharia Ambiental  \n 12 LABORATÓRIO 4 - LABORATÓRIO DE SEDIM ENTOLOGIA  \n \nITEM  QUANTIDADE  DESCRIÇÃO  CUSTO (R$)  \nMicromolinete (medidor de corrente)  1 Modelo USGS 6205  1300,00  \nAmostrador de carga (arraste e salt ação) 1 Modelo US BLM - 84 600,00  \nExaustor  1 - 1900,00  \nCronômetro, trena, vasilhas (garrafas) \nde coleta  - - 400,00  \nProdutos químicos diversos (para \nanálise da fração argila, minerais \npesados, etc)  - - 800,00  \nComputador + Impressora  1 PENTIUM II 300 Mhz, 64Mb RAM  2000,00  \nTOTAL    7000,00  \n \nLABORATÓRIO 5 - LABORATÓRIO DE GEOPR OCESSAMENTO  \n    \n    \n  Quantidade  Valor un.US$  \nComputador Pentium   4 1200,00  \nMesa digitalizadora DigGraf tamanho \nA3  4 1200,00  \n  Total  9600,00  \n \nLABORATÓRIO 6 - LABORATÓRIO DE GEOQU ÍMICA  \n \n    \nEquipamento  Quantid ade     Reais (un)   US$ (un)  \n    \nMedidor Multiparametros Portátil marca W TW (pH, cond., OD, etc) \n+ software  1  2.310,00  \nMedidor Portátil de Sólidos Totais Dissolvidos  1  135,00  \nTurbidímetro Digital Portátil LaMotte  1  1.471,00  \nTurbidímetro Nefelométrico de Bancada  1 1.450,00   \nSmart Colorímetro  1  1.573,00  \nColorímetro Nessl er Quanti + Discos  1 950,00   \nDeionizador de água Gehaka mod. DG -100 1 1.045,00   \nAutoclave  1 1.900,00   \nFreezer 480 litros  1 900,00   \nExaustor para capelas  1 1.800,00   \nMicrocomputador + impressora  1 2.900,00   \nVidraria   2.000,00   \n Total  12.945,00  5.489, 00 \n \n ", "14": "Projeto de Criação do Curso de Engenharia Ambiental  \n 13 LABORATÓRIO 7 - LABORATÓRIO DE TRATAMENTO DE ÁGUAS  \n \nEquipamentos necessários:  \nCâmara de fluxo laminar vertical*: 01 US$ 1,800.00  \nMicroscópio Alfa Photo Nikon ou Olympus CBA ou Zeiss Binocular*: 02 US$ 3,980.00  \nMicropipeta Automática de volume variáv el (1000 L)*: 01 US$ 325.00  \n*Equipamentos sendo adquiridos com recursos do MEC.  \n \nMaterial de Consumo:  \nVidraria  \nProvetas de 100 mL: 05  US$ 8.50 (unidade)  \nBuretas de 25,0 mL: 03  US$ 29.50  (unidade)  \nErlenmeyer 125 mL: 05  US$ 2.75 (unidade)  \nErlenmeyer 250 mL: 05  US$ 2.85 ( unidade)  \nPlacas de Petri 100mm de diâmetro por 20 mm de altura: 20   US$ 4.75 (unidade)  \nTubos Duran  R$ 49,90  ( embalagem com 100)  \n \nMeios de Cultura  \nÁgar Glicose Levedo Triptona R$ 240,00  \nMeio EAM (Ematoxilina Azul de Metileno)  R$ 93,00  (500 g)  \nCaldo Lactosado Verde Brilhante  R$ 122,00  (500 g)  \nCaldo Dextrose Azida  R$ 261,0 0 (500 g)  \nCaldo Azida Etil Violeta R$ 200,00  \nCaldo M -ENDO R$ 59,90  (100 g)  \n \nOutros  \nSuporte para Filtração  R$ 694,00  \nMembrana Milipore 0,45 m. 47 mm diam. HVLP R$ 371 ,00 + IPI 8%  \nMembrana Milipore 0,22 m, 25 mm diam. R$ 106,00  + IPI 8%  \n \n \n ", "15": "Projeto de Criação do Curso de Engenharia Ambiental  \n 14 QUADRO SINÓPTICO  \n \nINVESTIMENTOS EM RECURSOS DIDÁTICOS E LABORATÓRIO  US$ \nLABORATÓRIO DE METEOROLOGIA & CLIMATOLOGIA  3.401.82  \nLABORATÓRIO DE MEDIÇ ÕES AMBIENTAIS  7.100.00  \nLABORATÓR IO DE INFORMÁTICA DA  \nESCOLA DE FARMÁCIA   \n4.800.00  \nLABORATÓRIO DE SEDIM ENTOLOGIA  3.500.00  \nLABORATÓRIO DE GEOPR OCESSAMENTO  9.600.00  \nLABORATÓRIO DE GEOQU ÍMICA  13.489.00  \nBIBLIOTECA DEGEO/DEM IN 12.000.00  \nBIBLIOTECA ICEB  6.000.00  \nLABORATÓRIO DE COMPU TAÇÃO (GRADUAÇÃO /DEGEO)  4.800.00  \nRECURSOS DIDÁTICOS - PROJETORES SLIDES / RETROPOJETORES  2.000.00  \nLABORATÓRIO DE TRATA MENTO DE ÁGUAS - ESCOLA DE FARMÁCIA  7.476.00  \nTOTAL GERAL (US$)  74.166.,82  \n \n ", "16": "Projeto de Criação do Curso de Engenharia Ambiental  \n 15 5 - GRADE CURRICULAR  \n \nCURRÍCULO PLENO PROVISÓRIO – ENGENHARIA AMBIENTAL  \n \nCódigo  DISCIPLINAS OBRIGATÓ RIAS  Período Pré-Requisito  Crédito Aulas T/P  \nCBI 207  Biologia Celular  1o - 4 3/2 \nEMI 101  Introdução à Engenharia Ambiental  1o - 1 1/0 \nGEO 110  Geologia Geral  1º - 3 3/0 \nMTM 131  Geometria Analítica  1o - 4 4/0 \nMTM 12 2 Cálculo Diferencial e Integral I  1o - 6 6/0 \nQUI 200  Química Geral  1o - 5 4/2 \nTOTAL  06 disciplinas     25 \n      \nCOM 105  Introdução à Ciência da Computação  2o - 3 2/2 \nFIS 209  Mecânica Clássica  2o - 3 2/2 \nGEO 109  Geomorfologia e Ocupação Ambiental  2o - 3 3/0 \nMTM 112  Introdução à Álgebra Linear  2º - 4 4/0 \nMTM123  Cálculo Diferencial e Integral II  2o - 4 4/0 \nQUI 117  Físico -Química  2º - 5 4/2 \nTOTAL  06 disciplinas     25 \n      \nCBI 175  Ecologia Geral  3º 1º 3 3/0 \nFIS 210  Física Térmica  3o 1º 3 2/2 \nGEO 113  Minerais, Rochas e Solos  3o 1º 3 3/2 \nMTM124  Cálculo Diferencial e Integral III  3o  1º 4 4/0 \nMTM 145  Modelagem Matemática I  3o 1º 4 3/2 \nQUI 153  Química Orgânica Ambiental  3o 1º 4 4/0 \nTOTAL  06 Disciplinas     25 \n      \nCBI 208  Ecossistemas  4o 2º 3 2/2 \nFIS 211  Eletromagnetismo  4o 2º 3 2/2 \nMTM 151  Estatística e Probabilidade  4o  2º 3 2/2 \nGEO 169  Geoquímica Ambiental  4o 2º 3 3/0 \nCAT 112  Expressão Gráfica I  4o 2º 3 2/2 \nCAT 122  Fenômenos de Transporte  4o 2º 3 2/2 \nTOTAL  06 disciplinas     25 \n      \nCIV 271  Hidráulica  5o 3º 4 3/2 \nCIV 108  Mecânica de Engenharia  5o 3º 3 2/2 \nFAR 101  Princípios de Biotecnologia  5o  3º 3 2/2 \nGEO 114  Climatologia  5o  3º 3 2/2 \nGEO 115  Erosão e Deposição de Sedimentos  5o 3º 2 1/2 \nGEO 116  Cartografia Aplicada  5o 3º 3 2/2 \nTOTAL  06 disciplinas     24 \n      \nCIV 248  Geotecnia  6o  4º 4 3/2 \nCIV 272  Hidrologia Aplicada  6o 4º 3 2/2 \nCIV 273  Transporte de Sedimentos  6o 4º 3 2/2 \nGEO 117  Geoprocessamento  6o 4º 3 1/4 \nGEO 118  Degradação e Poluição Ambiental  6o  4º 3 3/0 \nMIN 101  Processos em Mineração  6o 4º 3 2/2 \nTOTAL  06 disciplinas     25 \n      \nFAR 102  Epidemiologia Ambiental  7o  5º 2 1/2 \nFAR 103  Métodos Biológicos de Tratamento de Resíduos  7o  5º 2 1/2 \nGEO 119  Recursos Energéticos não Renováveis  7o 5º 3 3/0 \nGEO 126  Hidrog eologia Ambiental  7o 5º 3 2/2 \nMET 101  Processos em Metalurgia  7o  5º 3 2/2 \nPRO 241  Economia Política e Financeira I  7o 5º 2 2/0 \nPRO 243  Organização e Administração Industrial I  7o 5º 2 2/0 \nCAT 128  Recursos Energéticos Renováveis  7o 5º 2 2/0 \nTOTAL  08 disciplinas     23 \n      \nCIV 274  Sistemas Hidráulicos e Sanitários  8o 6º 3 2/2 \nDIR 751  Direito Ambiental  8o 6º 4 4/0 \nMET 102  Resíduos Sólidos e Efluentes na Metalurgia  8o 6º 3 3/0 \nMIN 102  Tratamento de Efluentes na Mineração  8o 6º 3 3/0 \nPRO 242  Economi a Política e Financeira II  8o 6º 2 2/0 \nPRO 244  Organização e Administração Industrial II  8o 6º 2 2/0 \nTOTAL  07 disciplinas     18 \n \n \n ", "17": "Projeto de Criação do Curso de Engenharia Ambiental  \n 16  \n \nCódigo  Disciplinas Obrigatórias  Período Pré-Requisito  Crédito Aulas T/P  \nCIV 423  Tratamento de Esgotos  9o  7º 3 2/1 \nEMI 102 Avaliação de Impactos Ambientais  9o 7º 4 4/0 \nMET 103  Metalurgia e Meio Ambiente  9o 7º 3 3/0 \nMET 104  Tratamento de Efluentes Gasosos  9o 7º 4 3/1 \nMIN 103  Mineração e Meio Ambiente  9o 7º 3 3/0 \nTOTAL  04 disciplinas     17 \n      \nCIV 275  Tratamento de Resíduos Sólidos Urbanos  10o 8º 2 2/0 \nEMI 103  Trabalho de Graduação  10o  8º 4 0/8 \nPRO 128  Planejamento e Sistemas de Gestão Ambiental  10o 8º 4 4/0 \nTOTAL  03 disciplinas     14 \n \nCódigo  DISCIPLINAS ELETIVAS  Pré-Requisito  Crédito  Aulas T/P  \n \nRamo I – Recur sos Hídricos  \nCBI180  Limnologia   3 2/2 \nCIV 443  Análise e Remediação da Contaminação no Solo   3 3/0 \nCIV 424  Gerenciamento de Recursos Hídricos A   3 3/0 \nCIV 425  Simulação da Qualidade da Água em Rios e Estuários   2 1/2 \nCIV 426  Simulação da Qual. da Água em Lagos e Reservatórios   2 1/2 \nCIV 427  Modelagem Matemática II   4 3/2 \nFAR 105  Qualidade de Águas   2 1/2 \nGEO 127  Gerenciamento de Recursos Hídricos B   3 3/0 \nGEO 128  Análise Quantitativa de Proc. Erosivos e de Assoreamento   3 2/2 \n \n \nRamo II – Mínero -Metalurgia  \nMET 105  Aspectos Ambientais da Hidrometalurgia   3 3/0 \nMET 106  Físico -Química das Transformações em Meios Aquosos   4 4/0 \nMET 107  Reciclagem de Efluentes da Indústria Metalúrgica   3 3/0 \nMIN 104  Disposição de Rejeitos de Mineração   2 2/0 \nMIN 105  Recuperação de Áreas Degradadas pela Mineração   3 3/0 \nMIN 242  Mecânica das Rochas   4 3/2 \nMIN 243  Estabilidade de Taludes   3 2/2 \nMIN 256  Processamento de Minerais I   3 2/2 \nMIN 257  Processamento de Minerais II   3 2/2 \nMIN 258  Processamento de Minerais I II  3 2/2 \nMIN 262  Introdução à Geoestatística   3 2/2 \n \n \nRamo III – Espaço Territorial  \nCBI 200  Fitogeografia   3 2/2 \nCBI 202  Biogeografia   3 2/2 \nCIV 444  Impacto Ambiental de Obras Civis   3 3/0 \nCIV 445  Geotecnia de Meios Urbanos   3 3/0 \nGEO 129  Processos  e Depósitos em Encostas   3 2/2 \nGEO 130  Dinâmica Costeira e Processos Erosivos   2 2/0 \nGEO 134  Introdução à Geoquímica dos Processos Exógenos   2 1/2 \nGEO 227  Processamento Digital de Imagens   2 1/2 \nGEO 294  Geologia de Engenharia   3 2/2 \nGEO 296  Pedologia   3 3/0 \n \n \nDomínio Conexo  \nCBI 209  Conservação e Proteção de Ecossistemas   3 3/0 \nEDU 109  Métodos e Técnicas de Pesquisa   3 2/2 \nFAR 104  Ecotoxicologia   3 3/0 \nFIL 200  Introdução à Filosofia da Ciência e das Idéias   2 2/0 \nFIS 212  Estrutura da Matéria   3 2/2 \nFIS 213  Oscilações e Ondas   3 2/2 \nGEO 135  Tecnologia e Civilização Industrial   3 3/0 \nGEO 136  Ética, Meio Ambiente e Desenvolvimento   3 3/0 \nGEO 137  Técnicas Instrumentais em Geoquímica Ambiental   1 0/2 \nMTM 154  Estatística Aplicada I   4 4/0 \nMTM 155  Estatística Aplicada II   4 4/0 \nPRO 129  Gestão de Projetos Ambientais   3 3/0 \nPRO 255  Engenharia Econômica   2 2/0 \nPRO 302  Ações Empreendedoras   2 1/2 \nQUI 129  Química Analítica   4 2/3 \n \nO aluno deverá cursar 495 horas de Disciplinas Eletivas.  ", "18": "Projeto de Criação do Curso de Engenharia Ambiental  \n 17  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFig. 1 - Estrutura esquemática do curso de graduação em Engenharia Ambiental.  \n \n Matérias básicas \nde formação do \nengenheiro   \nNúcleo de \ndisciplinas de \nformação \ncomum  1 2 3 ", "19": "Projeto de Criação do Curso de Engenharia Ambiental  \n 18 DISCIPLINAS  NOVAS POR DEPARTAMENTO  \n \n \n \nDISCIPLINAS DO DEPARTAMENTO DE CIÊNCIAS BIOLÓGICAS  \n \nCBI : BIOLOGIA CELUL AR - 75 h (3/2)  \nFundamentos de Biologia  Celular: origem da vida; estrutura celular; células procariotas e e u-\ncariotas; classificação dos organismos vivos; o mundo dos microrganismos.  \n \n \nCBI : ECOLOGIA GERAL - 45 h (3/0)  \nO pensamento ecológico. O âmbito da ecologia. A ecologia e suas sub -divisões.  O conceito \nde ecossistema. O ecossistema como unidade básica da ecologia. Níveis de organização da \nnatureza. Componentes e função dos constituintes do ecossistema. Estrutura do ecossistema. \nA energia nos sistemas ecológicos. Leis da termodinâmica nas tran sformações energéticas do \necossistema, níveis tróficos e qualidade da energia. Emergia. Processos biológicos no eco ssis-\ntema e produtividade. Capacidade de suporte. Sucessão ecológica, homeostasia e climax. F a-\ntores limitantes. Populações e comunidades. Mode los de crescimento. Ciclo da Matéria. C i-\nclos biogeoquímicos. Interferência humana na ciclagem de elementos. Quantificação na cicl a-\ngem de nutrientes. Principais ecossistemas da biosfera.  \n \n \nCBI : ECOSSISTEMAS - 60 h (2/2)  \nEcossistemas terretres (florestais).  Ecossistemas aquáticos (lacustres e oceânicos). Ecossist e-\nmas urbanos e ecossistemas construidos (artificais). Diversidade de ecossistemas e biodive r-\nsidade. Ação antrópica nos ecossistemas. Conservacão e proteção de ecossistemas  \nAspectos legais e formas de  manejo.  \n \n \nCBI : CONSERVAÇÃO E PROTEÇÃO DE ECOSSIST EMAS - 45 h (3/0)  \nMudanças ambientais globais e locais. Areas de proteção ambiental (parques, estações, rese r-\nvas). Aspectos legais da proteção ambiental. Proteção da biodiversidade. Financiamento da \nproteç ão e conservação ambiental. Recuperação de ecossistemas degradados. Age nda 21.  \n \n \nDEPARTAMENTO DE DIREITO  \n \n \nDIR : DIREITO AMBIEN TAL - 60 h (4/0)  \nEvolução histórica do direito ambiental. O direito ambiental no âmbito internacional. Prot e-\nção constitucional do  meio ambiente. Competência no trato de questões ambientais: União \nestados e municípios. Estudo das principais leis federais que regulam o Direito Ambiental. \nOrganização do sistema da administração pública de proteção do meio ambiente. Principais \ninstrumen tos administrativos e seu trâmite. Principais instrumentos judiciais para a proteção \ndo meio amb iente.  \nDEPARTAMENTO DE ENGENHARIA CIVIL  ", "20": "Projeto de Criação do Curso de Engenharia Ambiental  \n 19  \n \nCIV : HIDROLOGIA APLICADA - 60 h (2/2)  \nCiclo Hidrológico, Bacia Hidrográfica, Precipitação, Evaporação e Evapotranspir ação, Água \nSubterrânea, Infiltração, Escoamento Superficial, Regularização de Vazão. H idrometria.  \n \n \nCIV :  GEOTECNIA - 75 h (3/2)  \nÍndices físicos e classificação dos solos. Compactação. Princípio das Tensões Efetivas. Pe r-\nmeabilidade e processos de fluxo nos  solos: fluxo permanente, fluxo em materiais não satur a-\ndos, adensamento. Comportamento geomecânico dos maciços terrosos e rochosos: tensões \natuantes, deformabilidade, resistência.  \n \n \nCIV : SISTEMAS HIDRÁULICOS E SANITÁRIOS - 60 h (2/2)  \nSistemas de abastecim ento d´água: qualidade de água e consumo de água. Captação de água. \nTratamento, reservação e distribuição de água. Sistemas de coleta e transporte de esgotos. \nSistemas de tanques sépticos. Sistemas de drenagem.  \n \n \nCIV :  TRATAMENTO DE RESÍDUOS SÓLIDOS URBANO S - 30 h (2/0)  \nResíduos Sólidos: Origem e caracterização. Acondicionamento. Coleta. Transporte e dispos i-\nção final. Processos de tratamento e de reciclagem.  \n \n \nCIV :  HIDRÁULICA - 75 h (3/2)  \nHidrostática e hidrodinâmica. Escoamento sob pressão. Escoamento em canais. Hidrometria.  \n \n \nCIV : MECÂNICA DE ENGENHARIA  - 60 h (2/2)  \nCinemática e Dinâmica do Corpo Rígido, Esforços Simples, Estudo das Tensões, Relações \nTensão Deformação, Energia de Deformação, Critérios de Resistência, Solicitaçãoes Co mpos-\ntas. \n \n \nCIV : SIM ULAÇÃO DA QUALIDADE DA ÁGUA EM RIOS E ESTUÁRIOS  \n45 h (1/2)  \nQualidade da água em rios e estuários: definições básicas; princípio de conservação da massa; \ndifusão molecular – lei de Fick; difusão advectiva; difusão turbulenta; dispersão longitudinal; \naplicaç ão do conceito de dispersão a cursos d’água naturais; aplicabilidade do conceito de \ndispersão longitudinal; métodos de estimativa do coeficiente de dispersão longitudinal; sim u-\nlação do oxigênio dissolvido em rios. Estuários – aspectos principais caracterís ticos dos e stu-\nários. Exemplos e aplicações.  \n \n \nCIV : SIMULAÇÃO DA QUALIDADE DA ÁGUA EM LAGOS E RESERVATÓRIOS  \n45 h (1/2)  \nLagos e reservatórios: dinâmica dos lagos e reservatórios; características e processos físicos \ndominantes; classificação trófica de lagos  e reservatórios; eutrofização; modelagem matem á-\ntica da qualidade da água; modelagem da estrutura térmica dos lagos e reservatórios; qualid a-", "21": "Projeto de Criação do Curso de Engenharia Ambiental  \n 20 de da água em reservatórios estratificados – balanço de OD em um reservatório; modelos \nsimpl ificados do balanço de n utrientes. Exemplos e aplicações.  \n \n \nCIV :  IMPACTO AMBIENTAL DE OBRAS CIVIS - 45 h. (3/0)  \nAnálise de problemas ambientais gerados por obras civis tais como barragens, estradas, t ú-\nneis, etc, do ponto de vista geotécnico. Avaliação, controle e remediação.  \n \n \nCIV : TRANSPORTE DE SEDIMENTOS  - 60 h. (2/2)  \nCiclo Hidrossedimentológico. Processos e componentes do ciclo Hidrossedimentológico. Cr i-\ntérios para determinação das condições críticas de transporte. Projeto de canais estáveis. T i-\npos de transporte sólido. Trans porte por arraste. Transporte em suspensão. Transporte sól ido \ntotal. Técnicas de medições de descarga sólida. Morfologia fluvial. Estimativa de assor ea-\nmento em reservatórios. Erosão hídrica.  \n \n \nCIV : ANÁLISE E REMEDIAÇÃO DA CONTAMINAÇÃO NO SOLO - 45 h (3/0)  \nProcessos e parâmetros físicos e físico -químicos da migração e acumulação de contaminantes \nem solos. Mecanismos básicos de interação solo -contaminante. Modelos hidrogeoquímicos. \nModelagem e solução numérica. Utilização de programas de computador. Estudos de casos \nreais. Investigação de áreas contaminadas. Métodos e procedimentos para caracterização de \nperfis contaminados. Programas e técnicas de remediação de solo e água contaminada. Ações \nmitigadoras. Estudo e projeto de barreiras reativas.  \n \nCIV :  GEOTECN IA DE MEIOS URBANOS - 45 h (3/0)  \nMovimentos de massa. Diagnóstico de instabilização de taludes. Obras de estabilização. M é-\ntodos de análise de estabilidade de taludes.  \n \n \nCIV : MODELAGEM MATE MÁTICA  II- 75 h (3/2)  \nIntrodução: análise e síntese de problemas na  engenharia, etapas na resolução de problemas, \nmodelos matemáticos exatos e aproximados, soluções exatas e aproximadas, métodos fís i-\ncos, analíticos e numéricos de solução. Modelos matemáticos e sua implementação. Mét o-\ndos numéricos aplicados à solução de pr oblemas na Engenharia Ambiental.  \n \n \nCIV : GERENCIAMENTO DE RECURSOS HÍDRICOS  A - 45 h (3/0)  \nConceituação de gerenciamento ambiental de recursos hídricos. Desenvolvimento sustentável \ne recursos hídricos. Política nacional de recursos hídricos. Disponibilidad e de água. Modelos \nde alocação recursos hídricos. Conceitos econômicos e institucionais para uma alocação ef ici-\nente. Otimização do uso da água. Cobranças e tar ifas. \n ", "22": "Projeto de Criação do Curso de Engenharia Ambiental  \n 21 DEPARTAMENTO DE ENGENHARIA METALÚRGICA  \n \n \nMET : ASPECTOS AMBIE NTAIS DA HIDROMETALU RGIA - 45 h (3/0)  \nConceituação; Escopo; Operações unitárias em hidrometalurgia; Caracterização de efluentes: \nsólidos, líqudos, gasosos; Técnicas de tratamento de efluentes em hidrometalurgia: precipit a-\nção, adsorção, oxidação química, troca -iônica, extração por sol ventes, tratamentos biológicos; \nEstudo de caso: arsênio, cianetos, metais pesados, águasácidas, dióxido de enxofre, outros.  \n \n \nMET : RESÍDUOS SÓLIDOS E E FLUENTES NA METALURG IA - 45 h (3/0)  \nCaracterização física e química dos resíduos sólidos e efluentes. P rincipais fontes. Sistemas \nde coleta, tratamento e manuseio. Reaproveitamento, descarte e eliminação. Legislação e a-\nbordagem econômica. Estudo de casos.  \n \n \nMET : TRATAMENTO DE EFLUENTES GASOSOS - 60 h (3/1)  \nIntrodução. Legislação sobre emissões gasosas. Sep aração de poluentes particulados: separ a-\nção por filtração; separação por precipitação eletrostática; separação por lavagem de gases. \nSeparação de poluentes gasosos e vapores: absorção; dessulfuração de gases; adsorção. El i-\nminação de óxidos de nitrogênio (N Ox); processos catalíticos; processos especiais e biote cno-\nlógicos.  \n \n \nMET : METALURGIA E MEIO AM BIENTE - 45 h (3/0)  \nAspectos de evolução política do setor metalúrgico brasileiro. Políticas direcionadas ao setor \nmetalúrgico (EIA/RIMA e outros licenciamentos) . Órgãos fiscalizadores. Impactos causados \npor atividades metalúrgicas no ar, água e solo. Impactos e suas consequências sociais, ec o-\nnômicas e ambientais. Aspectos de estratégias ambientais de empresas de metalurgia naci o-\nnais e estrangeiras. Metalurgia e s ustentabilidade ambiental. Estudos de casos. Perspectivas \nfuturas.  \n \n \nMET : PROCESSOS EM METALUR GIA - 60 h (2/2)  \nDescrição de processos em siderurgia, metalurgia dos não ferrosos e conformação de mater iais \n \n \nMET : FÍSICO -QUÍMICA DAS TRANSFORMAÇÕES EM MEIOS AQUOSOS - 60 h \n(4/0) \nNatureza e propriedades da àgua e sistemas derivados. Critérios de espontaneidade e equil í-\nbrio. Aspectos Interfaciais. Nocoes de cinética homogenea e heterogênea.  \n \n \nMET : RECICLAGEM DE EFLUENTES DA INDÚSTR IA METALÚRGICA - 45 h (3/0)  \nConceitos gerais. Ação dos componentes e seus derivados. Fundamentos de físico -química \nmetalúrgica. Geração de emissões na indústria metalúrgica. Captação, tratamento e destin ação \ndas emissões. Reutilização e reciclagem: aspectos básicos. Reutilização e rec iclagem: crit é-\nrios e metodologia.  ", "23": "Projeto de Criação do Curso de Engenharia Ambiental  \n 22 DEPARTAMENTO DE ENGENHARIA DE MINAS  \n \n \nMIN : PROCESSOS EM M INERAÇÃO - 60 h (2/2)  \nDescrição dos processos principais na lavra a céu aberto e na lavra subterrânea. Descrição dos \nprocessos principais no tratamento de minério s. Mecanização, informatização e automação na \nmineração. Estudo de casos.  \n \n \nMIN : MINERAÇÃO E MEIO AMB IENTE - 45 h (3/0)  \nAspectos da evolução política do setor mineral brasileiro. Políticas direcionadas ao setor m i-\nneral (EIA/RIMA, PRAD e outros licenciamen tos). Órgãos fiscalizadores. Impactos causados \npor atividades de mineração: exploração de petróleo, elementos metálicos, não metálicos e \nminerais radioativos. Impactos do garimpo e suas consequências sociais, econômicas e amb i-\nentais. Aspectos de estratégia s ambientais de grandes e pequenos grupos de mineração, nac i-\nonais e estrangeiros. Mineração e sustentabilidade ambiental. Perspectivas Futuras. Estudo de \ncasos.  \n \n \nMIN : TRATAMENTO DE EFLUEN TES NA MINERAÇÃO - 45 h (3/0)  \nCaracterização física e química de e fluentes. Principais fontes. Sistema de Captura, trat amen-\nto e manuseio. Reaproveitamento, descarte e eliminação. Estudo de casos. Legislação. Abo r-\ndagem econômica.  \n \n \nMIN : RECUPERAÇÃO DE ÁREAS  DEGRADADAS PELA MINE RAÇÃO - 45 h (3/0)  \nRecuperação de áreas degr adadas pela atividade de mineração, diagnóstico do problema, n e-\ncessidade e importância da recuperação, objetivos da recuperação, uso futuro da área, proc e-\ndimentos e métodos de recuperação, monitoramento ambiental.  \n \n \nMIN : DISPOSIÇÃO DE REJEITOS DE MINERAÇÃ O - 30 h (2/0)  \nRejeitos de mineração. Tipos e propriedades. Métodos de disposição de rejeitos e estéreis de \nmina. Técnicas de construção de pilhas de estéreis e barragens de rejeito. Processos físicos \nexperimentados pelos rejeitos depositados (sedimentação , adensamento, ressecamento). Re a-\nbilitação ambiental de pilhas de estéreis e barragens de rejeito.  \n \n \n \nDEPARTAMENTO DE ENGENHARIA DE PRODUÇÃO  \n \n \nPRO : PLANEJAMENTO E  SISTEMAS DE GESTÃO A MBIENTAL - 60 h (4/0)  \nConceitos básicos: gestão ambiental, sistemas de g estão ambiental, qualidade ambiental. P olí-\nticas públicas e a gestão ambiental. Desenvolvimento sustentável e as empresas. Principais \ninstrumentos de gestão ambiental (fundamentos teóricos e dificuldades  operacionais): lice n-\nciamento ambiental, avaliação de  impacto ambiental, auditoria ambiental, programa de m oni-\ntoramento ambiental, diligência ambiental, análise de risco, programa de recuper a-\nção/remediação de áreas degradadas, certificação ambiental, Normas BS7750 e ISO 14000. ", "24": "Projeto de Criação do Curso de Engenharia Ambiental  \n 23 Políticas públicas e gestão amb iental empresarial. Principais instrumentos de política amb ien-\ntal: instrumentos reguladores e econômicos. Indicadores de desempenho ambiental. O me rca-\ndo e os investimentos ambientais.  \n \n \nPRO : GESTÃO DE PROJ ETOS AMBIENTAIS - 45 h (3/0)  \nElaboração de projet os e programas: lógica, aspectos importantes e apresentação da proposta. \nTécnicas de Focalização: Diagnóstico do problema e planejamento. Estratégias metodológ i-\ncas. Ética e projetos sociais. Parcerias e Redes. Recursos Orçamentários: previsão e controle. \nViabilidade: mensuração de custos e benefícios. Acompanhamento e monitoração. Desd o-\nbrame ntos ou efeitos multiplicadores. Avaliação de resultados e de impacto social.  \n \n \n \nDEPARTAMENTO DE FARMÁCIA  \n \n \nFAR : PRINCÍPIOS DE BIOTECNOLOGIA - 60 h (2/2)  \nBiotecnologia:  conceituação e evolução histótica; Fundamentos de Bioquímica Celular. N o-\nções de Biologia Molecular. Fundamentos de Microbiologia Aplicada. Microrganismos e o \nmeio ambiente.  \n \n \nFAR : EPIDEMIOLOGIA AMBIENTAL - 45 h (1/2)  \nProcesso doença -saúde. Princípios bá sicos da epidemiologia. Doenças transmissíveis e modos \nde transmissão. Riscos à saúde relacionados com exposição ambiental e ocupacional. Polít icas \nde saúde pública  \n \n \nFAR : MÉTODOS BIOLÓG ICOS DE TRATAMENTO D E RESÍDUOS - 45 h (1/2)  \nOrigem dos rejeitos sólid os e líquidos. Geração de efluentes ácidos. Solubilização de metais \npesados. Deposição de rejeitos sólidos. Decomissionamento de minas. Ciclos biogeoquímicos \ndos minerais. Processos microbiológicos de tratamento: biolixiviação, bioacumulação, bi o-\ntransforma ção, biosorção, biodegradação. Escolha do processo/material biológico.  \n \n \nFAR : QUALIDADE DE Á GUAS 45 h. (1/2)  \nAvaliação da água de diferentes mananciais. Formas de tratamento. Análises físico -química e \nmicrobiológica. Caraterística e preservação da água tr atada . \n \n \nFAR : ECOTOXICOLOGIA  - 45h (3/0)  \nConceituação da ecotoxicologia. Formas de toxidade. Comportamento de tóxicos no meio \nambiente. Etiologia das contaminações ambientais. Estudo dos principais contaminantes a m-\nbientais.  \n ", "25": "Projeto de Criação do Curso de Engenharia Ambiental  \n 24 DEPARTAMENTO DE GEOLOGIA  \n \n \nGEO : ANÁLISE QUANTITA TIVA DE PROCESSOS ER OSIVOS E DE ASSOREAM ENTO  \n60 h (2/2)  \nQuantificação da erosão e produção de sedimentos Equipamentos e amostragem. Process a-\nmento de dados sedimentológicos. Estudo e quantificação de reservatórios..  \n \n \nGEO : CARTOGRAFIA  APLICADA - 60h (2/2)  \nTopografia e mapas topográficos: cartas básicas e derivadas; mapas geológicos, cartas ge o-\ntécnicas; cartas de uso do solo, cartografia de risco, zoneamento ambiental, Fot ogrametria.  \n \n \nGEO : CLIMATOLOGIA  - 60 h (2/2)  \nProcessos atmosféri cos. Elementos e fatores climáticos. Tipos e classificação de climas. Di s-\ntribuição climática. Oceanos e clima. Climatologia fractal. Mudanças climáticas globais. I n-\ntrodução à Paleoclimatologia.  \n \n \nGEO : DEGRADAÇÃO E P OLUIÇÃO AMBIENTAL - 45 h (3/0)  \nDefiniçõe s – contaminação versus poluição - limites críticos -  elementos essências e não e s-\nsenciais - substâncias tóxicas - leis brasileiras e normas internacionais.  \nA litosfera terrestre e fontes da contaminação e poluição de solos e sedimentos – a indústria – \natividades agropecuárias – poluições domésticas.  \nA atmosfera terrestre e problemas da sua poluição – chuva ácida - buraco de ozônio - efeito \nestufa - o papel da indústria e a poluição pelo tráfego de automóveis  \nA hidrosfera  e a contaminação das águas -  poluições contínuas - acidentes marítimas e te r-\nrestres  \n \n \nGEO : DINÂMICA COSTE IRA E PROCESSOS EROS IVOS - 30 h (2/0)  \nCaracterização da dinâmica do sistema costeiro arenoso dominado por ondas, abrangendo os \nprocessos astronômicos, meteorológicos, oceanográficos e sedimentares envolvidos. Estudo \nde fenômenos de erosão costeira incluindo suas causas dentro da dinâmica costeira e da oc u-\npação antrópica da zona litorânea, bem como metodologias corretivas e preve ntivas.  \n \n \nGEO : RECURSOS ENERGÉTICOS  NÃO RENOVÁVEIS - 45 h (3/0)  \nRecursos energéticos não renováveis. Carcterização e aproveitamento dos recursos naturais.  \n \n \nGEO : EROSÃO E DEPOS IÇÃO DE SEDIMENTOS - 45 h (1/2)  \nConceitos de processos erosivos, geração de sedimentos, transporte e assore amento.  \n \n \nGEO : ÉTICA, MEIO AMBIENTE E DESENVOLV IMENTO - 45 h (3/0) \nUm conceito de ética; valores e a mutação tecnológica em curso. Cenários para a vida hum a-\nna: fundamentalista, autoritário e democrático. As implicações ético políticas da crise sócio -", "26": "Projeto de Criação do Curso de Engenharia Ambiental  \n 25 ambiental contemporânea.  Socieda de, cultura e ambiente. Limites ecológicos do desenvo lvi-\nmento; o conceito de sustentabilidade e suas implicações sociais; diferentes concepções da \nrelação entre sociedade, desenvolvimento e natureza; os paradigmas do desenvolvimento su s-\ntentável: paradigma ecocêntrico, tecnocêntrico, e antropocêntrico; desenvolvimento, r egula-\nções da natureza e escolhas sociais: os novos equilíbrios.  \n \n \nGEO : GEOMORFOLOGIA E OCUPAÇÃO AMBIENTAL  - 45 h (3/0)  \nLevantamento do meio físico: rocha, relevo, hidrografia, clima, solo. C aracterização dinâmica \ndo sistema ambiental: indicadores de qualidade ambiental, relativos ao meio físico, à fauna, \nflora, ar e homem. Compartimentação dos sistemas ambientais. Uso e ocupação dos sistemas \nambientais pelo homem considerando as diferentes at ividades modificadoras do meio amb ien-\nte (estradas, aeroportos, minerações, aterros sanitários, complexo industrial, projeto urb anísti-\nco ou agropecuário). Estudo do efeito impactante do empreendimento, preservando a relação \nde dependência entre a sociedade local (monumentos arqueológicos, históricos, cult urais) e os \nrecursos ambientais existentes.  \n \n \nGEO : GEOPROCESSAMEN TO - 75h (1/4)  \nIntrodução.às Geotecnologias. Base de dados Georreferenciada e Cartografia digital. Sistema \nGPS. Coleta, entrada e conversao d e dados para GIS. Banco de dados relacional. Sensori a-\nmento remoto e processamento digital de imagens. Técnicas de análise e Modelagem de d a-\ndos espaciais. Integração de informações com GIS. Geoprocessamento em Meio Ambiente. \nEstabelecimento, implantação e a dministração de projetos básicos com GIS.  \n \n \nGEO : GERENCIAMENTO DE RECURSOS HÍDRICOS  B - 45 h (3/0)  \nAnálise de bacias hidrográficas. Conceituação de gerenciamento ambiental.  \n \n \nGEO : HIDROGEOLOGIA AMBIENTAL - 60 h (2/2)  \nOs sistemas aquíferos. Relações entr e as águas superficiais e subterrâneas.  \nHidroquímica. Qualidade da água e padrões de aceitabilidade para os diversos usos.  \nComportamento e vulnerabilidade dos aquíferos em relação ao aporte de poluentes.  \nImpactos ambientais nos sistemas aquíferos.  \n \n \nGEO  : INTRODUÇAO À GEOQU IMICA DOS PROCESSOS EXÓGENOS - 45 h (1/2)  \nComposição de rochas e minerais. Intemperismo químico e processos geoquímicos do amb i-\nente superficial. Hidratação. Oxidaçao -reduçao. Dissoluçao -precipitaçao. Reações de hidról i-\nse. Complexaçao. Mobilidade dos elementos. Composição química das águas superficiais. \nImpo rtância das atividades biológicas associadas aos processos superficiais.  \n \n \nGEO : MINERAIS, ROCH AS E SOLOS - 75 h (3/2)  \nIdentificação macroscópica e classificação dos principais minera is petrográficos e de intere sse \neconômico, com base em suas propriedades físicas e químicas. Processos petrogenéticos e \ndescrição, classificação e nomenclatura das rochas ígneas, sedimentares e metamórf icas. \nGEO : PROCESSOS E DE PÓSITOS EM ENCOSTAS - 60 h (2/2). ", "27": "Projeto de Criação do Curso de Engenharia Ambiental  \n 26 Introdução. Caracterização Geológica e Geotécnica dos Maciços Rochosos: rochas e desco n-\ntinuidades. Caracterização Geológica e Geotécnica dos Maciços Terrosos: solos residuais e \ndepósitos de encosta; pedogênese.  Hidrologia de encostas: ciclo hidrológ ico; fluxos superf i-\nciais e subsuperficiais (caracterização e fatores condicionantes). Estratigrafia dos Depósitos \nde Encosta; Formas de Relevo e Modelos de Evolução de Encostas. Erosão: caracterização; \nfatores condicionantes;  influência das atividades ant rópicas.Movimentos de Massa: caract eri-\nzação; fatores condicionantes; influência das atividades antrópicas. Impactos Ambientais no \nDomínio das Encostas: avaliação; previsão e controle de riscos.  \n \n \nGEO : TÉCNICAS INSTR UMENTAIS EM GEOQUÍMI CA AMBIENTAL - 30 h (0/2)  \nMétodos instrumentais e princípios de funcionamento de equipamentos. Potencialidade dos \ndiferentes métodos e respectivas aplicações em geoquímica ambiental. Principais métodos \nabordados: pHmetros, condutivímetros, eletrodos de íons seletivos; Voltame tria, Nefelom e-\ntria; Espectrometria ótica: princípios e definições; Espectrometria de absorção atômica; E s-\npectrometria de emissão atômica; Espectrometria de fluorescência de raios – X; Microssonda \neletrônica; Microscopia eletrônica; Espectrometria de massa;  Cromatografia líquida e gasosa.  \n \n \nGEO : TECNOLOGIA E C IVILIZAÇÃO INDUSTRIA L - 45 h (3/0)  \nPressupostos antropológico -filosóficos das teorias do desenvolvimento e gestão ambiental. O \nhomo economicus . Os paradigmas do progresso. A dinâmica da secularização. A destruição \ndas bases metafísicas tradicionais e a instauração da modernidade ocidental. Dialética da c o-\nlonização e dilemas da industrialização. Conflito e coesão. Alertas Modernos aos Riscos Ec o-\nlógicos. Desenvolvimento e meio ambiente nas raízes do Brasi l.  \n \n \n \nDEPARTAMENTO DE MATEMÁTICA  \n \n \nMTM : MODELAGEM MATE MÁTICA I - 75 h (3/2)  \nMétodos numéricos:sistemas de equações lineares simultâneas,soluções de equações por it e-\nração, interpolação, derivação e integração numérica. Solução de EDO e EDP: introdução ao \nmétodo dos elementos finitos. Método das diferenças finitas. Aplicação: modelagem numér ica \nde problemas ambientais.  \n \n \n \nDEPARTAMENTO DE QUÍMICA  \n \n \nQUI : QUÍMICA ORGÂNICA AMBIENTAL  – 60 h (4/0)  \nEstudo do carbono. Estudo das funções orgânicas principais. Propr iedades físicas e químicas das fu n-\nções orgânicas principais. Ciclos biogeoquímicos. Compostos orgânicos macromoleculares e sua impo r-\ntância na formação do querogênio, carvão e petróleo. Comportamento de compostos orgânicos em s u-\nperfície. Comportamento de co mpostos orgânicos em águas subterrâneas e solos.  \nDEPARTAMENTO DE TÉCNICAS FUNDAMENTAIS  \n ", "28": "Projeto de Criação do Curso de Engenharia Ambiental  \n 27  \nTEF : FENÔMENOS DE T RANSPORTE - 60 h (2/2)  \nTransferência de calor: condução, convecção e radiação. Mecânica dos fluidos: estática d inâ-\nmica dos fluidos. Equações de con servação. Convecção forçada: escoamento laminar e turb u-\nlento. Convecção natural. Vaporização e condensação. Tranferência de massa: lei de Fick. \nDifusão em gases e líquidos. Coeficiente de transferência de massa.  \n \n \nTEF : RECURSOS ENERGÉTICOS RENOVÁVEIS - 30 h (2/0)  \nIntrodução. A importância da energia nos custos de produção. Energia e qualidade de vida. O \nimpacto ambiental. Energia primária e secundária. Energias alternativas: tipos, fontes, a spec-\ntos políticos, ambientais e tecnológicos.  \n \n \n \nDISCIPLINAS DA ES COLA DE MINAS COM ROTATIVIDADE DE \nDEPARTAMENTO  \n \n \nEMI : INTRODUÇÃO À E NGENHARIA AMBIENTAL - 15 h (1/0)  \nEngenharia e meio ambiente. perfil profissional e mercado de trabalho; consciência ambiental \ne interdisciplinaridade; ciências ambientais; problemas ambie ntais no mundo; problemas a m-\nbientais brasileiros.  \n \n \nEMI : AVALIAÇÃO DE I MPACTOS AMBIENTAIS - 60 h (4/0)  \nDefinições e conceitos : avaliação de impacto ambiental (AIA), o impacto ambiental, monit o-\nramento ambiental. Origens e evolução da AIA. A AIA no Brasil.  Evolução cronológica da \nAIA junto ao sistema de licenciamento ambiental. O processo de AIA. A AIA no contexto do \ndesenvolvimento sustentável. Os papéis da AIA. Etapas da AIA. A elaboração e planejamento \nde um do EIA. Elementos constituintes do EIA. O RIMA . Métodos de avaliação de impacto. \nA Resolução CONAMA 001/86 e a Resolução 237/97. Licenciamento ambiental e a AIA. \nAIA e audiência pública. A AIA no sistema de licenciamento ambiental em Minas Gerais. A \nAIA e o gerenciamento ambiental. Eficácia e ineficiê ncia da AIA. Estudos de caso.  \n \n \nEMI : TRABALHO DE GR ADUAÇÃO - 120 h (0/8)  \nPlanejamento e execução de projeto ambiental integrado, levantamento de campo de sistemas \nambientais, tratamento, análise dos dados e elaboração de monografias e relatórios técnicos.  ", "29": "Projeto de Criação do Curso de Engenharia Ambiental  \n 28  "}