{"1": "maio de 2015   \n \n \n \n \n \n \n \nUNIVERSIDADE FEDERAL DE ITAJUBÁ  \n \n \nPRÓ -REITORIA DE GRADUAÇÃO  \n \n \nPROGRAMA DE FORMAÇÃO EM \nENGENHARIA ELÉTRICA  \n \n \n \nPROJETO PEDAGÓGICO  \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "2": "Programa de Formação em Engenharia Elétrica  \n 1 1 INTRODUÇÃO  \n \n A competitividade imposta pela globalização, as evoluções tecnológicas e econômicas \nvivenc iadas nas últimas décadas e as crises do setor energético brasileiro causaram mudanças \nradicais na estrutura do setor elétrico nacional e em suas áreas de influência.  \n \n A importância do setor elétrico brasileiro extrapola seus próprios limites, isto é, sua  \ninfluência é determinante em vários outros setores de atividades sócio -econômicas e \nindustriais da nação. Isto dá às atividades relacionadas à produção e utilização de energia \nelétrica uma importância fundamental e ímpar nas atividades econômicas do país.  Qualquer \nplano de desenvolvimento, de incremento industrial e mesmo as atividades do dia -a-dia da \nnação dependem da atuação e desempenho do setor elétrico, como ficou evidenciado.  \n \n É notório que o programa de formação em  Engenharia Elétrica é um elemento  \npropulsor do desenvolvimento  socioeconômico regional  e, neste contexto beneficia a \nimplantação de empresas de base tecnológica, a atração de parcerias estratégicas e a \nincubação de empresas locais. Estas atividades, seguramente, gerarão empregos e \ndesenvo lvimento regional. E não menos importante, é sabido que , para o desenvolvimento do \npaís, é crucial o domínio de tecnologias  inovadoras , muitas das quais estão relacionadas com \na Engenharia Elétrica . \n \n Todos estes fatos demandam e suportam a existência do programa de formação em \nEngenharia Elétrica , o qual busca formar profissionais com uma formação sólida e adequada \nao contexto social, tecnológico e econômico do país, com virtudes humanas e competências \ncientíficas para enfrentar os desafios desta nova real idade do mercado.  \n \nEste projeto pedagógic o tem como principal objetivo apresentar a filosofia de \nformação do engenheiro eletricista , que serve de fundamentação para as práticas do processo \nde ensino -aprendizagem em Engenharia Elétrica pela UNIFEI . Cumpre, pois, citar as célebres \nfrases do fundador da UNIFEI:  \n \n“Se a ciência é filha da observação e da experiência, estes são em verdade, os \nprocessos pelos quais principalmente ela deve ser ensinada”.  \n \n“Revelemo -nos, mais por atos do que por palavras, dignos de possuir este grande \npaís”.  \nDr. Theodomiro Carneiro Santiago  \n \n \n \n2 CONTEXTUALIZAÇÃO  \n \nPrograma de formação  em Engenharia Elétrica – Universidade Federal de Itajubá  \n \n Criação:  Decreto Federal 9.990 de 08/01/1913  \n Reconhecimento : Lei Federal 3.232 de 05/01/1917  \n Duração: mínimo 10 semestres , máximo 18 semestres  \n Período: diurno  \n Vagas: 85 por ano \n \n ", "3": "Programa de Formação em Engenharia Elétrica  \n 2 2.1 CONTEXTO ATUAL DO PROGRAMA DE FORMAÇÃO EM ENGENHARIA \nELÉTRICA  \n \n O corpo docente do programa de formação em engenharia elétrica é constituído de \nprofissionais dos vário s institutos da Universidade Federal de Itajubá.  \nNo curso de Engenharia Elétrica a maioria das disciplinas, as quais compõem os \nnúcleos de conteúdos básicos, específicos, específicos de ênfase, humanísticos e sociais, de \nsua grade curricular, é ministrada por mestres ou doutores do Instituto de Sistemas Elétricos e \nEnergia  (ISEE) . \nA Figura 1 apresenta um gráfico que ilustra a distribuição percentual de participação \ndos institutos da Universidade Federal de Itajubá n a carga horária d o programa de formação \nem Engenharia Elétrica . Considerando o desdobramento das turmas práticas , tem-se a \nseguinte distribuição percentual:  \n Instituto de Sistemas elétricos e Energia (ISEE) – 50,4 %; \n Instituto de Matemática e Computação (IMC) – 12,8%;  \n Instituto de Engenharia de Sis temas e Tecnologia da Informação (IESTI) – 12,4 %; \n Instituto de Física e Química (IFQ)  – 12,0 %; \n Instituto de Engenharia Mecânica (IEM) – 6,4 %; \n Instituto de Engenharia de Produção e Gestão (IEPG) – 4,3 %; \n Instituto de Recursos Naturais (IRN) – 1,7 %. \n \nISEE\n50,4%\nIMC\n12,8%IESTI\n12,4%IFQ\n12,0%IEM\n6,4%IEPG\n4,3%IRN\n1,7%\n \nFigura 1: Distribuição percentual de participação dos institutos da Universidade Federal de \nItajubá n a carga horária d o programa de formação em Engenharia Elétrica.  \n \n ", "4": "Programa de Formação em Engenharia Elétrica  \n 3 2.2 INFRAESTRUTURA  \n \n O programa de formação em Engenharia Elétrica faz uso, quando necess ário e dentro \nda disponibilidade, da infraestrutura  presente nos vários institutos da Universidade Federal de \nItajubá.  Diversos laboratórios didático -científicos da UNIFEI oportunizam aos alunos uma \naprendizagem teórico -prática:  \n \n Laboratórios de Fundamentos  de Programação;  \n Laboratórios de Física;  \n Laboratório de Química;  \n Laboratório de Eletricidade Básica;  \n Laboratórios de Eletrônica Analógica;  \n Laboratório de Eletrônica Digital;  \n Laboratório de Medidas Elétricas;  \n Laboratório Eletromecânico de Pequenas Centrais Hidrelétricas;  \n Laboratório de Máquinas Elétricas;  \n Laboratórios de Controle e Automação;  \n Laboratório de Instalações Elétricas;  \n Laboratório de Eletrônica de Potência;  \n Laboratório de Acionamentos Elétricos;  \n Laboratório de Alta Tens ão. \n \n \n2.3  ASPECTOS LEGAIS   \n \n O curso de Engenharia Elétrica da UNIFEI atende às resoluções do Ministério de \nEducação  e do sistema CONFEA/CREA, no que se refere às atividades do engenheiro \neletricista e ao currículo mínimo exigido.  \n \n2.4 QUALIFICAÇÃO  DO ENGENHEIRO ELETRICISTA  \n \nO engen heiro eletricista é capacitado , qualificado e apto a ser habilitado no sistema de \nregistro profissional  para atuar nas diversas áreas que compõe m o campo da Engenharia \nElétrica : geração  (a partir de diversas fontes primárias renováveis ou não, tais como \nhidrelétrica, termelétrica, solar, eólica, nuclear, etc.) , transmissão, distribuição , \ncomercialização  e utilização da energia elétrica e seus serviços afins e correlatos, incluindo a \neducação profissionalizante.  \n \nO engenheiro eletricista deve usar o seu conh ecimento técnico na solução de  \nproblemas que possam surgir tanto num circuito como numa rede elétrica , independente de \nsuas dimensões . Ele pode empreender ou trabalhar em empresas que lidem com a geração \n(concentrada ou distribuída), transmissão e distribu ição de energia elétrica  em seus aspectos \ntécnicos, econômicos e regulatórios ; instalações elétricas residenciais, comerciais e \nindustriais; projeto e desenvolvimento de máquinas elétricas; equipamentos de  controle,  \nproteção e s egurança; eletrônica industr ial; planejamento, operação e manutenção de sistemas \nelétricos em geral.  \n \n \n \n ", "5": "Programa de Formação em Engenharia Elétrica  \n 4 2.5 MERCADO POTENCIAL  \n \nEmpresas concessionárias de energia elétrica e de outros serviços públicos, empresas \npúblicas ou privadas , no setor tecnológico, industrial ou de serviços esp ecializados como \nconsultoria, pesquisa aplicada e inovação,  e instituições de ensino e pesquisa ligadas à área de \nengenharia elétrica ou áreas afins.  À vista de sua ampla formação humana e técnico -científica, \ntambém pode ser empreendedor de novos negócios,  na criação e liderança de novos \nempreendimentos em sua área de atuação.  \n \n \n3 PERFIL DO EGRESSO  \n \nO perfil dos egressos de um curso de engenharia compreenderá uma sólida formação \ntécnico -científica e profissional geral que o capacite a absorver e desenvolver  novas \ntecnologias, estimulando a sua atuação crítica e criativa na identificação e resolução de \nproblemas, considerando seus aspectos políticos, econômicos, sociais, ambientais e culturais, \ncom visão ética e humanística, em atendimento às demandas da soci edade.  \n \nO currículo do Programa de Formação em Engenharia Elétrica permitirá a seus \negressos adquirir competências e habilidades para:  \na) aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à \nengenharia;  \nb) projetar e conduzir expe rimentos e interpretar resultados;  \nc) conceber, projetar e analisar sistemas, produtos e processos;  \nd) planejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia;  \ne) identificar, formular e resolver problemas de engenharia;  \nf) desenvol ver e/ou utilizar novas ferramentas e técnicas;  \ng) supervisionar a operação e a manutenção de sistemas;  \nh) avaliar criticamente a operação e a manutenção de sistemas;  \ni) comunicar -se eficientemente nas formas escrita, oral e gráfica;  \nj) atuar em equipes mu ltidisciplinares;  \nk) compreender e aplicar a ética e responsabilidade profissionais;  \nl) avaliar o impacto das atividades da engenharia no contexto social e ambiental;  \nm) avaliar a viabilidade econômica de projetos de engenharia;  \nn) assumir a postura de per manente bu sca de atualização profissional;  \no) continuar sua capacitação através d e programas de pós -graduação em níveis de \nespecialização, mestrado ou doutorado e dedicar -se ao ensino e pesquisa.  \n \n4 MISSÃO DA UNIVERSIDADE  E O PROGRAMA DE FORMAÇÃO EM \nENGENH ARIA ELÉTRICA  \n \nPromover, de forma ininterrupta, a formação de profissionais para atuarem na área de \nengenharia elétrica, conforme as diretrizes do Ministério da Educação (MEC) , e em \nconsonância com a missão da Universidade Federal de Itajubá , que é a de ge rar, sistematizar, \naplicar e difundir conhecimento, ampliando e aprofundando a formação de cidadãos e \nprofissionais qualificados  e empreendedores , e contribuir para o desenvolvimento sustentável \ndo país, visando à melhoria da qualidade da vida.  \n \n \n \n ", "6": "Programa de Formação em Engenharia Elétrica  \n 5 5 OBJETIV OS  \n \nO objetivo deste PPC é explicitar os princípios teórico -metodológicos, a estrutura e as \ncondições de oferta do curso bem como o conjunto de ações sócio -política s e técnico -\npedagógicas necessário à sua execução.  \n \nO programa de formação em Engenharia El étrica da UNIFEI está estruturado tendo \ncomo características:  \n Flexibilidade  e atual idade ; \n Formação d e qualidade e relevância ; \n Atrativ idade  e responsabilidade social.  \n \n5.1 FLEXIBILIDADE E ATUALIDADE  \n \n Apresentar opções para uma formação em conformidade com  o interesse profissional \nfuturo do discente, com um currículo atualizável. Para alcançar os objetivos de flexibilidade e \natualidade propõe -se: \n A adaptação  do conteúdo (obrigatório) das disciplinas a tópicos fundamentais à \nformação do engenheiro eletricist a; \n A criação de áreas de concentração no programa de formação em  Engenharia Elétrica ; \n Disponibilizar disciplinas de outras áreas de concentração ou de outros programas de \nformação  e flexibilizar a opção pelas mesmas;  \n Otimizar o posicionamento cronológico d as disciplinas na grade curricular.  \n \n5.2 FORMAÇÃO DE QUALIDADE E RELEVÂNCIA  \n \n Formar um engenheiro eletricista com elevado conteúdo técnico, desenvolver sua \ncapacidade de auto -aprendizado e consciência de sua relevância como elemento \ntransformador social p ara o bem estar da sociedade. Para atingir esses objetivos propõe -se: \n Aumento da responsabilidade e disciplina do aluno no processo de aprendizagem;  \n Ampliar , nas disciplinas, a utilização de pesquisas e o desenvolvimento  de projeto s \naplicados ; \n Incentivar o  desenvolvimento das habilidades de comunicação oral e escrita;  \n Valorizar as atividades extracurriculares  e empreendedoras . \n \n5.3 ATRATIVIDADE E RESPONSABILIDADE SOCIAL  \n \n O programa de formação será atrativo à medida que preparar o estudante para atuar \nnos diversos segmentos da Engenharia Elétrica e, adicionalmente, motivá -lo para uma vida \nprofissional de contínua atualização. O programa de formação  apresentará aos alunos uma \nproposta pedagógica  atrativa , mostrando -lhes o desafio intelectual que é atuar na á rea de \nengenharia elétrica.  \nSimultaneamente , a responsabilidade social será incentivada e valorizada com uma \ngrade curricular que apresente meios para a integração dos alunos com a comunidade.  \n Para atender esses objetivos, propõe -se: \n Uma formação básica s ólida;  \n Assegurar uma formação profissionalizante de ampla abrangência;  \n Uma formação que contemple o estado da arte em Engenharia Elétrica ; \n Incentivar a execução de projetos multidisciplinares;  \n Incentivar a realização de projetos de interesse e em parceria com a sociedade ; ", "7": "Programa de Formação em Engenharia Elétrica  \n 6  Incentivar a realização de estágios  relevantes para a formação dos alunos, mas também \ncom contribuição social ; \n Incentivar a produção de trabalhos de conclusão de curso relevantes para as \nengenharias e a sociedade . \n \n \n6 FUNDAMENTOS DIDÁTICO -PEDAGÓGICOS  \n \nA proposta de aprendizagem para o programa de formação em engenharia elétrica \npossibilitará, aos discentes, o desenvolvimento das habilidades mencionadas como alternativa \na um enfoque de treinamento técnico normalmente adotado.  \n \nA motivação do s discentes e de todos os participantes do processo educacional é um \naspecto primordial para o sucesso na formação profissional de engenharia. Partindo do \npressuposto de que os alunos escolhem seus programas de formação espontaneamente, e o \nfazem por vocaç ão e convicções próprias, conclui -se que eles iniciam naturalmente motivados \nessa etapa de suas vidas. As impressões iniciais sobre a área de atuação e as suas atividades \nprofissionais, seguramente, é que lhes são atraentes. É mister, ao programa de formaç ão em \nengenharia, manter e fortalecer essa motivação, fazendo com que a percepção dos estudantes \nsobre sua formação seja ampliada.  \n \nO programa de formação em Engenharia Elétrica da Universidade Federal de Itajubá \nadota uma postura e filosofia de aprendizag em que possibilita m a manutenção da motivação \ninicial dos alunos, ao colocá -los em contato com as atividades de engenharia desde o início de \nseu curso. No entanto, é preciso evidenciar aos discentes que o conhecimento dos \nfundamentos básicos – matemática, física, química, programação e outros – é, entre outras, \numa ferramenta indispensável, que lhes possibilita engendrar e consolidar suas idéias. Logo, \ncabe ao aluno adquirir e sedimentar o conhecimento do conjunto de fe rramentas básicas e, por \nconsequ ência,  ter segurança na escolha da mais apropriada a cada tarefa a ser realizada e \nutilizá -la com propriedade.  \n \nFazer uma contextualização do programa de formação em Engenharia Elétrica , na sua \ntotalidade, é uma necessidade  para manter e intensificar a motivaçã o inicial dos discentes. \nEssa contextualização deve ser pontual, ao enfocar determinada tarefa necessária ao \ncumprimento das metas de uma atividade curricular e, simultaneamente, ser global ao \npossibilitar ao estudante tornar -se capaz de compreender e orga nizar mentalmente, desde o \ninício, o papel de sua formação dentro da sociedade até a função de cada conhecimento \nadquirido em sua formação. Esta meta requer mudanças, em geral, uma inversão na ordem do \naprendizado. No modelo hoje existente, os conhecimento s básicos são transferidos ao aluno \ncom premissa de que serão úteis num futuro próximo na solução de vários problemas. E esse é \no fator de motivação usado para a transferência do conhecimento básico.  \n \nAdotar desafios e problemas de engenharia, desde o iní cio do programa de formação , é \numa solução a ser testada. A solução desses desafios, de forma genérica e superficial, \nproporcionará ao aluno uma visão e compreensão dos sistemas como um todo, do arsenal de \nferramentas e conhecimentos, de análise e de sínte se, necessários à solução de problemas.  \n \nUm aspecto importante a ser considerado é a constante atualização dos conhecimentos \ne suas aplicações. Os temas abordando novas tecnologias podem despertar grande interesse \nnos estudantes bem como de suas relações c om a comunidade. As diversas áreas da \nEngenharia Elétrica desenvolvem -se rapidamente e a abordagem desses tópicos é importante ", "8": "Programa de Formação em Engenharia Elétrica  \n 7 para que se tenha uma formação de qualidade e comprometida com a realidade vigente.  \n \nAlém dos conhecimentos básicos e específicos  oferecidos aos estudantes, outras \natividades dentro do programa de formação  devem proporcionar meios para o \ndesenvolvimento de habilidades complementares hoje, desejáveis nos profissionais de \nengenharia. Para esta meta, deve -se criar e oferecer disciplina s específicas e para elas criar ou \nadaptar as metodologias de ensino já utilizadas. O planejamento, a distribuição e aplicação \ndessas metodologias devem ser executados, em consonância, pela coordenação do programa \nde formação e seu corpo docente. Essa atit ude será uma prática salutar para que as metas \nsejam plenamente alcançadas em uma universidade pública de qualidade e democrática como \na Universidade Federal de Itajubá. O êxito deste projeto tem um requisito fundamental: o \nrespeito às peculiaridades de ca da disciplina ou atividade didática e, ainda, à capacidade e \nexperiência de cada docente. A motivação em aprimorar esses aspectos d eve ser  perseguida \ncom o objetivo de proporcionar, sempre, a melhor qualidade do processo de formação \nprofissional.  \n \n7 PROCED IMENTOS DE ENSINO  \n \nVárias metodologias para o processo de aprendizagem serão utilizadas ao longo do \nprograma de formação em Engenharia Elétrica da Universidade Federal de Itajubá. A título de \nexemplo, citam -se: \n Aulas expositivas com a presença de professor ; \n Apresentação de vídeos para auxiliar e facilitar a visualização de temas específicos;  \n Aulas práticas em laboratórios dedicados visando atividades técnicas;  \n Atividades envolvendo ambientes virtuais de aprendizagem;  \n Elaboração de relatórios individuais;  \n Desenvolvimento de trabalhos (pesquisa, projetos, etc.) individuais e em grupos de \ntemas específicos;  \n Apresentação de seminários;  \n Palestras;  \n Avaliações individuais e em grupos (de natureza teórica e ou prática);  \n Visitas técnicas;  \n Realização de estágios.  \n \n Os métodos de ensino e aprendizagem usados em cada disciplina da grade curricular, \ndo programa de formação em Engenharia Elétrica , são especificados nos planos de ensino de \ncada disciplina. Esses métodos visam o desenvolvimento das seguintes habilidades:  \n Concentração e atenção;  \n Aprimorar a expressão escrita e oral;  \n Trabalho em grupo;  \n Planejamento;  \n Pratica profissional;  \n Análise de problemas e proposição de soluções;  \n Socialização;  \n Criatividade e avaliação crítica;  \n Capacidade de pesquisa;  \n Auto-aprendizado.  \n \n \n ", "9": "Programa de Formação em Engenharia Elétrica  \n 8 8 ORGANIZAÇÃO E ESTRUTURA CURRICULAR  \n \nA estrutura curricular desenvolvida foi elaborada através de um esforço conjunto, dos \ndocentes do curso de Engenharia Elétrica . A experiência de mais de  um século n a formação \nde engenheiros  teve um papel decisivo, culmina ndo em uma estrutura curricu lar como a \nilustrada na figura 2 . Pode -se observar claramente a inclusão de conteúdo de formação \nprofissionalizante  a partir do segundo semestre do curso visando a motivação por parte dos \nalunos ingressantes. Os conteúdos de for mação específic a são observados após o quinto \nsemestre.  \nperíodo 9 8 7 6 5 4 3 2 1100\n80\n60\n40\n20\n0Porcentagem de carga horária por período Profissionalizante\nHumanística\nEspecífica\nBásicatipo\n \nFigura 2 . Estrutura curricular do curso.  \n \nO estágio supervisionado de, no mínimo 360 horas, pode ser realizado a partir do final \ndo oitavo semestre, sendo que o décimo semestre é reservado para a re alização de um estágio \nem tempo integral.  \n \nA partir do nono semestre o aluno realizará o trabalho final de graduação com uma \ncarga horária de 128 horas. O aluno será estimulado a utilizar os conhecimentos na solução de \nproblemas da engenharia elétrica em s eu panorama atual.  \n \nA formação transversal e empreendedora é estimulada com a inclusão de conteúdos de \nformação complementar a partir do primeiro semestre do programa de formação. A formação \ncomplementar objetiva estimular a formação integral do profission al, valorizando atividades \nde fundamental importância para seu crescimento integral como ser humano. As atividades de \nformação complementar são:  \n Projetos institucionais.  \n Trabalhos de iniciação científica e/ou pesquisas.  \n Disciplinas oferecidas pela Universi dade Federal de Itajubá nas suas diferentes áreas \ndo saber.  \n Atuação como monitor de disciplina.  ", "10": "Programa de Formação em Engenharia Elétrica  \n 9  Apresentação de artigos em congressos ou seminários.  \n Participação em eventos científicos.  \n Atuação em um dos órgãos colegiados da Universidade Federal de Itajubá  \nrelacionados a seguir: Conselho Universitário; Conselho de Ensino, Pesquisa, \nExtensão e Administração; Conselho de Curadores; Câmara de Graduação; Colegiado \nde Curso.  \n Atuação em outros órgãos ou colegiados da UNIFEI.  \n Atuação na diretoria do Diretório Acad êmico da UNIFEI.  \n Atuação na diretoria de Centros Acadêmicos que compõem o Diretório Acadêmico da \nUNIFEI.  \n Atuação na UNIFEI -Jr e/ou projetos relacionados à UNIFEI que visam a incubação de \nempresas.  \n Atuação como representante de turma.  \n Representação, em even tos, da UNIFEI e/ou do Programa de formação em Engenharia \nElétrica.  \n Atuação na organização de eventos científicos relacionados à UNIFEI.  \n Atuação na organização de eventos que promovam a UNIFEI na sociedade.  \n Outras atividades que o Colegiado do Curso de Eng enharia Elétrica da UNIFEI \nconsiderar pertinente;  \n \n \n Para as atividades de formação complementar é  estipulada a relação de carga horária \nespecificada na tabela 1. Para efeito de registro dessas atividades fica estipulado a \ndocumentação e os prazos especifi cados na tabela 2.  ", "11": "Programa de Formação em Engenharia Elétrica  \n 10  \nTABELA 1  \nATIVIDADE  CARGA HORÁRIA  \nProjetos institucionais.  □ 1 (uma) hora p ara cada hora registrada de \nprojeto concluído.  \nTrabalhos de iniciação científica e/ou pesquisas.  □ 1 (uma) hora para c ada hora registrada de \ntrabalho de iniciação científica e/ou \npesquisa concluída.  \nDisciplinas oferecidas pela Universidad e Federal de \nItajubá nas suas diferentes áreas do saber.  □ 1 (uma) hora para  cada hora de disciplina \ncursada com aproveitamento.  \nAtuação como monitor de disciplina.  □ 1 (uma) hora para  cada hora atuando como \nmonitor de disciplina.  \nApresentação de artigos  em congressos ou \nseminários.  □ 18 (dezoito) horas para cada artigo \napresentado.  \nParticipação em eventos científicos.  □ 9 (nove) horas para cada participação.  \nAtuação em um dos órgãos colegiados da \nUniversidade Federal de Itajubá relacionados a \nseguir: C onselho Universitário; Conselho de \nEnsino, Pesquisa, Extensão e Administração; \nConselho de Curadores; Câmara de Graduação; \nColegiado de Curso.  □ 27 (vinte e sete) horas para cada semestre \nde atuação.  \nAtuação em outros órgãos ou colegiados da \nUniversidade Federal de Itajubá.  □ 9 (nove) horas cada semestre de atuação.  \nAtuação na diretoria do Diretório Acadêmico da \nUniversidade Federal de Itajubá.  □ 27 (vinte e sete) horas para cada semestre \nde atuação.  \nAtuação na diretoria de Centros Acadêmicos que \ncompõem  o Diretório Acadêmico da Universidade \nFederal de Itajubá.  □ 18 (dezoito) horas para cada semestre de \natuação.  \nAtuação na UNIFEI -Jr e/ou projetos relacionados à \nUniversidade Federal de Itajubá que tem por \nobjetivo a incubação de empresas.  □ 18 (dezoito) h oras para cada semestre de \natuação.  \nAtuação como representante de turma.  □ 9 (nove) horas para cada semestre de \natuação.  \nRepresentação, em eventos, da Universidade \nFederal de Itajubá e/ou do curso de Engenhari a \nElétrica . □ 9 (nove) horas para cada repres entação.  \nAtuação na organização de eventos científicos \nrelacionados à Universidade Federal de Itajubá.  □ 9 (nove) horas para cada dia de evento \nrealizado.  \nAtuação na organização de eventos que promovam \na Universidade Federal de Itajubá na sociedade.  □ 9 (nove) horas para cada dia de evento \nrealizado.  \nOutras atividades que o Colegiado do Curso de \nEngenharia Elétrica  da Universidade Federal de \nItajubá considerar pertinente.  □ A ser estipulada pelo Colegiado do Curso de \nEngenharia Elétrica . \n \n ", "12": "Programa de Formação em Engenharia Elétrica  \n 11  \nTABELA 2  \nATIVIDADE  DOCUMENTAÇÃO E PRAZO PARA O \nREGISTRO DA ATIVIDADE  \nProjetos institucionais.  ● Registro na PRCEU  \n○ O prazo para o registro segue as normas da \nPRCEU.  \nTrabalhos de iniciação científica e/ou pesquisas.  ● Registro na PRPPG.  \n○ O prazo para o registro segue as normas da \nPRPPG.  \nDisciplinas oferecidas pela Universidade Federal de \nItajubá nas suas diferentes áreas do saber.  ● Matrícula na disciplina.  \n○ O prazo para a matrícula segue as normas \nda PRG.  \nAtuação como monitor de disciplina.  ● Declaração do De partamento de Pessoal da \nUniversidade Federal de Itajubá.  \n○ A declaração deverá ser registrada na PRG \nno final de cada semestre letivo.  \nApresentação de artigos em congressos ou \nseminários.  ● Comprovante de apresentação e relatório \nsobre a atividade.  \n○ O c omprovante de apresentação e o \nrelatório sobre a atividade deverão ser \nregistrados na PRG no prazo máximo de 30 \ndias após a realização da atividade.  \nParticipação em eventos científicos.  ● Comprovante de participação e relatório \nsobre a atividade.  \n○ O comp rovante de participação e o relatório \nsobre a atividade deverão ser registrados na \nPRG no prazo máximo de 30 dias após a \nrealização da atividade.  \nAtuação em um dos órgãos colegiados da \nUniversidade Federal de Itajubá relacionados a \nseguir: Conselho Univer sitário; Conselho de \nEnsino, Pesquisa, Extensão e Administração; \nConselho de Curadores; Câmara de Graduação; \nColegiado de Curso.  ● Declaração do presidente do órgão \ncolegiado e relatório sobre a atividade.  \n○ A declaração e o relatório sobre a atividade \ndeverão ser registrados na PRG no final de \ncada semestre letivo.  \nAtuação em outros órgãos ou colegiados da \nUniversidade Federal de Itajubá.  ● Declaração do presidente do órgão \ncolegiado e relatório sobre a atividade.  \n○ A declaração e o relatório sobre a atividade \ndeverão ser registrados na PRG no final de \ncada semestre letivo.  \nAtuação na diretoria do Diretório Acadêmico da \nUniversida de Federal de Itajubá.  ● Declaração do presidente do Diretório \nAcadêmico e relatório sobre a atividade.  \n○ A declaração e o relatório sobre a atividade \ndeverão ser registrados na PRG no final de \ncada semestre letivo.  \nAtuação na diretoria de Centros Acadêmi cos que \ncompõem o Diretório Acadêmico da Universidade \nFederal de Itajubá.  ● Declaração do presidente do Diretório \nAcadêmico em conjunto com do presidente \ndo Centro Acadêmico e relatório sobre a \natividade.  \n○ A declaração e o relatório sobre a atividade \ndeve rão ser registrados na PRG no final de \ncada semestre letivo.  \nAtuação na UNIFEI -Jr ou projetos relacionados à \nUniversidade Federal de Itajubá que tem por \nobjetivo a incubação de empresas.  ● Declaração do presidente da UNIFEI -Jr ou \ndo órgão da Universidade Federal de Itajubá \nresponsável pelo projeto, juntamente com o \nrelatório sobre a atividade.  \n○ A declaração e o relatório sobre a atividade \ndeverão ser registrados na PRG no final de \ncada semestre letivo.  ", "13": "Programa de Formação em Engenharia Elétrica  \n 12 TABELA 2 (continuação)  \nATIVIDADE  DOCUMENTAÇÃO E PRA ZO PARA O \nREGISTRO DA ATIVIDADE  \nAtuação como representante de turma.  ● Declaração do coordenador do curso e \nrelatório sobre a atividade.  \n○ A declaração e o relatório sobre a atividade \ndeverão ser registrados na PRG no final de \ncada semestre letivo.  \nRepre sentação, em eventos, da Universidade \nFederal de Itajubá e/ou do curso de Engenharia \nElétrica . ● Declaração do órgão que nomeou a \nrepresentação e relatório sobre a atividade.  \n○ A declaração e o relatório sobre a atividade \ndeverão ser registrados na PRG no prazo \nmáximo de 30 dias após a realização da \natividade.  \nAtuação na organização de eventos científicos \nrelacionados à Universidade Federal de Itajubá.  ● Declaração do presidente da comissão \norganizadora do evento, declaração do \nórgão da Universidade Federa l de Itajubá \nresponsável pelo evento e relatório sobre a \natividade.  \n○ As declarações e o relatório sobre a \natividade deverão ser registrados na PRG \nno prazo máximo de 30 dias após a \nrealização da atividade.  \nAtuação na organização de eventos que promovam \na Universidade Federal de Itajubá na sociedade.  ● Declaração do presidente da comissão \norganizadora do evento, declaração do \nórgão da Universidade Federal de Itajubá \nresponsável pelo evento e relatório sobre a \natividade.  \n○ As declarações e o relatório sobre  a \natividade deverão ser registrados na PRG \nno prazo máximo de 30 dias após a \nrealização da atividade.  \nOutras atividades que o Colegiado do C urso de \nEngenharia Elétrica  da Universidade Federal de \nItajubá considerar pertinente.  ● Declaração do Colegiado do  Curso de \nEngenharia da Computação.  \n○ A declaração deverá ser registrada na PRG \nno prazo máximo de 30 dias após a \nrealização da atividade.  \n \nObservação:  As atividades que obrigam a apresentação do relatório sobre ela, para o seu \ndevido registro, deverão t er o mesmo aprovado pelo Colegiado do Curso de \nEngenharia Elétrica . \n \n \nA figura 3  ilustra o resumo da grade do programa de formação em Engenharia \nElétrica , onde se pode observar a distribuição das disciplinas por semestre do programa . \nAinda mostra as inform ações das respectivas siglas e cargas horárias das disciplinas.  Nesta \nfigura  não aparece a formação complementar, a qual o discente pode desenvolver em qualquer \nmomento de sua formação.  \n \n ", "14": "Programa de Formação em Engenharia Elétrica  \n 13  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 3 – Grade de disciplinas do curso.  MAT002 - 64h \nCálculo II \n MAT001 - 96h \nCálculo I  \nMAT0 11 - 64h \nGeometria Analítica \ne Álgebra Linear  \nFIS104 - 32h \nMetodologia \nCientífica  \nFIS114 - 16h \nLaboratório de \nMeto dologia \nCientífica  \nELE103  - 64h \nFundamentos de \nProgramação I  \nBAC002 - 64h \nComunicação e \nExpressão  \n \nELE101 - 48h \nIntrodução à \nEngenharia Elétrica  \n MAT02 1 - 64h \nEquações \nDiferenciais I  \nELE204 - 64h \nÁlgebra Linear \nAplicada  \nFIS213 - 16h \nFísica Experimental \nI \nFIS203 - 64h \nFísica Geral I  \nELE202 - 64h \nFundamentos de \nProgramação I I \n \nDES201 - 64h \nDesenho Técnico \nBásico  \n \nEEL20 3 - 64h \nIntrodução à Análise \nde Circuitos  \nELE211 - 16h \nLaboratório de \nIntrodução à Análise \nde Circuitos  MAT021 - 64h \nEquações \nDiferenciais I  \nFIS303 - 64h \nFísica Geral II  \nFIS313  - 16h \nFísica Experimental \nII \nEME3 11 - 64h \nMecânica dos \nSólidos  \nEEL301 - 64h \nEletrot écnica Geral I  \nELT303 - 64h \nEletrônica \nAnalógica I  \nEELT313 - 16h \nLaboratório de \nEletrônica \nAnalógica I  MAT012 - 64h \nCálculo Numérico  \nFIS403 - 64h \nFísica Geral III  \nFIS413 - 16h \nFísica Experimental \nIII \nEME402 - 48h \nDinâmica dos \nSólidos I  \nSOC002  - 48h \nCiências Humanas e \nSociais ELE401 - 48h \nCircuitos \nMagnéticos  \nELE402 - 48h \nCircuitos Polifásicos  \nELT403 - 48h \nEletrônica  \nAnalógica II  \nELT413 - 16h \nLaboratório de \nEletrônica \nAnalógica II  FIS503 - 64h \nFísica Geral IV  \nFIS513 - 16h \nFísica Experimental \nIV \nFIS502 - 64h \nEletromagnetismo  \nELE506  - 64h \nConversão \nEletromecânica de \nEnergia I  EEL503 - 48h \nModelagem e \nAnálise de Sistemas \nDinâmicos  \nELE505 - 48h \nMedidas  \nELE515 - 16h \nLaboratório de \nMedidas  \nELT502 - 48h \nEletrônica Digital I  EEL057 - 16h \nLaboratório de \nConversão II  \nEEL602 - 32h \nInstrumentação  \nEEL605 - 48h \nInstalações Elétricas  \nEEL615 - 16h \nLaboratório de \nInstalações Elétricas  \nECA602 - 64h \nSistemas de \nControle  \nECA612 - 16h \nLaboratório de \nSistemas de \nControle  EME2 05 - 64h \nFenômenos de \nTransporte  \nEEL701 - 64h \nAnálise de Sistemas \nde Energia Elétrica I  \nEME801  - 48h \nGeração de Energia \nElétrica  \nEEL703 - 48h \nTransmissão de \nEnergia Elétrica  \nEEL704 - 48h \nQualidade de \nEnergia Elétrica  \nECA713 - 32h \nPráticas de \nAutomação de \nSistemas  \nECA704 - 32h \nSistemas  de \nControle Digital  EEL801 - 64h \nAnálise de Sistemas \nde Energia Elétrica \nII \nEEL804 - 64h \nProteção de \nSistemas Elétricos  \nEEL805 - 48h \nCondicionamento de \nEnergia  \nEEL702  - 64h \nEletrônica de \nPotência I  \nEEL712 - 16h \nEletrônica de \nPotência  \nExperimental I  \n \nEPR003  - 48h \nEngenharia \nEconô mica EEL912 - 48h \nSubestações  \nEEL913 - 48h \nAcionamentos \nElétricos  EEL809 - 48h \nDistribuição de \nEnergia Elétrica  \n EEL903 - 64h \nEstabilidade de \nSistemas de \nPotência  \nTES903 - 48h \nT. E. em Sis . \nElétricos de \nPotência II I EPR002 - 48h \nOrganização \nIndustrial e \nAdministração  \nELT512 - 16h \nLaboratório de \nEletrônica Digital I  Trabalho Final de Graduação  \n128h  \n \nEstágio Supervisionado  \n360h  \n ECA7 14 - 16h \nPráticas de Sistemas  \nde Controle Digital  EEL311 - 16h \nEletrotécnica Geral \ne Experimental I  \nELE411 - 16h \nLab. de Circuitos \nMagnéticos e \nPolifásicos  MAT003 – 64h \nCálculo III  \n \nMAT022 - 64h \nEquações \nDiferenciais I I \nEEL056 -16h \nLaboratório de \nConversão I  ELE606 - 64h \nConversão \nEletromecânica de \nEnergia II  \nEEL049 - 64h \nSegurança no \nTrabalho  \nEEL604 - 48h \nTransitórios \nElétricos  \nEEL614 - 16h \nPráticas de \nTransitórios \nElétricos  QUI102 - 64h \nQuímica Geral  \nQUI112 - 16h \nQuímica \nExperimental  \nECN001 - 48h \nEconomia  ECA703 - 32h \nAutomação de \nSistemas  EEL037 - 48h \nMateriais Elétricos  \nEAM002 - 64h \nCiências do \nAmbiente  MAT013 - 64h \nProbabilidade e \nEstatística  \nEEL905 - 64h \nInstalações Elétricas \nIndustriais  \nEEL055 - 64h \nConfiabilidade de \nSistemas Elétricos  \nELE936 - 64h \nOtimização \nAplicada a Sistema s \nElétricos Potência  ADM082 - 48h \nCriação de Novos \nNegócios  \nADM083 - 64h \nIntrodução ao \nEmpreendedorismo  \nELE731 - 32h \nTécnicas de Alta \nTensão  \nELE741 - 32h \nPráticas de Técnicas \nde Alta Tensão  \nEEL059 - 48h \nEficiência \nEnergética em \nSistemas Elétricos  1º período  2º período  3º período  4º período  5º período  6º período  7º período  8º períod o 9º período  optativas  ", "15": "Programa de Formação em Engenharia Elétrica  \n 14 Desta forma, a  estrutura do curso apresenta a seguinte distribuição de carga horária nas \náreas de formação:  \n Total de 3980  horas : \no Formação Básica 1422,67  horas;  \no Formação Profissionalizante 938,67 horas;  \no Formação Específica 792 horas;  \no Formação Humanística e Social 278,67 horas;  \no Formação Complementar  mínimo de 60 horas;  \no Estágio Supervisionado mínimo de 360 horas;  \no Trabalho Final de Graduação 128  horas.  \n \nA figu ra 4 ilustra a distribuição de conteúdos por área de formação em um gráfico com \nas respectivas porcentagens.  \nBásica\n41,5%\nProfissionalizante\n27,4%Específica\n23,1%Humanística\n8,1%\n \nFigura 4: Distribuição dos conteúdos por área de formação em porcentagem da ênfase em \nsistemas elétricos  \n \n \n A figura 5 ilustra a distribuiç ão dos conteúdos teóricos e práticos para  o programa de \nformação em Engenharia Elétrica . \n \n \n \n \n \n \n ", "16": "Programa de Formação em Engenharia Elétrica  \n 15 \nTFG\n3,2%\nTeórica\n75,2%Prática\n11,1%Estágio\n9,0%Complementar\n1,5% \nFigura 5:. Distribuição de conteúdos teóricos/práticos.  \n \n \n8.1 GRADE CURRICULAR E EMENTÁRIO  \n \n A grade de disciplinas do programa de formação em engenharia elétrica é  composta \npor um elenco de disciplinas em uma sequencia  de nove períodos. Em algumas disciplinas é \nnecessária  a realização de pré -requisitos, ou seja, a realização de uma disciplina  anterior que \ndará embasamento para a uma ou mais disciplinas. A grade de disciplinas, ementas e pré -\nrequisitos do programa de formação em engenharia elétrica é mostrada  a seguir:  \n \n1º PERÍODO  \nCódigo  Disciplinas  Teoria  Prática  CH total  \nBAC002  Comunicação e Expressão  4 0 64 \nELE101  Introdução a Engenharia Elétrica  3 0 32 \nELE103  Fundamentos de Programação I  2 2 64 \nFIS104  Metodologia Científica  2 0 32 \nFIS114  Laboratório de Metodologia Científica  0 1 16 \nMAT001  Cálculo I  6 0 96 \nMAT011  Geometria Analítica e Álgebra Linear  4 0 64 \n TOTAL  21 3 368 \n \nBAC002 - COMUNICAÇÃO E EXPRESSÃO:  Estudos envolvendo as línguas portuguesa e \ninglesa: Linguagem verbal e não -verbal. Linguagem e interação. Gêneros textuais orais e \nescritos. Análise das condições de produção de texto técnico e acadêmico. Estrutura, ", "17": "Programa de Formação em Engenharia Elétrica  \n 16 organiz ação, planejamento e produção de textos com base em parâmetros da linguagem \ntécnico -científica.  \nELE101 - INTRODUÇÃO A ENGENHARIA ELÉTRICA:  Considerações preliminares. A \nEngenharia e sua evolução. Comunicação científica e tecnológica. Criatividade. Cultura \nempreendedora. Projeto. A Engenharia e a sociedade. A ética na engenharia.  \nELE103 - FUNDAMENTOS DE PROGRAMAÇÃO I:  Introdução a Informática. Noções \nde Algoritmos. Linguagem de Programação C/C. Introdução a Modelagem Orientada a \nObjetos.  \nFIS104 - METODOLOGIA  CIENTÍFICA: Conceitos básicos. Distribuições de erro. \nAlgarismo significativo. Operações com algarismos significativos. Incerteza de medição. \nErros sistemáticos e estatísticos. Valor médio e desvio padrão. Propagação de incertezas. \nTratamento estatístico da teoria de erros. Modelos e gráficos.  \nFIS114 - LABORATÓRIO DE METODOLOGIA CIENTÍFICA:  Conceitos básicos. \nDistribuições de erro. Algarismo significativo. Operações com algarismos significativos. \nIncerteza de medição. Erros sistemáticos e estatísticos. Val or médio e desvio padrão. \nPropagação de incertezas. Tratamento estatístico da teoria de erros. Modelos e gráficos.  \nMAT001 - CÁLCULO I:  Funções. Limite e continuidade. Derivada. Integral. Integral \nimprópria.  \nMAT011 - GEOMETRIA ANALÍTICA E ÁLGEBRA LINEAR:  Vetores. Retas e planos. \nCônicas e quádricas. Espaços Euclidianos. Matrizes e sistemas de equações lineares.  \n \n2º PERÍODO  \nCódigo  Disciplinas  Teoria  Prática  CH total  \nDES201  Desenho Técnico Básico  0 4 64 \nEEL203  Introdução à Análise de Circuitos  (1) 4 0 64 \nELE202  Fundamentos de Programação II  (2) 2 2 64 \nELE204  Álgebra Linear Aplicada  4 0 64 \nELE211  Introdução a Análise de Circuitos Experimental  (3) 0 1 16 \nFIS203  Física Geral I (4) 4 0 64 \nFIS213  Física Experimental I (5) 0 1 16 \nMAT002  Cálculo II (6) 4 0 64 \nSOC002  Ciências Humanas e Sociais  3 0 48 \n TOTAL  21 8 464 \n(1) COR : ELE211 ; (2) PR T: ELE103 ; (3) COR : EEL203; (4) PRT : MAT001  +FIS104, COR : FIS213; \n(5) COR : FIS203; (6) PRT : MAT001  \n \nDES201 - DESENHO TÉCNICO BÁSICO:  Normas g erais do desenho técnico. Desenho \ngeométrico. Desenho de Projeções. Normas para projeções ortogonais no primeiro e terceiro \ndiedro. Normas para cotagem. Representação de cortes e secções de peças. Desenho em \nperspectiva. Desenvolvimento de Sólidos Geométri cos. \nEEL203 - INTRODUÇÃO À ANÁLISE DE CIRCUITOS:  Conceitos preliminares. \nCorrente, tensão, potência e energia. Elementos de circuitos. Leis de Kirchhoff. Circuitos \nResistivos. Topologia de redes. Método Nodal. Método dos laços. Circuitos com capacitância \nou indutância.  \nELE202 - FUNDAMENTOS DE PROGRAMAÇÃO II:  Conceitos básicos. Operações \nBásicas e Expressões Lógicas. Funções Matemáticas. Expressões Simbólicas. Vetores e \nmatrizes. Endereçamento de vetores. Operações com vetores e matrizes. Controle de fluxos.  \nGráficos de Funções. Interfaces com usuário (GUI). Arquivos e leituras.  \nELE204 - ÁLGEBRA LINEAR APLICADA:  Matrizes, Sistemas Lineares, Espaços \nVetoriais , Autovalores e Autovetores e Programação Linear Geométrica  \nELE211 - INTRODUÇÃO A ANÁLISE DE CIRCUITOS E XPERIMENTAL:  Visão \ngeral do circuito elétrico de uma instalação real: entrada de energia, quadro de distribuição, ", "18": "Programa de Formação em Engenharia Elétrica  \n 17 circuitos de comando e proteção, equipamentos, etc. Conceitos preliminares. Corrente, tensão, \npotência e energia. Elementos de circuitos. Apar elhos analógicos e digitais usualmente \nempregados para medição de corrente, tensão e potência. Leis de Kirchhoff. Circuitos \nResistivos. Topologia de redes. Método Nodal. Método dos laços. Circuitos com capacitância \nou indutância.  \nFIS203 - FÍSICA GERAL I:  Movimento unidimensional. Movimento bidimensional. Leis \nde Newton. Trabalho e energia mecânica. Conservação do momento linear. Colisões. \nRotações e momento angular. Dinâmica de corpos rígidos.  \nFIS213 - FÍSICA EXPERIMENTAL I:  Experiências sobre: movimento un idimensional, \nmovimento bidimensional, leis de Newton, trabalho, energia mecânica, conservação do \nmomento linear, colisões, rotações, momento angular e dinâmica de corpos rígidos.  \nMAT002 - CÁLCULO II:  Sequências e séries. Series de potencias. Series de Tay lor. \nAbertos no Rn. Funções de uma variável real a valores em Rn. Curvas. Funções reais de \nvarias variáveis reais a valores reais. Derivadas Parciais. Diferenciabilidade. Gradiente e sua \ninterpretação geométrica. Máximos e mínimos  \nSOC002 - CIÊNCIAS HUMANAS  E SOCIAIS:  O conhecimento das Ciências Humanas e \nseus Fundamentos. As dimensões do humano e a construção de si. O indivíduo no social \n(ética); processos e institucionalizações. Cultura e trabalho.  \n \n3º PERÍODO  \nCódigo  Disciplinas  Teoria  Prática  CH total  \nEEL301  Eletrotécnica Geral I  (1) 4 0 64 \nEEL311  Eletrotécnica Geral e Experimental I (2) 0 1 16 \nELT303  Eletrônica Analógica I (3) 4 0 64 \nELT313  Laboratório de Eletrônica Analógica I (4) 0 1 16 \nEME311  Mecânica dos Sólidos  (5) 4 0 64 \nFIS303  Física Geral II  (6) 4 0 64 \nFIS313  Física Experimental II (7) 0 1 16 \nMAT003  Cálculo III (8) 4 0 64 \nMAT021  Equações Diferenciais I (8) 4 0 64 \n TOTAL  24 3 432 \n(1) PRT: EEL203, COR: EEL311; (2) COR: EEL301; (3) PRT: EEL203, COR: ELT313; (4) PRT: EEL203, \nCOR:  ELT303; (5) PRT: FIS203; (6) PRT: FIS104 + MAT001, COR: FIS313; (7) COR: FIS303; (8) PRT: MAT002  \n \nEEL301 – ELETROTÉCNICA GERAL I: Conceitos básicos. Componentes e \nequipamentos elétricos e eletrônicos. Circuitos resistivos lineares. Circuitos não linea res. \nTeoria dos circuitos em regime permanente senoidal. Potência e energia.  \nEEL311 - ELETROTÉCNICA GERAL E EXPERIMENTAL I:  Conceitos básicos. \nComponentes e equipamentos elétricos e eletrônicos. Circuitos resistivos lineares. Circuitos \nnão lineares. Teoria  dos circuitos em regime permanente senoidal. Potência e energia.  \nELT303 - ELETRÔNICA ANALÓGICA I: Semicondutores: Intrínsecos e Extrínsecos; \nMaterial P e N; Diodo semicondutor; Circuitos retificadores; circuitos com diodos; Transistor \nBipolar de Junção: F uncionamento, Operação CC e CA. Transistor de Efeito de Campo: \nFuncionamento, Operação CC e CA.  \nELT313 - LABORATÓRIO DE ELETRÔNICA ANALÓGICA I: Diodo semicondutor; \nCircuitos retificadores; Circuitos com diodos; Transistor Bipolar de Junção; Circuitos de \npolarização do TBJ; Amplificador com TBJ.  \nEME311 - MECÂNICA DOS SÓLIDOS:  Estática dos corpos rígidos. Forças distribuídas. \nCentro de Gravidade e momento estático de áreas. Momentos e produtos de inércia. Treliças. \nEsforços em vigas e cabos. Tensões e deforma ções para cargas axiais. Torção. Flexão. \nTensões combinadas. Análise de Tensões no plano. Flambagem. Deformações em vigas.  ", "19": "Programa de Formação em Engenharia Elétrica  \n 18 FIS303 - FÍSICA GERAL II:  Gravitação. Fluidos. Temperatura. Primeira Lei da \nTermodinâmica. Entropia e Segunda Lei da Termodinâmica. T eoria Cinética dos Gases. \nIntrodução à física estatística.  \nFIS313 - FÍSICA EXPERIMENTAL II:  Experiências sobre: Gravitação. Mecânica dos \nFluidos. Temperatura. Primeira Lei da Termodinâmica. Entropia e Segunda Lei da \nTermodinâmica. Teoria Cinética dos Gases . Fluidos.  \nMAT003 - CÁLCULO III:  Funções de Varias Variáveis Reais a Valores Vetoriais. Campos \nvetoriais. Rotacional, divergente e laplaciano. Integrais duplas e triplas. Integrais de Linha. \nCampos conservativos. Integrais de superfície. Fluxo de um campo vetorial. Teorema de \nGreen no plano. Teorema de Stokes. Teorema da divergência de Gauss  \nMAT021 - EQUAÇÕES DIFERENCIAIS I:  Equações diferenciais de ordem um. Equações \ndiferenciais lineares de ordem dois. Equações diferenciais lineares de ordem mais alta. \nSolução em série para equações lineares de segunda ordem. Sistemas de equações diferenciais \nlineares de ordem um.  \n \n4º PERÍODO  \nCódigo  Disciplinas  Teoria  Prática  CH total  \nELE401  Circuitos Magnéticos (1) 3 0 48 \nELE402  Circuitos Polifásicos (2) 3 0 48 \nELE411  Laboratório de Circuitos Magnéticos e Polifásicos (3) 0 1 16 \nELT403  Eletrônica Analógica II (4) 3 0 48 \nELT413  Laboratório de Eletrônica Analógica II (5) 0 1 16 \nEME402  Dinâmica dos Sólidos I  3 0 48 \nFIS403  Física Geral III (6) 4 0 64 \nFIS413  Física Exper imental III (7) 0 1 16 \nMAT012  Cálculo Numérico (8) 4 0 64 \nMAT022  Equações Diferenciais II  (9) 4 0 64 \n TOTAL  24 3 432 \n(1) PRT: EEL301; (2) PRT: EEL301, COR: ELE411; (3) PRT: EEL301, COR: ELE402; (4) PRT: ELT303, \nCOR:  ELT413; (5) PRT: ELT 303, COR: ELT403; (6) PRT: MAT003, COR: FIS413; (7) COR: FIS403; \n(8) PRT:  MAT001; (9) PRT: MAT021  \n \nELE401 - CIRCUITOS MAGNÉTICOS:  Conceitos básicos de magnetismo. Indutâncias \npróprias e mútuas. Regra do ponto. Características básicas dos materiais magnétic os. \nInfluência da temperatura. Susceptibilidade e permeabilidade magnéticas. Paramagnetismo. \nDiamagnetismo. Ferromagnetismo. Efeito da saturação. Ciclo de histerese. Correntes \nparasitas. Circuitos magnéticos série. Circuitos magnéticos paralelos . Circuitos magnéticos \ncom entreferros. Efeito da dispersão. Cálculos de circuitos magnéticos. Circuitos magnéticos \nem regime permanente senoidal. Energia armazenada. Perdas por histerese e Foucault. \nCircuitos elétricos equivalentes. Formas de onda. Diagramas fasoriai s. Fundamentos de \nreatores e transformadores.  \nELE402 - CIRCUITOS POLIFÁSICOS:  Produção de Tensões Trifásicas; Cargas \nTrifásicas Equilibradas e Desequilibradas; Cálculo e Medição de Potências em Circuitos \nTrifásicos; Correção de Fator de Potência; Cálculos por unidade (p.u.)  \nELE411 - LABORATÓRIO DE CIRCUITOS MAGNÉTICOS E POLIFÁSICOS:  \nConceitos introdutórios. Área de trabalho do MATLAB. Arquivo m de comandos. Comandos \nbásicos. Operações com vetores e matrizes. Operações relacionais e lógicas. Controle de flux o \n(for, while, if -else-end, switch -case, try -catch). Arquivos m de funções. Depuração e análise \nde desempenho de arquivos m. Simulink. Gráficos bidimensionais e tridimensionais.  \nELT403 - ELETRÔNICA ANALÓGICA II:  Resposta em Frequência de Amplificadores de \nPequenos Sinais; Amplificadores de Potência; Configurações compostas; Amplificadores \nOperacionais; Reguladores de Tensão e Fonte de Alimentação Lineares; Conversores AD/DA.  ", "20": "Programa de Formação em Engenharia Elétrica  \n 19 ELT413 - LABORATÓRIO DE ELETRÔNICA ANALÓGICA II:  Resposta em \nfrequência de amplific adores. Amplificadores de Potência. Amplificadores Operacionais, \nCircuitos com amplificadores operacionais.  \nEME402 - DINÂMICA DOS SÓLIDOS I:  Sistemas de pontos materiais. Cinemática dos \ncorpos rígidos. Dinâmica do movimento plano de corpos rígidos. Energia  cinética dos corpos \nrígidos no movimento plano. Noções de dinâmica em três dimensões.  \nFIS403 - FÍSICA GERAL III:  Revisão de cálculo vetorial. O campo eletrostático. O \npotencial eletrostático. Capacitores e dielétricos. Corrente e resistência elétrica. O c ampo \nmagnetostático. Lei de Ampére. Indução Eletromagnética. Campos elétricos e magnéticos \nvariáveis no tempo.  \nFIS413 - FÍSICA EXPERIMENTAL III:  Experiências sobre: Campo e Potencial \nEletrostáticos, Capacitores, Corrente e Resistência Elétricas, Campo Magn etostático, Campos \nElétricos e Magnéticos Variáveis no Tempo.  \nMAT012 - CÁLCULO NUMÉRICO:  Conceitos e princípios gerais em cálculo numérico. \nRaízes de equações. Sistemas de equações lineares. Interpolação e aproximação de funções a \numa variável real. Integr ação numérica. Solução numérica de equações diferenciais \nordinárias. Ambientes computacionais avançados.  \nMAT022 - EQUAÇÕES DIFERENCIAIS II:  Transformada de Laplace. Equações \ndiferenciais não -lineares e estabilidade. Equações diferenciais parciais e séries de Fourier. \nTeoria de Sturm -Liouville.  \n \n5º PERÍODO  \nCódigo  Disciplinas  Teoria  Prática  c/h total  \nEEL056  Laboratório de Conversão I  (1) 0 1 16 \nEEL503  Modelagem e Análise de Sistemas Dinâmicos  (2) 3 0 48 \nELE505  Medidas  Elétricas  (3) 3 0 48 \nELE506  Conversão  Eletromecânica de Energia I  (4) 4 0 64 \nELE515  Laboratório de Medidas  Elétricas  (5) 0 1 16 \nELT502  Eletrônica Digital I (6) 3 0 48 \nELT512  Laboratório de Eletrônica Digital I (7) 0 1 16 \nFIS502  Eletromagnetismo (8) 4 0 64 \nFIS503  Física Geral IV (9) 4 0 64 \nFIS513  Física Experimental IV (10) 0 1 16 \n TOTAL  21 4 400 \n(1) PRT: ELE401 + ELE402, COR: ELE506; (2) PRT: MAT022; (3) PRT: ELE402, COR: ELE515; \n(4) PRT:  ELE401 + ELE402, COR: EEL056; (5) PRT: ELE402, COR : ELE505; (6) PRT: ELT303, COR: ELT512;  \n(7) PRT: ELT303, COR: ELT502; (8) PRT; FIS403; (9) PRT: MAT021, COR: FIS513; (10) PRT: MAT021, \nCOR:  FIS50 3 \n \nEEL056 - LABORATÓRIO DE CONVERSÃO I:  Medição de resistência de isolamento \nem transformador de distribuição. Ensaios a vazio e de curto circuito em transformador e \nautotransformador. Polaridade e defasagem angular de transformador. Ensaios de rotor livre e \nde rotor travado em motor de indução. Determinação de curvas características do motor de \nindução trifásico e m função de escorregamento. Determinação de características gerais do \nmotor de indução monofásico.  \nEEL503 - MODELAGEM E ANÁLISE DE SISTEMAS DINÂMICOS:  Equações \ndinâmicas de sistemas de engenharia. Representação e modelos: equações diferenciais; \nfunções de transferência; variáveis de estado. Características dinâmicas. Respostas a entradas \ndegrau, rampa, etc. Estabilidade. Introdução à identificação de sistemas. Simulações através \nde computadores. Softwares de simulação.  \nELE505 - MEDIDAS ELÉTRICAS:  Medidores e registradores de painel. Medidas de \nresistência, capacitância, indutância, potência, energia e demanda.  ", "21": "Programa de Formação em Engenharia Elétrica  \n 20 ELE506 - CONVERSÃO ELETROMECÂNICA DE ENERGIA I:  Fundamentos de \nconversão eletromecânica. Transformadores. Máquinas assíncronas.  \nELE515 - LABORATÓRIO D E MEDIDAS ELÉTRICAS:  Medidores e registradores de \npainel. Medidas de resistência, capacitância, indutância, potência, energia e demanda.  \nELT502 - ELETRÔNICA DIGITAL I:  Funções Lógicas, Projeto de Circuitos \nCombinacionais, Dispositivos de Memória, Dispositi vos Sequenciais, Projeto de Circuitos \nSequenciais, Máquinas de Estado Síncronas, Circuitos Aritméticos.  \nELT512 - LABORATÓRIO DE ELETRÔNICA DIGITAL I:  Experiências de laboratório \nsobre temas abordados na disciplina Eletrônica Digital I.  \nFIS502 - ELETROMAGNE TISMO:  Grandezas eletromagnéticas fundamentais. Equações \nde Maxwell. Energia do campo eletromagnético. Ondas eletromagnéticas. Reflexão e refração \nda onda eletromagnética. Introdução às ondas guiadas.  \nFIS503 - FÍSICA GERAL IV:  Oscilador harmônico. Oscilaçõ es amortecidas e forçadas. \nOndas mecânicas. Ondas sonoras. Ondas eletromagnéticas. Óptica geométrica. Óptica física. \nRelatividade restrita. Física quântica.  \nFIS513 - FÍSICA EXPERIMENTAL IV:  Experiências sobre: Oscilador Harmônico, Ondas \nMecânicas, Óptica G eométrica, Óptica Física e Física Moderna.  \n \n6º PERÍODO  \nCódigo  Disciplinas  Teoria  Prática  c/h total  \nECA602  Sistemas de Controle  (1) 4 0 64 \nECA612  Laboratório de Sistemas de Controle  (2) 0 1 16 \nEEL049  Segurança no Trabalho  (3) 4 0 64 \nEEL057  Laboratório d e Conversão II  (4) 0 1 16 \nEEL602  Instrumentação  (5) 2 0 32 \nEEL604  Transitórios Elétricos  (6) 3 0 48 \nEEL614  Práticas de Transitórios Elétricos  (7) 0 1 16 \nEEL605  Instalações Elétricas  (8) 3 0 48 \nEEL615  Laboratório de Instalações Elétricas  (9) 0 1 16 \nELE606  Conversão Eletromecânica de Energia II  (10) 4 0 64 \nEME205  Fenômenos de Transporte  (11) 4 0 64 \n TOTAL  24 4 448 \n(1) PRT: EEL503, COR: ECA612; (2) PRT: EEL503, COR: ECA602; (3) PRT: EEL301; (4) PRT: ELE5 06, \nCOR:  ELE606; (5) PRT: ELT403; (6) PRT: EEL203 + MAT022, COR: EEL614; (7) PRT: EEL203 + MAT022, \nCOR: EEL604; (8) PRT: ELE402, COR: EEL615; (9) PRT: ELE402, COR: EEL605; (10) PRT ;ELE506, \nCOR:  EEL057  \n \nECA602 - SISTEMAS DE CONTROLE:  Controladores básicos tipo proporcional, integral, \nderivativo (PID), avanço e atraso de fase. Controle em malha fechada: erro em regime \npermanente e rejeição a perturbações. Resposta em Frequência. Diagramas de Bode e de \nNyquist. Critério de estabilidade de Nyquist. Margens rel ativas de Estabilidade: Margem de \nFase e Margem de Ganho. Critério de Estabilidade de Routh -Hurwitz. Relações entre \nDomínio da frequência e respostas no tempo. Compensação de sistemas de controle por \nmétodos de Resposta em Frequência. Lugar das Raízes. Aná lise de estabilidade pelo Lugar \ndas Raízes. Compensação de sistemas de controle através de técnicas do Lugar das Raízes. \nAlocação de Polos. Observadores de Estado. Compensação por Alocação de Polos e \nObservadores de Estado.  \nECA612 - LABORATÓRIO DE SISTEMAS  DE CONTROLE:  Respostas Temporais de \nSistemas de 1a. e de 2a. ordem. Resposta em Frequência e Margens de Estabilidade. Lugar \ndas Raízes e Critério de Estabilidade de Routh -Hurwitz. Compensação por Resposta em \nFrequência e Lugar das Raízes. Compensação por Alocação de Polos e Estimação de Estados. \nRespostas Temporais de Sistemas de 1a. e de 2a. ordem. Resposta em Frequência e Margens ", "22": "Programa de Formação em Engenharia Elétrica  \n 21 de Estabilidade. Lugar das Raízes e Critério de Estabilidade de Routh -Hurwitz. Compensação \npor Resposta em Frequência e Lugar das Raízes. Controle DeadBeat. Compensação por \nAlocação de Polos e Estimação de Estados.  \nEEL049 - SEGURANÇA NO TRABALHO:  Introdução à segurança com eletricidade. \nRiscos em instalações elétricas e medidas de controle dos mesmos. Normas técnicas \nbrasileiras NBR da ABNT. Equipamentos de proteção coletiva e proteção individual. Rotinas \nde trabalho e procedimentos. Documentação de instalações elétricas. Proteção e Combate a \nincêndios. Acidentes de origem elétrica. Primeiros socorros. Responsabilidades.  \nEEL057 - LABORATÓRIO DE CONVERSÃO II:  Medição de resistência de isolamento \nem transformador de distribuição. Ensaios á vazio e de curto circuito em transformador e \nautotransformador. Polaridade e defasagem angular de transformador. Ensaios de rotor livre e \nde rotor  travado em motor de indução. Determinação de curvas características do motor de \nindução trifásico em função de escorregamento. Determinação de características gerais do \nmotor de indução monofásico. Levantamento das características em vazio e de curto circ uito \nda máquina síncrona. Operação em paralelo com a rede. Determinação das reatâncias \nsíncronas de eixo direto e de eixo em quadratura. Levantamento da curva V da máquina \nsíncrona . Ensaio de curto circuito trifásico brusco na máquina síncrona. Obtenção d e \nimpedâncias subtransitórias através do método de Dalton -Cameron. Determinação das \ncaracterísticas do motor de corrente contínua.  \nEEL602 - INSTRUMENTAÇÃO:  Sensores. Transdutores. Sistemas hidráulicos e \npneumáticos. Tratamento de sinais.  \nEEL604 - TRANSITÓR IOS ELÉTRICOS:  Funções singulares. Solução de equações \ndiferenciais com funções forçantes singulares e/ou causais. Análise de circuitos elétricos \nlineares e invariantes com o tempo, a parâmetros concentrados: método clássico, operacional \ne numérico.  \nEEL61 4 - PRÁTICAS DE TRANSITÓRIOS ELÉTRICOS:  Aulas práticas em software \nsimulador computacional para cálculos de transitórios eletromagnéticos. O conteúdo das aulas \npráticas abrange: funções singulares, equações diferenciais, análise de circuitos lineares \nsegun do método clássico, operacional e numérico.  \nEEL605 - INSTALAÇÕES ELÉTRICAS:  Fundamentos e Estrutura das Instalações \nElétricas: Conceitos Gerais; Elementos de uma instalação elétrica residencial ou comercial; \nIluminação e seus dispositivos. Projetos das Ins talações Elétricas em Baixa Tensão: Previsão \nde cargas; Distribuição de circuitos e quadro de cargas; Simbologia e diagramas elétricos; \nRoteiro para executar a distribuição elétrica em planta; Especificação da cablagem, proteção e \neletrodutos dos circuitos  internos; Cálculo de demandas; Categoria de atendimento e entrada \nde serviço; Sistemas de proteção contra descargas atmosféricas; Aterramento com relação à \nligação na concessionária. Instalações Elétricas em Média Tensão: Elementos de uma \ninstalação indus trial; Subestações unitárias; Quadros e painéis elétricos; Cabos de média \ntensão e busway; Proteção de sistemas em baixa tensão; Circuitos típicos para instalação de \nmotores; Estrutura tarifária; Curvas de carga; Fator de potência e sua compensação; \nDeterm inação de transformador de entrada; Especificação de grupo gerador auxiliar e de \nemergência; Análise e interpretação de desenhos em eletrotécnica. Desenhos Elétricos com \nAuxílio Computacional: Comandos básicos do AutoCad; Organização do desenho; Criação e \nutilização de bibliotecas de símbolos; Elaboração de desenhos elétricos.  \nEEL615 - LABORATÓRIO DE INSTALAÇÕES ELÉTRICAS:  Comandos básicos do \nAutoCad. Organização de desenhos. Criação e utilização de bibliotecas de símbolos. \nElaboração de desenhos elétricos.  Instalação de tomadas e caixas de passagem. Comando de \nlâmpadas e campainhas. Interfones e sensores. Padrões de entrada e quadro de disjuntores. \nInstalação completa.  ", "23": "Programa de Formação em Engenharia Elétrica  \n 22 ELE606 - CONVERSÃO ELETROMECÂNICA DE ENERGIA II:  Máquinas de corrente \ncontínua. Máquinas síncronas: componentes dq0.  \nEME205 - FENÔMENOS DE TRANSPORTE:  Aplicação dos conceitos básicos de \ntermodinâmica: Calor, trabalho, 1ª lei e a 2ª lei. Ciclo de Carnot, de Rankine (Turbina a \nvapor), de Brayton -Joule (Turbina a gás). Máquinas térmicas (Refriger ador e Bomba de \ncalor). Escoamentos laminar e turbulento e determinação de perda de carga.A equação de \nBernoulli e a sua aplicação aos problemas de engenharia. Estudo de modelos e de protótipos. \nCondução de calor em paredes compostas, transitória. Analogia  entre fluxo de calor e fluxo \nelétrico, espessura crítica de isolação. Transferência de calor por convecção forçada em \nescoamentos laminar e turbulento, convecção natural. Transferência de calor por irradiação, \nradiação solar, efeito de radiação em medição  de temperaturas. Analogia entre a transferência \nde massa, de calor e de quantidade de movimento.  \n \n7º PERÍODO  \nCódigo  Disciplinas  Teoria  Prática  c/h total  \nECA703  Automação de Sistemas  (1) 2 0 32 \nECA713  Práticas de Automação de Sistemas  (2) 0 2 32 \nECA704  Sistemas de Controle Digital  (3) 2 0 32 \nECA714  Práticas de Sistemas de Controle Digital  (4) 0 1 16 \nECN001  Economia   3 0 48 \nEEL701  Análise de Sistemas de Energia Elétrica I  (5) 4 0 64 \nEEL703  Transmissão de Energia Elétrica  (6) 3 0 48 \nEEL704  Qualidade d e Energia Elétrica  (7) 3 0 48 \nEME801  Geração de Energia Elétrica  (8) 3 0 48 \nQUI102  Química Geral  (9) 4 0 64 \nQUI112  Química Experimental  (10) 0 1 16 \n TOTAL  24 4 448 \n(1) PRT: ELT502, COR: ECA713; (2) PRT: ELT502, COR: ECA703; (3) PRT: ECA602, COR: ECA714; \n(4) PRT:  ECA602, COR: ECA704; (5) PRT: ELE402; (6) PRT: ELE402 + FIS506; (7) PRT: ELE402, \nCOR:  EEL701; (8) PRT: ELE402; (9) COR: QUI112; (10) COR: QUI102  \n \nECA703 - AUTOMAÇÃO DE SISTEMAS:  Conceitos básicos de Processos. Controladores \nlógicos programáveis - CLP: estruturas, linguagens de programação, aplicações, \nespecificação. Sistemas Supervisórios.  \nECA713 - PRÁTICAS DE AUTOMAÇÃO DE SISTEMAS:  Características de Hardware; \nExercícios de programação em Linguage m Ladder: Circuitos básicos, Instrução set e reset, \nContadores e Temporizadores, Processos de Automação no LadSim, Instruções Matemáticas \ne de Comparação, Mesa Festo e Subestação.  \nECA704 - SISTEMAS DE CONTROLE DIGITAL:  Especificação de desempenho para \nproje to. Sistemas de dados amostrados. Projeto de controle digital usando técnicas de \ntransformada e pole -placement. Implementação de controladores digitais: equivalência \nanalógica -digital, efeitos da amostragem e quantização, implementação com aritmética de \nponto-fixo. Interface em tempo real. Modelagem e simulação de processos para projeto de \ncontrole. Estudo detalhado de um exemplo de aplicação.  \nECA714 - PRÁTICAS DE SISTEMAS DE CONTROLE DIGITAL:  Teorema da \nAmostragem: Implementação de controladores digitais; Respostas temporais de Sistemas \nDiscretos de 1a e 2a ordem; Análise de Estabilidade de Sistemas Discretos; Compensação de \nSistemas de Controle; Compensação Deadbeat; Compensação por Posicionamento de Polos e \nEstimação de Estado  \nECN001 - ECONOMIA:  Natureza e método de economia. História do pensamento \neconômico. Microeconomia: teorias da demanda, oferta, preços e distribuição. ", "24": "Programa de Formação em Engenharia Elétrica  \n 23 Macroeconomia: teorias dos agregados, teoria geral de keynes, teoria monetária, teoria do \nsetor público, teoria do desenvolvimento e t eoria das relações internacionais.  \nEEL701 - ANÁLISE DE SISTEMAS DE ENERGIA ELÉTRICA I:  Introdução. A \nrepresentação PU: cargas, trafos de tapes variáveis, choques de bases e circuito p equivalente. \nO método dos componentes simétricos: potência e componentes  sequenciais para sistemas de \nimpedâncias desequilibrados, circuitos sequenciais e análise de desequilíbrios. Capacidade de \ncurto circuito. Impedâncias sequenciais de equipamentos e máquinas. Análise de sistemas \ndesequilibrados. Faltas métricas e assimétri cas \"shunt\", série e simultâneas. Aterramento de \nneutro. A matriz de impedância nodal.  \nEEL703 - TRANSMISSÃO DE ENERGIA ELÉTRICA:  Transporte de energia e as linhas \nde transmissão. Características físicas das linhas. Equacionamento técnico econômico das \nlinhas. Teoria da transmissão da energia elétrica. Impedância e Capacitância das linhas. \nCondutância de dispersão. Tópicos especiais em linhas.  \nEEL704 - QUALIDADE DE ENERGIA ELÉTRICA:  Conceitos Gerais de QEE e Novas \nDefinições de Potência. Harmônicos. Desequil íbrios. Variações de Tensão de Curta Duração. \nFlutuações de Tensão. Flicker.  \nEME801 - GERAÇÃO DE ENERGIA ELÉTRICA:  Energia hidráulica e térmica. \nImplantação de centrais hidro e termoelétricas. Meio ambiente e hidrologia aplicados às \ncentrais. Componentes d e centrais. Operação de centrais. Custo e avaliação. O novo quadro \ninstitucional do setor elétrico. Conservação de energia elétrica. Planejamento integrado de \nrecursos.  \nQUI102 - QUÍMICA GERAL:  Matéria e formas de medida. Átomos, moléculas e íons. \nFórmulas  e equações químicas. Obtenção de elementos. Termoquímica. Comportamento \nfísico dos gases. Estrutura eletrônica dos átomos. Tabela Periódica e as propriedades dos \nmetais. Ligação química. Estrutura molecular. Líquidos e sólidos. Soluções. Estruturas de \nnão-metais e seus compostos binários. Espontaneidade de reação. Equilíbrio químico em fase \ngasosa. Velocidade de reação. Atmosfera. Reações de precipitação. Ácidos e bases. \nEquilíbrios ácido -base. Íons complexos e compostos de coordenação. Análise qualitativa . \nOxidação redução e reatores eletroquímicos. Oxidação -redução e voltagem de pilhas. \nQuímica dos metais de transição. Química dos não -metais. Reações nucleares. Moléculas \norgânicas pequenas e grandes.  \nQUI112 - QUÍMICA EXPERIMENTAL:  Experiências sobre: prep aração de soluções, \ntransferência de elétrons em reações de oxi redução, caracterização dos elétrodos e do fluxo \neletrônico em pilhas, eletrodeposição de metais, reações de corrosão metálica e passivação \nsuperficial, corrosão galvânica, proteção catódica, corrosão sob tensão mecânica, corrosão \neletrolítica, corrosão por aeração diferencial e corrosão por frestas.  \n \n8º PERÍODO  \nCódigo  Disciplinas  Teoria  Prática  c/h total  \nEAM002  Ciências do Ambiente  4 0 64 \nEEL037  Materiais Elétricos  (1) 3 0 48 \nEEL702  Eletrôn ica de Potência I  (2) 4 0 64 \nEEL712  Eletrônica de Potência Experimental I  (3) 0 1 16 \nEEL801  Análise de Sistemas de Energia Elétrica II  (4) 4 0 64 \nEEL804  Proteção de Sistemas Elétricos  (5) 4 0 64 \nEEL805  Condicionamento de Energia  (6) 3 0 48 \nEPR003  Enge nharia Econômica  (7) 3 0 48 \nMAT013  Probabilidade e Estatística  (8) 4 0 64 \n TOTAL  29 1 480 \n(1) PRT: QUI102; (2)  PRT: ELE402 + ELE403, COR: EEL712; (3) PRT: ELE402 + ELE403, COR: EEL702 ; \n(4) PRT: EEL701; (5 ) PRT: EEL701 + ELE606 (6) PRT: EEL704; (7) PRT: ECN001; (8) PRT: MAT001  \n ", "25": "Programa de Formação em Engenharia Elétrica  \n 24  \nEAM002 - CIÊNCIAS DO AMBIENTE:  Fundamentos de Ecologia. Poluição Ambiental: \nágua, ar, solo. Tecnologias de controle de poluição. Gestão ambiental. Legislação ambiental. \nAvaliação de  impactos ambientais.  \nEEL037 - MATERIAIS ELÉTRICOS:  Elementos de ciência dos materiais. Propriedades \ndos materiais classificados pelas funções que exercem no campo da eletricidade. Tecnologia \nde fabricação, elaboração, determinação de características atrav és de ensaios e uso dos \nreferidos materiais e noções laboratório.  \nEEL702 - ELETRÔNICA DE POTÊNCIA I:  Semicondutores de potência. Conversores \nnão-controlados. Conversores controlados. Ponte trifásica como inversor dual. Chopper. \nharmônicos e consumo de potê ncia reativa. Circuitos de disparo.  \nEEL712 - ELETRÔNICA DE POTÊNCIA EXPERIMENTAL I:  Semicondutores de \npotência. Conversores não -controlados. Conversores controlados.  \nEEL801 - ANÁLISE DE SISTEMAS DE ENERGIA ELÉTRICA II:  O cálculo de faltas \nem sistemas de gr ande porte. Equações fundamentais da análise de sistemas de potência em \nregime permanente. Análise nodal, a matriz de admitância nodal, admitâncias mútuas na \nmatriz YN, propriedades desta matriz, eliminação de nós e esparcidade da mesma. Análise de \nfluxo d e potência: Suposições e aproximações, formulação matemática do problema, métodos \ninterativos de solução, fluxo dc e método do desacoplado rápido. Equivalentes e análise de \ncontingências.  \nEEL804 - PROTEÇÃO DE SISTEMAS ELÉTRICOS:  Filosofia da proteção. Funç ões e \nrelés de proteção. Proteção dos elementos de um sistema elétrico. Coordenação gráfica e \nseletividade. Proteção numérica.  \nEEL805 - CONDICIONAMENTO DE ENERGIA:  Compensação de Potências Não -Ativas \n(harmônica, de desequilíbrio, etc.). Filtros Passivos. C ompensadores Estáticos. Filtros Ativos. \nCondicionadores Universais de Energia  \nEPR003 - ENGENHARIA ECONÔMICA:  Conceitos fundamentais sobre engenharia \neconômica. Matemática Financeira. Análises de alternativas de investimentos. Métodos de \ndepreciação. Financ iamentos. Técnicas de tomadas de decisão (VPL, TR, TIR, VA). Análise \nde sensibilidade. Análise de viabilidade econômica de projetos de engenharia ambiental.  \nMAT013 – Probabilidade  e Estatística:  Noções básicas de probabilidade. Variáveis \naleatórias. Distri buições de probabilidade. Teoremas limite. Introdução à estatística. \nDescrição, exploração e comparação de dados. Estimativas e tamanhos de amostras. Teste de \nhipóteses.  \n9º PERÍODO  \nCódigo  Disciplinas  Teoria  Prática  c/h total  \nEEL809  Distribuição de Energia  Elétrica  (1) 3 0 48 \nEEL903  Estabilidade de Sistemas de Potência  (2) 4 0 64 \nEEL912  Subestações  (3) 3 0 48 \nEEL913  Acionamentos Elétricos  (4) 3 0 48 \nEPR002  Organização Industrial e Administração  3 0 48 \n TOTAL  16 0 256 \n(1) PRT: ELE506 + EPR003; (2) PRT: EEL801; (3) PRT: EEL037; (4) PRT: ELE606  \n \nEEL809 - DISTRIBUIÇÃO DE ENERGIA ELÉTRICA:  Conceitos básicos de \ndistribuição: o sistema distribuidor e o sistema consumidor. Engenharia da distribuição. \nProteção e c oordenação. Planejamento da distribuição nos níveis detalhado e agregado. \nEstratégias integradas de expansão.  \nEEL903  - ESTABILIDADE DE SISTEMAS DE POTÊNCIA:  Conceitos Fundamentais; \nModelos Básico de Elementos Componente do Sistema de Potência; Representaçã o da ", "26": "Programa de Formação em Engenharia Elétrica  \n 25 Máquina Síncrona: Equação de Oscilação; Equação de Estado; Regime Permanente de \nOperação; Características P -d. Estudos de Estabilidade Angular de Regime Permanente de um \nSistema Radial: Linearizações; Coeficiente de Potência Sincronizante; Técnicas de  \nAutovalores e Autovetores; Respostas do Sistema. Estudo de Estabilidade Angular Transitória \nde um Sistema Radial: Operação da Máquina Síncrona em Regime Transitório; Modelos \nPadronizados de Máquinas; Equacionamento; Critério da Igualdade de Áreas; Simulaç ões no \nTempo. Estudos de Estabilidade Angular de Sistemas Multi-máquinas . Representação de \nReguladores de Tensão e de Velocidade. Ensaios para Obtenção de Parâmetros e Constantes \nde Tempo. Simulações  \nEEL912  - SUBESTAÇÕES : Modelo de capacidade de carga. Dia gramas básicos de \nsubestações. Cálculos elétricos típicos. Especificações básicas dos componentes e \nequipamentos de uma subestação. Roteiro básico para o planejamento e projeto de uma \nsubestação. Coordenação de isolamento. Cálculo de sobre tensões. Serviço s auxiliares.  \nEEL913  - ACIONAMENTOS ELÉTRICOS : Conceitos básicos de acionamentos: \nDesempenho de motores elétricos - Características C = c(n) de cargas típicas - Dispositivos de \ncomando e proteção. Acionamentos de motores de corrente contínua: Equações de r egime e \nmodelagem para a análise transitória, sistemas de um, dois e quatro quadrantes para o \nacionamento destes motores, malhas de controle, aplicações numéricas e simulação. \nAcionamento de motores de correntes alternadas: Equações de regime e modelagem p ara a \nanálise transitória, controle de velocidade destas máquinas através da variação de tensões, \nfrequências, tensões e frequências simultâneas e cascata de conversores, malhas de controle, \naplicações numéricas e simulação. Laboratório.  \nEPR002  - ORGANIZAÇ ÃO INDUSTRIAL E ADMINISTRAÇÃO : Organização \nindustrial e administração. Administração de pessoal. Planejamento e controle da produção. \nAdministração de materiais. Gestão da qualidade e sistemas de garantia da qualidade.  \n \n9º e 10º PERÍODOS – Atividades Obrig atóri as \nCódigo  Disciplinas  Prática  \nTFG Trabalho Final de Graduação  128 \nE.S. Estágio Supervisionado Integral  360 \n TOTAL  488 \n \nOPTATIVAS  – 3º PERÍODO  \nCódigo  Disciplinas  Teoria  Prática  c/h total  \nADM082  Criação de Novos Negócios  3 0 48 \nADM 083 Introdução ao Empreendedorismo  3 0 48 \n \nADM082 - CRIAÇÃO DE NOVOS NEGÓCIOS:  Introdução e conceitos básicos; A \ncarreira empreendedora; Finanças Empresariais; Produto e Serviço; Pesquisa e análise de \nmercado; Organização e Equipe; Recursos e Investimento s; Plano de Negócios.  \nADM083 - INTRODUÇÃO AO EMPREENDEDORISMO:  Introdução. Teorias \nempreendedoras. Características empreendedoras. Negociação. Criatividade. Inovação. Redes \nde Relações. Detecção de oportunidades. Visão.  \n \nOPTATIVAS – 7º PERÍODO  \nCódigo  Disci plinas  Teoria  Prática  c/h total  \nELE731  Técnicas de Alta Tensão  2 0 32 \nELE741  Práticas de Técnicas de Alta Tensão  0 2 32 \n ", "27": "Programa de Formação em Engenharia Elétrica  \n 26 ELE731 - TÉCNICAS DE ALTA TENSÃO: Geração de alta tensão alternada. Medição de \nalta tensão alternada. Geração de alta tensão contínu a. Medição de alta tensão contínua. \nGeração de tensões impulsivas. Medição de tensões impulsivas. Geração e medição de altas \ncorrentes. Elementos e instalações em laboratórios de alta tensão. ensaios em equipamentos. \nAtividades práticas: tensão alternada; tensão contínua; tensões e correntes impulsivas; ensaios \nem transformadores; ondas viajantes.  \nELE741 - PRÁTICAS DE TÉCNICAS DE ALTA TENSÃO:  Alta Tensão Alternada; Alta \nTensão Contínua; Tensão Impulsiva; Corrente Impulsiva; Ondas Viajantes.  \n \nOPTATIVAS – 8º PERÍODO  \nCódigo  Disciplinas  Teoria  Prática  c/h total  \nEEL059  Eficiência Energética em Sistemas Elétricos  (1) 3 0 48 \n(1) PRT: ECN001 + ELE505  \n \nEEL059 - EFICIÊNCIA ENERGÉTICA EM SISTEMAS ELÉTRICOS:  Introdução a \nEficiência Energética. Programas Governamentais . Tarifação de Energia Elétrica. Sistemas de \nIluminação. Motores Elétricos. Sistemas de Ar Comprimido. Sistemas de Refrigeração. \nMedição e Verificação de Resultados de Projetos de Eficiência Energética.  \n \nOPTATIVAS – 9º PERÍODO  \nCódigo  Disciplinas  Teoria  Prática c/h total  \nEEL055  Confiabilidade de Sistemas Elétricos (1) 4 0 64 \nEEL905  Instalações Elétricas Industriais  (2) 4 0 64 \nELE936  Otimização Aplicada a Sistemas Elétricos de Potência (3) 4 0 64 \nTES903  Tópicos Especiais em Sistemas Elétricos de Potência III (4) 3 0 48 \n(1) PRT: EEL801 + MAT013; (2) PRT: EEL605 + EEL804; (3) EEL801 ; (4) PRT: EEL801  \n \nEEL055 - CONFIABILIDADE DE SISTEMAS ELÉTRICOS:  Introdução. Modelagem e \navaliação de sistemas simples e complexos. Modelo para componentes não -reparáveis. \nMode lo para componentes reparáveis. Técnicas de frequência e duração. Confiabilidade de \nsistemas de geração.  \nEEL905 - INSTALAÇÕES ELÉTRICAS INDUSTRIAIS:  Metodologia de projeto de \nInstalações Industriais; Cálculo de cargas Industriais; Revisão dos métodos de cálculo de \ncurto -circuito e componentes simétricos; Padronização de tensões; Dimensionamento de \ncircuitos e cálculo de quedas de tensão; Especificação  de: barramentos, disjuntores, fusíveis, \nTCs, TPs, etc; Especificação do sistema de proteção; Aspectos de coordenação e seletividade; \nDefinição do sistema de correção do fator de potência; Exemplo de aplicação tipica em \ninstalações elétricas industriais.  \nELE936 - OTIMIZAÇÃO APLICADA A SISTEMAS ELÉTRICOS DE POTÊNCIA:  \nIntrodução a Programação Linear. Aplicação no Planejamento. Estabelecimento das \nCondições de Otimalidade de Primeira e Segunda Ordem. Noções de Programação Não -\nLinear Irrestrita e Restrita. Apli cação no Problema de Fluxo de Potência Ótimo  \nTES903 - TÓPICOS ESPECIAIS EM SISTEMAS ELÉTRICOS DE POTÊNCIA III:  \nIntrodução. Modernos Centros de Supervisão em Tempo Real. Estimação de Estados em \nSistemas de Potência. Processamento de Medidas com Erros Grosse iros. Análise de \nObservabilidade de Redes Elétricas. Robustecimento de Estimadores de Estados de Mínimos \nQuadrados Ponderados. Simulação Computacional Aplicada a Sistemas - Testes e Sistemas \nRealísticos de Grande Porte.  \n ", "28": "Programa de Formação em Engenharia Elétrica  \n 27  \n9 PROCEDIMENTOS DE AVALIAÇÃO DA AP RENDIZAGEM  \n \n A avaliação do programa de formação em Engenharia Elétrica ocorrerá como parte \nintegrante do Sistema Nacional de Avaliação da Educação Superior (SINAES ), criado pela lei \nno 10.861 de 14 de abril de 2004, caracterizada por instrumentos quantita tivos e qualitativos \ndo processo ensino aprendizagem.  Também serão realizadas  avaliações e auto -avaliações \nfornecidas pela C omissão Permanente de Avaliação (CPA) da UNIFEI e pelos resultados \nadvindos do Exame Nacional de Desempenho de Estudantes (EN ADE ). \n \n Em todas as atividades do programa de formação em  Engenharia Elétrica a avaliação \ndos alunos se dará mediante os critérios de avaliação da Norma para Programas de Formação \nem Graduação da Universidade Federal de Itajubá . \n \n A avaliação do processo de apren dizagem individual de cada disciplina é descrit a no \nrespectivo plano de ensino. O s docentes são incentivados a diversificarem o processo \navaliativo.  \n \n10 PÓS -GRADUAÇÃO  EM ENGENHARIA ELÉTRICA  \n \n A Universidade Federal de Itajubá possui reconhecido programa de  formação em nível \nde pós-gradua ção (Mestrado e Doutorado) na área de Engenharia Elétrica . Ao graduando com \ninteresse em realizar a pós -graduação é facultad a a realização de disciplinas do programa de \nMestrado (com a autorização do coordenador do referido programa) . A carga horária das \ndisciplinas  dos programas de pós -graduação é aproveitada no núcleo de formação \ncomplementar.  \n "}