{"1": "  \nCoordenação de C urso  da Engenharia  Elétrica –  Siste mas de \nPotência \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n \n \n \nPROJETO PEDAGÓGICO \nDO CURSO DE GRADUAÇÃO EM \nENGENHARIA ELÉTRICA – SISTEMAS DE POTÊNCIA \nDA UFJF  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nJuiz de Fora, Janeiro de 2013 \n ", "2": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n2 \n  \nReitor:  Prof. Henrique Duque de Miranda C haves Filho, D.Sc . \nVice-Reitor:  Prof. José Luiz Rezende Pereira, Ph.D. \nPró-Reitor de Graduação:  Eduardo Magrone, D.Sc. \n \n \n \nDiretor da Faculdade de Engenharia:  Prof. Hélio Antônio da Silv a, D.Sc. \nVice-Diretor da Faculdade Engenharia:  Prof. Marcos Martins Borges, D.Sc. \n \n \n \nChefe do Departamento de Circuitos Elétricos:  Prof. Márcio Vicente Rizzo, D.Sc. \nChefe do Departamento de Energia:  Prof. João Alberto Passos, D.Sc. \n \n \n \nCoordenador do Curso de Engenharia Elétrica – Siste mas de Potência:   \nProf. Marco Aurélio de Almeida C astro, D.Sc. \n \n \n \nComissão : Membros do Núcleo Docente Estruturante(NDE) \nProf. Marco Aurélio de Almeida C astro, D.Sc. (Presi dente) \nProf. Abilio Variz, D.Sc. \nProf. Leandro Ramos de Araujo, D.Sc. \nProf Pedro Gomes Barbosa, D.Sc. \nProf. Ivo C hav es da Silv a Junior , D.Sc \n ", "3": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n3 \n  \n \n \nSUMÁRIO  \n \nPreâmbulo ......................................... ................................................... ................................................ 5  \n1.  Histórico do C urso ................................ ................................................... ..................................... 6  \n1.1.  O Processo de Construção do Projeto Pedagógico..... ................................................... ........... 9  \n2.  Justificativ a ..................................... ................................................... ......................................... 10  \n2.1.  Análise do Mercado de Trabalho .................... ................................................... ..................... 12  \n2.2.  Perspectiv as e Possibilidade de Inserção Profission al do Egresso ..................................... .... 15  \n3.  Perfil do C urso.................................... ................................................... ...................................... 18  \n3.1.  Integralização do Curso............................ ................................................... ............................ 20  \n3.2.  Estrutura do Curso ................................ ................................................... ............................... 21  \n3.2.1.  Núcleo de Conteúdos Básicos ....................... ................................................... ................... 22  \nRelação entre as Diretrizes C urriculares e as Disci plinas............................................. ...................... 23  \n3.2.2.  Núcleo de Conteúdos Profissionalizantes ........... ................................................... ............. 25  \n3.2.3.  Núcleo de Conteúdos Específicos.................... ................................................... ................. 26  \n3.3.  Premissas Básicas ................................. ................................................... ................................ 28  \n4.  Organização Curricular ............................ ................................................... ................................ 29  \n4.1.  Disciplinas de Ementa Aberta ...................... ................................................... ........................ 29  \n4.2.  Estágio C urricular ................................ ................................................... ................................. 29  \n4.3.  Ativ idades C omplementares ......................... ................................................... ....................... 31  \n4.4.  Estratégias de Integração e Interdisciplinaridade c om os Demais C ursos de Graduação e \nPós-Graduação ..................................... ................................................... ........................................... 34  \n4.5.  Trabalho Final de C urso ........................... ................................................... ............................ 34  \n4.6.  Disciplinas Comuns Entre os Cursos (1 o ao 6 o Períodos) ........................................ ................ 35  \n4.7.  Segmentação (7 o Período) ......................................... ................................................... .......... 37  \n4.8.  Disciplinas Específicas (8 o, 9 o e 10º Períodos) .................................. ...................................... 38  ", "4": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n4 \n 4.9.  Disciplinas Eletiv as .............................. ................................................... ................................. 41  \n4.10.  Disciplinas Optativ as ............................. ................................................... ........................... 41  \n4.11.  Seminários de Engenharia, C idadania e Metodologia C ientífica ........................................ 42  \n5.  Competências e Habilidades......................... ................................................... ........................... 42  \n5.1.  Perfil do Profissional a Ser Formado............... ................................................... ..................... 42  \n5.1.1.  Conhecimentos Essenciais........................... ................................................... ..................... 45  \n5.1.2.  Conhecimentos C omplementares....................... ................................................... ............. 45  \n5.1.3.  Ênfase do Curso ................................... ................................................... ............................. 45  \n6.  Formas e Mecanismos de Seleção: Sistema de Ingresso  .................................................. ......... 45  \n5.1 Processos de Ingresso pelo PISM e SiSU: ....... ................................................... ........................... 46  \n5.2 Processos de Ingresso por Mudança de Curso e Tr ansferência ....................................... ........... 47  \n5.3 Vagas ......................................... ................................................... ................................................ 47  \n6.1.  Mobilidade entre os Cursos da Engenharia Elétrica . ................................................... ........... 49  \n7.  Corpo Docente ..................................... ................................................... .................................... 50  \n8.  Recepção dos C alouros ............................. ................................................... ............................... 55  \n9.  Recursos de Infra-Estrutura ....................... ................................................... .............................. 56  \n9.1.  Infra-Estrutura Física Atual ...................... ................................................... ............................ 56  \n9.2.  Infra-Estrutura Administrativ a Atual............... ................................................... ..................... 59  \n9.3.  Nucleo Docente Estruturante (NDE) ................. ................................................... ................... 61  \n9.4.  Infra-Estrutura de Laboratórios ................... ................................................... ........................ 62  \n9.5.  Infra-Estrutura de Salas de Aula .................. ................................................... ........................ 63  \n9.6.  Apoio Acadêmico aos Docentes....................... ................................................... .................... 63  \n10.  A Avaliação do Projeto Pedagógico do Curso (PPC) .. ................................................... .......... 64  \n10.1.  Processo de Av aliação Premissas Básicas ........... ................................................... ............. 64  \n10.2.  Comissão Permanente de Av aliação/Engenharia Elétric a – CPA/EE .................................. 66  \n10.3.  Plano de Av aliação ................................ ................................................... ........................... 67  \n10.4.  Categorias de Av aliação: C onstrução de Indicadores ................................................... ...... 70  \n ", "5": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n5 \n Preâmbul o \nEste documento descreve o Projeto Pedagógico do Cur so de Graduação em \nEngenharia Elétrica – Sistemas de Potência da Univ e rsidade Federal de Juiz de Fora \n(UFJF) tendo em v ista as mudanças observadas no mer cado de trabalho do \nengenheiro eletricista nos últimos anos.  \n \nDurante o processo de construção deste documento, a  Coordenação do Curso de \nEngenharia Elétrica – Sistemas de Potência e os Dep artamentos de Circuitos Elétricos \ne de Energia Elétrica têm exercido ativ idades para garantir a pluralidade de idéias e \nvisões sobre as necessidades do mercado de mão-de-o bra. Outro fator considerado \ndiz respeito à responsabilidade sócio-ambiental, ob jetiv ando-se construir um projeto \npedagógico moderno, representativo, coerente e fund amentado, a fim de garantir a \nqualidade da formação dos egressos do Curso de Enge nharia Elétrica – Sistemas de \nPotência da UFJF. \n \n \n \n \n \n \n ", "6": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n6 \n 1.  Histórico do Curso \n \nA Escola de Engenharia de Juiz de Fora, fundada em 17 de agosto de 1914, incialmente \nformav a Engenheiros C ivis e Geógrafos. Mais tarde p assou a formar Engenheiros \nAgrimensores, C iv is e Eletrotécnicos. Seus primeiro s tempos foram ligados à Academia \nde Comércio passando depois para um prédio situado na Av enida Barão do Rio Branco \nnúmero 2040. Em 1960, passou a funcionar na Rua Vis conde de Mauá, onde hoje se \nsitua o C olégio de Aplicação João XXIII da UFJF. Na quele mesmo ano, a partir da Lei \n3858 de 23 de dezembro de 1960, a escola passou a i ntegrar a recém-criada \nUniv ersidade Federal de Juiz de Fora, sob a denomin ação de Faculdade de Engenharia \nda UFJF. Em 1963 se iniciou a div isão dos C ursos em  Engenharia C iv il e Engenharia \nElétrica, sendo que a primeira turma de engenheiros  eletricistas se formou em 1968.  \n \nNos últimos 15 anos, a Faculdade de Engenharia ampl iou a gama de formação com a \ncriação dos Cursos de Graduação em Arquitetura e Ur banismo, Engenharia Sanitária e \nAmbiental, Engenharia de Produção e Engenharia Comp utacional. Além disso, foram \ncriados os cursos de pós-graduação stricto sensu  em Engenharia Elétrica e em \nModelagem C omputacional. Além disso, a Faculdade de  Engenharia estimula a \nformação continuada através dos cursos de pós-gradu ação lato sensu  em Análise \nAmbiental, em Engenharia de Segurança do Trabalho e  em Gerenciamento de Obras. \nTais movimentos v isam sustentar a atitude v anguardi sta que inspirou a criação desta \ninstituição há quase um século. \n \nDesde a sua implantação, o Curso de Engenharia Elét rica da Faculdade de Engenharia \nda UFJF sofreu algumas reformulações no seu currícu lo e projeto de curso. A primeira, \ndelas, foi implantada no primeiro período letiv o de  1978, em atendimento à \nResolução de 27/04/1976 do Conselho Federal de Educ ação (CFE) que fixou os \nmínimos de conteúdo e duração dos Cursos de Graduaç ão em Engenharia e, também, \ndefiniu as áreas e habilitações. Outra reestruturaç ão profunda no currículo foi ", "7": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n7 \n implementada em dezembro de 1984 após três anos e m eio de estudos atrav és da \nResolução 44/1984 do Conselho de Ensino, Pesquisa e  Extensão (CEPE) da UFJF. Uma \nterceira modificação importante foi implementada em  1996 após amplo debate com \noutras instituições de ensino e com empresas signif icativ as do cenário nacional.  \n \nNo ano de 2000, o Curso de Engenharia ampliou o núm ero de v agas disponív eis com a \ncriação do Curso de Engenharia Elétrica Noturno, pa ssando de 60 vagas anuais (30 \npara o primeiro semestre e 30 para o segundo semest re) para 90 vagas anuais (30 \npara o primeiro semestre diurno, 30 para o segundo semestre diurno e 30 para o \nprimeiro semestre noturno). \n \nDando prosseguimento à evolução do curso, foram rea lizados os seguintes encontros \ne reuniões: \n \ni.  Encontro “Demandas Emergentes do Mercado e Desafios  para a Formação do \nEngenheiro”, realizado no dia 16 de dezembro de 200 8 na Faculdade de \nEngenharia. O ev ento contou com a participação de r epresentantes, da \nFundação COGE, Petrobrás, Instituto Nokia de Tecnol ogia, FIEMG (Federação \ndas Indústrias do Estado de Minas Gerais), Conselho  Regional de Engenharia, \nArquitetura e Agronomia – CREA/MG, Sindicado de Eng enheiros de Minas \nGerais – SENGEMG e Associação Brasileira de Ensino de Engenharia – ABENGE. \nNa ocasião, foi possív el coletar dos palestrantes s uas v isões institucionais \ntécnicas sobre os conhecimentos, as habilidades e a s competências que devem \nser adquiridas pelos egressos dos Cursos de Engenha ria Elétrica em suas \ndiv ersas habilitações com objetivo de atender as ne cessidades \ncontemporâneas do mercado de trabalho.  \nii.  Realização de diversas reuniões da C omissão de Impl antação do Projeto \nPedagógico de Curso com conv ite estendido aos demai s professores do Curso \nde Engenharia Elétrica. A partir da ev olução e amad urecimento das discussões ", "8": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n8 \n realizadas nestes encontros foram convocadas quatro  reuniões formais \nconjuntas dos Departamentos de Circuitos Elétricos e de Energia Elétrica. \niii.  Primeira reunião formal conjunta dos Departamentos de C ircuitos Elétricos e \nde Energia Elétrica. Foi deliberado que o curso amp liaria a oferta de v agas das \n90 vagas atualmente oferecidas para 210 vagas a ser em oferecidas no \nvestibular 2010 da UFJF. Esta ampliação foi condici onada ao aporte de nov e \nvagas de docentes e seis v agas de técnicos administ rativ os para ano de 2009. \niv.  Segunda reunião formal conjunta dos Departamentos d e C ircuitos Elétricos e \nEnergia, onde foi deliberado o perfil dos concursos  dos 22 docentes a serem \ncontratados no âmbito do projeto REUNI. \nv.  Terceira reunião formal conjunta dos Departamentos de C ircuitos Elétricos e \nde Energia Elétrica. Foi deliberado que o Curso de Engenharia Elétrica \nofereceria no vestibular de 2010 v agas em cinco cur sos distintos: Engenharia \nElétrica – Habilitação em Sistemas Eletrônicos, Eng enharia Elétrica – \nHabilitação em Energia, Engenharia Elétrica – Habil itação em Robótica e \nAutomação Industrial, Engenharia Elétrica – Habilit ação em Sistemas de \nPotência e Engenharia Elétrica – Habilitação em Tel ecomunicações, atrav és de \nvagas declaradas, oriundas do concurso v estibular, e de vagas não declaradas, \noriundas do Bacharelado em Ciências Exatas e Tecnol ogia.  \nvi.  Quarta reunião formal conjunta dos Departamentos de  Circuitos Elétricos e de \nEnergia Elétrica na qual a primeira v ersão do prese nte documento foi \naprov ado para ser encaminhado às instâncias superio res da UFJF, a saber: \nConselho de Unidade da Faculdade de Engenharia e C o nselho de Graduação da \nUFJF (CONGRAD). \nvii.  Em outra reunião foram criados os Núcleos Docentes Estruturantes (NDE) e as \nCoordenações dos cinco cursos novos de Engenharia E létrica: Sistemas \nEletrônicos, Robótica e Automação Industrial, Siste mas de Potência, \nTelecomunicações, e Energia. \n ", "9": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n9 \n  Mediante a coleta e síntese das discussões ocorrid as em todas as ativ idades \nsupracitadas, puderam-se definir as principais dire trizes do presente projeto \npedagógico. \n \nEm primeiro de outubro de 2012 foram empossados os cinco coordenadores e vice- \ncoordenadores de cada curso, após um processo eleit oral ordinário, onde foram \ndefinidos também os cinco representantes dos Núcleo s Docentes Estruturantes \n(NDEs) de cada curso, sendo então empossado o coord enador e o vice-coordenador \natual do curso de Engenharia Elétrica – Habilitação  em Sistemas de Potência. \n \nO Curso de Engenharia Elétrica – Habilitação em Sis temas de Potência da UFJF está \nprudentemente condicionado às regras do reconhecime nto de ativ idades e da \nconcessão das atribuições profissionais realizadas pelo Sistema CONFEA/C REA \n(através da resolução 1010/05 de 22 de agosto de 20 05). Também, dev e ser \ndestacado, que a elaboração do presente projeto se fundamentou na Lei de Diretrizes \ne Bases da Educação – Lei n o 9.394/96, nas Diretrizes Curriculares Nacionais do s \nCursos de Graduação em Engenharia (resolução CNE/CE S n o 11/2002), e na Resolução \nCNE/CES n 0 02/2007 que dispõe sobre a carga horária mínima do s cursos de \ngraduação. \n  \n1.1.  O Processo de Construção do Projeto Pedagógico \nDado ao ambiente de rápida evolução tecnológica no qual os cursos de engenharia \nestão imersos, é de fundamental importância que o P rojeto Pedagógico do Curso seja \nconstantemente reav aliado e discutido. \n \nÉ fundamental que a comunidade externa e interna da  Univ ersidade conheça o \ndiferencial do Curso de Engenharia Elétrica da UFJF . Com isto espera-se que os alunos, \nao ingressarem para o nosso curso, saibam com clare za os princípios norteadores da ", "10": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n10 \n filosofia do curso. Para atingir este fim, os segui ntes mecanismos de divulgação do \npresente Projeto Pedagógico de Curso devem ser impl ementados: \n \n/checkbld Após a aprovação do presente PPC nas div ersas instâ ncias administrativ as da \nUFJF, a Coordenação do Curso de Engenharia Elétrica  – Sistemas de Potência \npromov erá um seminário com participação aberta aos docentes, discentes e \ntécnicos administrativo, com conv ite estendido às e scolas de ensino médio. \n/checkbld Publicação do PPC no site do Curso de Engenharia El étrica \n(www.ufjf.br/engenhariaeletrica ). \n/checkbld Divulgação atrav és de folders e palestras para a co munidade dos princípios \nnorteadores deste PPC e as habilitações a serem ofe recidas. \n \n2.  Justificativa \nA partir da adesão da UFJF ao Programa de Reestrutu ração e Expansão das \nUniv ersidades Federais (REUNI) do Governo Federal e  tendo em v ista o número de \nvagas proposto para a expansão do Curso de Engenhar ia Elétrica surgiu a necessidade \nde construção do presente Projeto Pedagógico de C ur so.  \n \nAliado aos fatores supracitados, o Projeto Pedagógi co de Curso anterior já estav a \nsendo utilizado desde o ano de 1996 sem reformulaçõ es. Com isto, os docentes do \nCurso de Engenharia Elétrica já hav iam formalizado um compromisso oficial com a \ninstituição no sentido de promover uma ampla reform a no Projeto Pedagógico do \nCurso v isando principalmente: \n \n/head2right   readequar o direcionamento da formação. O Projeto  Pedagógico de C urso anterior \nprevia um conjunto muito denso de disciplinas obrig atórias e não direcionav a a \nescolha das disciplinas eletiv as. Com isto, em muit as situações, as disciplinas \neletiv as desejadas pelos discentes não eram ofereci das em determinados \nsemestres e estes eram forçados a cursar disciplina s eletiv as alternativ as para ", "11": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n11 \n integralizar seu currículo. Outra questão era a pos sibilidade de o discente escolher \ndisciplinas de todas as ênfases do curso, o que aca bav a permitindo que alguns \ndiscentes escolhessem uma configuração de disciplin as que não lev av am a um \nconjunto conexo para o desenv olv imento de habilidad e e competências numa \ndeterminada ênfase do curso. \n/head2right   Contemplar as ativ idades complementares que já es tav am sendo desenv olv idas \npelos discentes e não eram contabilizadas para sua integralização curricular. \n/head2right   Permitir que, apesar do aumento do número de v aga s, a atrativ idade do curso não \nfosse reduzida. Ou seja, garantir que o aluno do en sino médio (potencial candidato \ndo exame seletiv o univ ersitário) mantivesse seu int eresse ou fosse ainda mais \nestimulado para os cursos da área tecnológica. \n \nA partir das motiv ações acima e do senso comum entr e os docentes do Curso de \nEngenharia Elétrica de que o grau de Engenheiro Ele tricista é de extrema importância \npara o início da v ida profissional do egresso na bu sca de nov as oportunidades é que o \npresente Projeto Pedagógico de Curso foi consolidad o. \n \nA decisão de criar cinco novos cursos é uma forma d e permitir um direcionamento na \nformação do Engenheiro Eletricista sem tolher a lib erdade do discente de cursar \ndisciplinas e desenvolv er competências e habilidade s das outras áreas dentro da \nEngenharia Elétrica. \n \nA criação do curso de Engenharia Elétrica – Sistema s de Potência v em de encontro da \nnecessidade, cada v ez maior, de profissionais que p ossam atuar na área de Geração, \nTransmissão, Distribuição de Energia e Setores Indu striais com um grande diferencial. \nSeu objetivo principal é proporcionar aos alunos um a formação sólida nos \nfundamentos técnico-científicos, conferindo também um caráter generalista, que \npermite a sua atuação em diversas áreas de conhecim ento dentro da base tecnológica \nda Engenharia Elétrica.  \n ", "12": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n12 \n 2.1.  Análise do Mercado de Trabalho \nO objetivo desta av aliação é situar os espaços atua lmente ocupados pelos \nengenheiros, a fim de obter subsídios para auxiliar  o molde do perfil dos egressos dos \ncursos de engenharia para a estrutura do mercado de  trabalho contemporâneo e \nvindouro. \n \nOs dados utilizados são baseados na consolidação si stematizada do Relatório Anual de \nInformações Sociais (RAIS/MTE), realizada pela Fede ração Interestadual de Sindicatos \nde Engenheiros e consubstanciado no documento “O me rcado formal de trabalho dos \nprofissionais do sistema CONFEA/CREA”.  1 \n \nAtualmente são registrados no sistema CONFEA/CREA, aproximadamente, 170 mil \nprofissionais distribuídos por categoria conforme o  gráfico da Figura 1. \nEngenheiro s \n82% Agrônom os \n10% \nArquitetos \n6% \nGeó logo s \n2% Categorias Profissionais \n \nFigura 1 – Distribuição dos Profissionais do Sistem a CONFEA/CREA por Categorias Profissionais \n \n                                                 \n1 “O mercado formal de trabalho dos profissionais do sistema CONFEA/CREA/FISENGE e DIEESE”. Rio de Janei ro : \nFederação Interestadual de Sindicatos de Engenheiro s, 2007.   ", "13": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n13 \n A Figura 2 mostra a inspeção das faixas de remunera ção média 2 dentre as categorias \nprofissionais do sistema Confea/Crea. \nRemuneração Média em Salários Mínimos \n12,1 \n11,1 10,6 13,4 \n10,7 12,7 \nEngenheiros Agrônomos Arquitetos Geólogos Professores de \nIES IES-Públicas \n \nFigura 2 - Remuneração Média dos Profissionais do S istema CONFEA/CREA \n \nOutro dado interessante refere-se à remuneração méd ia dos professores do ensino \nsuperior. Apesar da penúltima posição, a remuneraçã o média exclusiv a dos \nprofessores das IES públicas supera a média das dem ais categorias profissionais, \nexceto a de geólogos e geofísicos.  \n \nA ocupação dos profissionais do sistema CONFEA/CREA  nos principais setores da \nativ idade econômica é apresentada na Tabela . \n \nObserv a-se que quase dois terços (63%) dos engenhei ros estão desempenhando suas \nativ idades profissionais nas indústrias de transfor mação e nas ativ idades de \ncomércio/serv iços. A elev ada participação de engenh eiro no setor de \ncomércio/serv iços dev e ser interpretada como motiv a ção adicional para ampliar as \nhabilidades e competências na formação da graduação  do engenheiro. \n                                                 \n2 O conceito de média foi ajustado à disponibilidade dos dados da pesquisa. Assim, o valor da faixa de r emuneração “até 10 SM” foi \nconsiderado, para os fins deste cálculo, igual a 8 Salários Mínimos, pelo fato de ser o piso da profis são. Foi considerado 12,5 Salários \nMínimos como representativo da segunda faixa de rem uneração (de 10,1 a 15 SM). Por fim, a última faixa  considera – maior do que \n15 SM – 15 salários mínimos .  ", "14": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n14 \n Tabela 1 - Ocupação dos Profissionais do Sistema CO NFEA/CREA \nAtividade Econômica  Engenheiros  Agrônomos  Arquitetos  Geólogos  Total  \nComércio e Serviços  32%  39%  38%  40%  33%  \nIndústria da \ntransformação 31%  8%  5%  16%  27%  \nAdministração Pública  10%  35%  41%  11%  14%  \nConstrução Civil  14%  1%  13%  4%  12%  \nServiços de Utilidade \nPública 9%  1%  2%  6%  8%  \nOutros  4%  16%  1%  23%  5%  \n \nA estrutura de ocupação dos profissionais do sistem a CONFEA/CREA está consolidada \nna Tabela 2. Como pode ser observ ado, 71%  dos engenheiros atuam nas organizações \npriv adas com e sem fins lucrativ os. Este percentual  corresponde a, aproximadamente, \n95 mil profissionais. Esta elev ada participação apo nta para o principal absorvedor da \nmão-de-obra dos egressos de nossos cursos. Por outr o lado, praticamente metade dos \nGeólogos/geofísicos ocupa posições nas entidades em presariais estatais.  \n \nTabela 2 - Estrutura de Ocupação Profissional \nNatureza do Estabelecimento Engenheiros  Agrônomos Arquitetos Geólogos \nSetor Público 12% 34% 41% 11% \nOrganizações Estatais 17% 23% 13% 49% \nOrganizações Privadas 68% 33% 40% 38% \nSem fins lucrativos e outros 3% 10% 6% 2% \n \nEsta distribuição deve ser observ ada e contextualiz ada para moldar o perfil do egresso \nde nossos cursos e, consequentemente, para estrutur ar os conteúdos que dev em ser \noferecidos em nossa instituição.  \n \nSabe-se que os processos de seleção para os órgãos públicos e entidades estatais são \nefetiv ados por concursos públicos. Apesar do contín uo aperfeiçoamento estes \nprocessos priorizam os conhecimentos técnicos adqui ridos. O processo de seleção \npara o ingresso em organizações priv adas v aloriza o  currículo e a formação acadêmica ", "15": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n15 \n dos pretendentes, porém difere, principalmente, nas  av aliações de potenciais e \nhabilidades comportamentais como, por exemplo: \n/checkbld capacidade de síntese nas comunicações escritas e o rais; \n/checkbld organização e planejamento; \n/checkbld liderança e empreendedorismo;  \n/checkbld articulação e postura ética nos trabalhos de equipe .  \n \nNormalmente, nas empresas mais estruturadas com áre a de recursos humanos, estes \natributos são observados em dinâmicas de grupos com  os pretendentes aos cargos \noferecidos. A av aliação é realizada por profissiona is das áreas em que as v agas estão \ndisponíveis e dos profissionais da área de recursos  humanos.   \n \nNestas condições, a formação dos nossos jov ens alun os deve inexoravelmente \natender às demandas técnicas e profissionais do mer cado de trabalho e explorar, \ntambém, as habilidades e competências comportamenta is, a fim de ampliar suas \ncondições de empregabilidade .  \n2.2.  Perspectivas e Possibilidade de Inserção Profission al do \nEgresso \nÉ fato que a inov ação tecnológica é o v etor que per mitirá o Brasil sair da condição de \npaís periférico na economia mundial para atingir um a posição de liderança. Portanto, \né fundamental provocar o senso empreendedor dos alu nos dos Cursos de Engenharia \nElétrica da UFJF. \n \nOs profissionais egressos do C urso de Engenharia El étrica – Sistema de Potência \npoderão atuar como empregados, gestores ou autônomo s com grande diferencial em \nsua especialidade e, também, participar de estudo d e v iabilidades, manutenção, \nconsultoria, assessoria, fiscalização, perícias, la udos técnicos e projetos das outras \ngrandes áreas da Engenharia Elétrica, como telecomu nicações, energia, sistemas \neletrônicos e automação industrial. ", "16": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n16 \n A cidade de Juiz de Fora está situada na região Sud este que é a região que detém a \nliderança econômica, comercial e industrial do País . O município situa-se a 184km da \ncidade do Rio de Janeiro, a 500km da cidade de São Paulo e a 272km da cidade de \nBelo Horizonte. As estradas que interligam estes mu nicípios estão em condições \nfavoráv eis e processos de priv atização de quase tod os os trechos irão promov er \ncondições ainda melhores de interconexão rodov iária . Adicionalmente, a cidade \npossui o Aeroporto Francisco Álv ares de Assis, situ ado a 4km da Univ ersidade com \nvôos comerciais diários para Belo Horizonte, São Pa ulo e Rio de Janeiro. Há, também, \num Aeroporto Regional que está finalizado e em fase  de negociação para entrar em \noperação, situado a 40km do centro da cidade, no mu nicípio de Goianá. Este \naeroporto possui capacidade de pouso para aeronav es  de maior porte. \n \nO setor industrial de Juiz de Fora e região apresen ta div ersas empresas com potencial \nde absorver o egresso do Curso de Engenharia Elétri ca – Sistemas de Potência da UFJF, \ndentre elas podem ser destacadas: \n \n/checkbld ArcelorMittal Juiz de Fora Aços Longos; \n/checkbld Energisa Minas Gerais – Distribuidora de Energia S/ A; \n/checkbld Companhia Paraibuna de Metais (Grupo Votorantim); \n/checkbld Itatiaia Móveis; \n/checkbld Mercedez Benz do Brasil S.A.; \n/checkbld CEMIG; \n/checkbld CESAMA (Companhia de Abastecimento de Água de Juiz de Fora); \n/checkbld MRS Logística S.A.; \n/checkbld U&M Mineração e C onstrução; \n/checkbld Becton Dickinson Ind C irúrgicas Ltda; \n/checkbld Paraibuna Embalagens; \n/checkbld White Martins Gases Industriais Ltda; \n/checkbld Onduline Industrial do Brasil; \n/checkbld Hiper Roll Embalagens. ", "17": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n17 \n Não obstante, tradicionalmente, a Faculdade de Enge nharia de Juiz de Fora tem \npotencial de formação com abrangência nacional e in ternacional.  \n \nCumpre ressaltar que o fenômeno da globalização tem  aberto postos de trabalhos em \ntodos os continentes, ou seja, o egresso dev e ter e m mente que ele é também um \ncidadão do mundo, porém, será preciso, para corrigi r as distorções, desenvolv er no \negresso um forte sentimento de compromisso com a so ciedade que o gerou e o \nmantev e, para que de uma forma, ou de outra, ele po ssa contribuir para o \ndesenvolv imento sustentáv el da sua nação. \n \nFinalmente, deve ser destacada a possibilidade de i nserção profissional nas \ninstituições de ensino e pesquisa que vem recebendo  cada vez mais inv estimentos \npara expansão nos últimos anos nas esferas públicas  e priv adas (e.g. Centro de Ensino \nSuperior de Juiz de Fora - CES-JF, C entro Federal d e Educação Tecnológica - CEFET-MG, \nUniv ersidade Salgado de Oliv eira - Univ erso, Instit uto Federal de Educação Ciência e \nTecnologia do Sudeste de Minas Gerais IFET, etc). \n \nCom a necessidade do fortalecimento do av anço tecno lógico no país div ersos cursos \nde graduação, de tecnologia e de formação técnica d e nível médio tem sido e serão \ncriados na área de Engenharia Elétrica. \n \nEm relação às instituições de pesquisa, alguns cent ros de pesquisas que absorvem \natualmente engenheiros formados na área de Sistemas  de Potência podem ser \ncitados: \n/checkbld LACTEC (Instituto de Tecnologia para o Desenv olv ime nto) – Paraná \n/checkbld EMBRAER (Empresa Brasileira de Aeronáutica) –  São Paulo – Setor de \nAeronáutica \n/checkbld Centro de Pesquisas de Energia Elétrica – CEPEL \n/checkbld Empresa de Pesquisa Energética – EPE \n/checkbld Instituto de Pesquisa Tecnológica - IPT ", "18": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n18 \n Além das áreas supracitadas, os egressos no curso a inda podem optar pela \ncontinuação dos estudos em cursos de pós-graduação,  na própria UFJF ou em outras \nuniv ersidades. Especificamente na UFJF, o programa de pós-graduação em Engenharia \nElétrica possui um mestrado e um doutorado Stricto Sensu  com conceito 4 na última \nav aliação da CAPES e com 6 professores com bolsa de  produtiv idade em pesquisa do \nCNPq. \n \nAdicionalmente, no início de 2009 atrav és do Edital  15/2008 do CNPq, a UFJF \nassociada com outras importantes univ ersidades da r egião (Universidade Federal de \nItajubá, Univ ersidade Federal de São João Del Rei, Univ ersidade Federal do Rio de \nJaneiro e Univ ersidade Federal Fluminense) foi cont emplada com o Instituto Nacional \nde C iência e Tecnologia de Energia Elétrica (INERGE ) que será sediado no C ampus da \nUFJF. Dentre os 123 institutos aprov ados no país, o  INERGE é o único na área de \nenergia elétrica, o que dá ao C urso de Graduação em  Engenharia Elétrica – Sistema de \nPotência posição de destaque no país. \n \nEm todos os setores e áreas de atuação citados, enc ontram-se engenheiros eletricistas \negressos do antigo Curso de Graduação em Engenharia  Elétrica da UFJF.  É importante \nlembrar ainda que nossos profissionais ocupam posiç ões de liderança em div ersas \norganizações, públicas e priv adas. \n3.  Perfil do Curso \nO Curso de Graduação em Engenharia Elétrica – Siste mas de Potência da UFJF dev erá \nformar profissionais capazes de: \n/checkbld Atuarem na produção e serv iços; \n/checkbld Serem empreendedores ou profissionais autônomos; \n/checkbld Prosseguirem seus estudos na pós-graduação passando  a atuar com \nprofessores em Univ ersidades ou pesquisadores em ce ntros de pesquisa. \n ", "19": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n19 \n O Projeto Pedagógico dev e permitir a fácil identifi cação dos discentes com v ocações \npara estudos av ançados e ativ idades de pesquisa. O currículo do Curso dev e, inclusiv e, \nproporcionar o surgimento, a identificação e o apri moramento científico dos \ngraduandos, contribuindo para a formação de potenci ais pesquisadores entre seus \nalunos. \n \nDe acordo com o I Seminário sobre Diretrizes Curric ulares para os cursos de \nGraduação (ABENGE - 1998), o egresso deve possuir: \n\"Sólida formação científica e profissional geral qu e capacite o engenheiro a absorver \ne desenvolver novas tecnologias, permitindo a sua a tuação crítica e criativa na \nidentificação e resolução de problemas, considerand o seus aspectos econômicos, \nsociais e ambientais, com visão ética e humanística , em atendimento às demandas \nda sociedade\". \n \nA formulação da Comissão de Engenharia Elétrica do Exame Nacional de Cursos (1998) \npassa a incorporar o presente Projeto Pedagógico de  Curso que contemplará, \nfundamentalmente, os seguintes pontos: \n/checkbld Formação generalista, com sólidos conhecimentos nas  áreas de formação \nbásica, geral e profissional do C urso, incluindo as pectos humanísticos, sociais, \néticos e ambientais; \n/checkbld Capacidade para resolver problemas concretos, model ando situações reais, \npromov endo abstrações e adequando-se a novas situaç ões; \n/checkbld Capacidade de análise de problemas e síntese de sol uções, integrando \nconhecimentos multidisciplinares; \n/checkbld Capacidade de elaboração de projetos e proposição d e soluções técnica e \neconomicamente competitiv as; \n/checkbld Capacidade de absorver nov as tecnologias e de v isua lizar, com criativ idade, \nnov as aplicações para a Engenharia Elétrica; \n/checkbld Capacidade de comunicação e liderança para trabalho  em equipes \nmultidisciplinares; ", "20": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n20 \n O projeto pedagógico e a estrutura curricular do Cu rso de Engenharia Elétrica – \nSistemas de Potência da UFJF foi construído com obj etivo de formar um profissional \ncom base de conhecimento sólida para atuar em amplo  espectro da área de Sistemas \nde Potência \n \n3.1.  Integralização do Curso \nO Curso de Engenharia Elétrica – Sistemas de Potênc ia pode ser integralizado dentro \nde um prazo mínimo de 4,5 anos ou 9 períodos letivo s e um prazo máximo de 9 anos \nou 18 períodos letivos. Podendo a critério do coleg iado de curso, após análise de \nplano de estudos apresentado pelo acadêmico interes sado ser prorrogado por no \nmáximo 2 períodos. A duração média é de 5 anos ou 1 0 períodos letivos. \n \nPara integralizar o curso o aluno dev erá, obrigator iamente, cursar o elenco de \ndisciplinas obrigatórias constantes dos núcleos de conteúdos básicos, \nprofissionalizantes e específicos e, ainda, o estág io obrigatório e disciplinas eletiv as \ne/ou ativ idades complementares. \n \nComo complementos, o aluno ainda poderá cursar outr as disciplinas na UFJF ou em \noutra Instituição de Ensino Superior. Estas discipl inas, exceto nos casos prev istos na \nlegislação em vigor, só poderão constar do históric o do aluno após autorização \nemitida pela Coordenação de C urso de Engenharia Elé trica – Sistemas de Potência. \n \nPode constar do histórico do aluno as “Ativ idades C omplementares” definidas na \nResolução 018/2002 do CONGRAD (Conselho Setorial de  Graduação) que “permite a \nimplantação do processo de flexibilização dos currí culos de um curso”. Estas \n“ativ idades” constam do histórico na forma estipula da pela legislação competente e, \nno que couber, conforme definido pelo Colegiado do Curso de Engenharia Elétrica – \nSistemas de Potência. ", "21": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n21 \n 3.2.  Estrutura do Curso \nA carga horária total do curso é de 3610 horas-aula . Este total está englobando as \ndisciplinas obrigatórias, o Trabalho Final de Curso , disciplinas eletiv as, as ativ idades \ncomplementares e o estágio curricular obrigatório d e no mínimo 160 horas. \n \nO Trabalho Final de Curso será realizado numa disci plina de 90 horas-aula. A soma do \nnúmero de horas referentes às ativ idades complement ares e ao trabalho final de \ncurso é 150 horas, o que atende a legislação que li mita este v alor percentual em 20% \nde horas do total do curso. \n \nA Resolução CNE/CES 11 prev ê: \n“Art. 6º Todo o curso de Engenharia, independente d e sua modalidade, deve possuir \nem seu currículo um núcleo de conteúdos básicos, um  núcleo de conteúdos \nprofissionalizantes e um núcleo de conteúdos especí ficos que caracterizem a \nmodalidade”. \n \nA Tabela 3 mostra a distribuição de conteúdos do cu rso de Engenharia Elétrica – \nSistemas de Potência. \nTabela 3: Estrutura do curso Engenharia Elétrica – Sistemas de Potência \nNúcleo de Conteúdos/Atividades \nCurriculares Carga \nHorária Porcentagem do \ntotal (%) \nBásico 1590 44,04% \nProfissionalizante 840 23,26% \nEspecífico 720 19,94% \nTotal da carga horária em disciplinas \nobrigatórias 3150 87,25% \nTrabalho Final de Curso 90 2,5% \nEstágio curricular obrigatório 160 4,43% \nDisciplinas eletivas/Ativ. Complementares 210 5,87%  \nTotal Geral 3610 100% \n ", "22": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n22 \n 3.2.1.  Núcl eo de Conteúdos Básicos \nDe acordo com a CNE/CES 11/2002 núcleo de conteúdos  básicos do curso dev e conter \n“cerca de 30% da carga horária mínima” . No caso do curso de Engenharia Elétrica – \nSistemas de Potência da UFJF este núcleo perfaz 44%  da carga total mínima.  \n \nOs conteúdos básicos segundo o parágrafo 1º do Art.  6º  são:  \nI - Metodologia Científica e Tecnológica; II - Comu nicação e Expressão; III - \nInformática; IV - Expressão Gráfica; V - Matemática ; VI - Física; VII - Fenômenos de \nTransporte; VIII - Mecânica dos Sólidos; IX - Eletr icidade Aplicada; X - Química; XI - \nCiência e Tecnologia dos Materiais; XII - Administr ação; XIII - Economia; XIV - \nCiências do Ambiente; XV - Humanidades, Ciências So ciais e Cidadania. \n \nDe acordo com a resolução, as disciplinas foram org anizadas na tabela a seguir: \n \nTabela 4 – Disciplinas do Núcleo de Conteúdos Básic os \nCódigo Denominação Carga \nHorária Diretriz es Curr. \nCEL065 Introdução à Eng. \nElétrica  30 I-Metodologia Científica e \nTecnológica, II-Comunicação e \nExpressão \nDCC119 Algoritmos  60 III - Informática DCC120 Laboratório de Prog. 30 \nENEXXX* Desenho Aux. Comp. 30 IV-Expressão Gráfica \nMAT154 Cálculo I 60 \nV - Matemática MAT155 Geom. Analítica 60 \nMAT156 Cálculo II 60 \nMAT157 Cálculo III 60 \nMAT158 Álgebra Linear 60 \nMAT029 Eq. Dif. I 60 \nMAT030 Eq. Dif. II 60 \nEST029 Cálc. Probab. I 60 \nDCC008 Cálc. Numérico 60 \nENE081 Métodos Otimiz ação 60 \nFIS073 Física I 60 \nVI-Física FIS074 Física II 60 \nFIS075 Física III 60 \nFIS076 Física IV 60 \nFIS077 Lab. Física 30 ", "23": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n23 \n FIS081 Fenôm. de Transp. 60 VII-Fenômenos de Transp orte \nMAC015 Resistência dos Mat. 60 VIII-Resist. dos Mat eriais \nICE002 Lab. Ciências 60 I-Metodologia Científica e \nTecnológica \nENE045 Lab. Eletrotécnica 30 IX-Eletricidade Aplicada CEL033 Circ. Lineares I 60 \nQUI125 Química Fund. 60 X-Química QUI126 Lab. Química 30 \nENE040 Materiais e \nEquipamentos Elétricos 30 XI-Ciência e Tecnologia dos \nMateriais \nENE084 Análise de Investimento \ne Gestão Organiz acional 60 XII-Administração, \nXIII-Economia \nESA002 Ecologia 60 XIV-Ciências do Ambiente \nDPR032 Direito Privado 60 XV-Humanidades, Ciências Sociais e \nCidadania \n Total  1590  \n* Disciplina do Departamento de Energia sem código definido \nO aluno irá cursar 1590 horas-aula de disciplinas d e conteúdo básico da Engenharia. A \nmaior parte destas horas-aula será comum para todos  os cursos de Engenharia \nElétrica. Com isto, haverá uma forte interação acad êmica entre os alunos dos \ndiferentes cursos priv ilegiando a formação interdis ciplinar, o amadurecimento do \nacadêmico e facilitando seu envolv imento nos módulo s específicos consecutivos. \nRelação entre as Diretrizes Curriculare s e as Disci plinas \nExplicação mais aprofundada acerca de algumas diret rizes curriculares: \n/checkbld Comunicação e Expressão : Será contemplado na principalmente atrav és de \ninstrução direta do professor orientador do Trabalh o Final de Curso e atrav és \nde orientação dos docentes do Curso de Engenharia E létrica ao ministrar todas \nas disciplinas do curso. Como forma de suprir conte údos de comunicação e \nexpressão, os professores dev em estimular os alunos  para participarem em \nseminários, trabalhos e eventos em que tenham que d esenv olv er a expressão \noral / escrita e capacidade de leitura, compreensão  de textos técnicos e \nesquemas gráficos em português e outras línguas. Al ém do estímulo ao \naprimoramento da comunicação, esforço especial dev e  ser dado visando à \nformação de um engenheiro empreendedor , que tenha capacidade para \nresolv er problemas, tomar decisões, trabalhar em eq uipe, ser criativ o, ", "24": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n24 \n adaptar-se às situações div ersificadas e que tenha a consciência ética presente \nem suas atitudes. \n/checkbld Informática : Principalmente na disciplina de Algoritmos, Labor atório de \nProgramação. As disciplinas do Curso de Engenharia Elétrica utilizarão como \nprincípio básico a exigência de implementação compu tacional dos conteúdos \nministrados e pesquisa na internet. \n/checkbld Eletricidade Aplicada : Por ser tratar de um curso de Engenharia Elétrica , este \ntópico é amplamente contemplado atrav és de div ersas  disciplinas. \n \nAtividades de Laboratório \nO aluno cursará diferentes disciplinas em v ários la boratórios durante o curso.  No \ninício do curso, o estudante terá contato com labor atórios de ciências, física, química \ne informática. \n/checkbld Laboratório de Ciências : Neste laboratório o estudante irá aprender sobre \nmetodologia científica, tratamento de dados, ótica e luz, propriedades físicas e \nquímicas de substâncias simples e compostas, a natu reza da energia química e \nelétrica, velocidade de reações químicas. \n/checkbld Laboratório de Química : Neste laboratório o aluno aprenderá sobre segurança  \nno laboratório e primeiros socorros. Equipamentos b ásicos e Técnicas de \nlaboratório, pH, Determinação de propriedades físic as das substâncias \nquímicas, Reações químicas; \n/checkbld Laboratório de Física I : Neste laboratório o aluno aprenderá sobre teoria da s \nMedidas e dos Erros, Gráficos e Experimentos em Mec ânica; \n/checkbld Laboratório de Informática : Neste laboratório o aluno aprenderá sobre \nconceitos de computação; ambientação à programação e compilação; noções \nde depuração e testes; Linguagem de programação (de claração de variáv eis, \ntipos básicos, estruturas de controle básicas; entr ada e saída básica; \nconstrução de expressões aritméticas, lógicas e rel acionais; precedência de \noperadores). ", "25": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n25 \n /checkbld Laboratório de Eletrotécnica : Neste laboratório o aluno terá um contato inicial \ncom conceitos e práticas de Engenharia Elétrica, co m o intuito de criar um \nvínculo prév io dos estudantes com a Faculdade de En genharia. \n3.2.2.  Núcl eo de Conteúdos Profissionalizantes \nO núcleo de conteúdos profissionalizantes do curso deve conter “cerca de 15% da \ncarga horária mínima” de acordo com a CNE/CES 11/20 02. No caso do curso de \nEngenharia Elétrica – Sistemas de Potência da UFJF este núcleo perfaz 20,08% da \ncarga total mínima. As disciplinas foram organizada s observ ando o par. 3º do Art. 6º. \n \nTabela 5 – Disciplinas do Núcleo de Conteúdos Profi ssionalizantes \nCódigo Denominação  Carga \nHorária Diretriz es Curr. \nCEL032 Circuitos Lógicos 60 V-Circuitos Lógicos \nCEL034 Circuitos Lineares II 60 \nIV-Circuitos Elétricos CEL062 Circuitos Trifásicos 60 \nENE082 Instalações Elétricas 60 \nCEL038 Controle I 60 VIII-Controle de Sistemas Dinâmicos CEL039 Controle II 60 \nENE075 Conv. Eletromecânica I 60 IX-Conversão de En ergia \nCEL035 Eletrônica Digital 60 XI-Eletr. Analógica e Digital CEL051 Eletrônica Analógica 60 \nCEL061 Eletromagnetismo 60 X-Eletromagnetismo \nCEL068 Princ. de Comunic. 60 L-Telecomunicações \nCEL066 Sinais e Sistemas 60 XXV-Matemática discreta  \nCEL030 Laboratório de Circ. 30 \nXXIII-Instrumentação CEL037 Lab. de Eletrônica 30 \nCEL049 Medidas Elétricas 60 \n Total 840  \n \nAtividades de Laboratório \nAo cursar as disciplinas do núcleo profissionalizan te, kits educacionais serão utilizados \npara auxiliar no aprendizado do aluno. Também serão  conduzidas práticas em \nlaboratórios dedicados ao núcleo profissionalizante : \n/checkbld Laboratório de Eletrônica Básica : Neste laboratório o aluno aprenderá a \nutilizar e manusear equipamentos eletrônicos básico s, bem como montar, ", "26": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n26 \n projetar e analisar circuitos eletrônicos analógico s e digitais. Além disso, \ncomeçará a utilizar alguns simuladores de circuitos  eletrônicos. \n/checkbld Laboratório de Circuitos Elétricos : Neste laboratório o aluno aprenderá a \nutilizar e manusear equipamentos eletrônicos básico s de medição, bem como \nmontar, projetar e analisar pequenos circuitos elét ricos e eletrônicos; \n/checkbld Laboratório de Medidas Elétricas : Neste laboratório o aluno aprenderá a \nutilizar e manusear equipamentos elétricos residenc iais, medidores de energia, \ncalculo e fator de potência, projeto de instalações  elétricas dentre outros; \n3.2.3.  Núcl eo de Conteúdos Específicos \nAinda segundo a CNE/CES 11/2002, Art. 6º: \n“§ 4º O núcleo de conteúdos específicos se constitu i em extensões e aprofundamentos \ndos conteúdos do núcleo de conteúdos profissionaliz antes, bem como de outros \nconteúdos destinados a caracterizar modalidades. Es tes conteúdos, consubstanciando \no restante da carga horária total, serão propostos exclusivamente pela IES. \nConstituem-se em conhecimentos científicos, tecnoló gicos e instrumentais necessários \npara a definição das modalidades de engenharia e de vem garantir o desenvolvimento \ndas competências e habilidades estabelecidas nestas  diretrizes”. \n \nAs disciplinas foram organizadas segundo três ênfas es da área de Sistemas de \nPotência: \no Análise de Sistemas Elétricos de Potência \no Transmissão de Energia Elétrica e Distribuição de E nergia \no Eletrotécnica \nTabela 6 – Disciplinas do Núcleo de Conteúdos Espec íficos \nCódigo Denominação Carga Horária Ênfase \nENE005 Anális. Sistemas de Potencia I 60h \nAnálise de Sistemas \nElétricos de Potência  ENE006 Anális. Sistemas de Potencia II 60h \nENE057 Estabilidade Transitória 60h \nENE097 Transitórios Eletromagnéticos 30h \nENE106 Planejamento de Sistemas de \nEnergia 30h \nENE059 Operação de Sistemas Elétricos \nde Potência 60h ", "27": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n27 \n ENE054 Transmissão de Energia Elétrica 60h Transmissão de Energia \nElétrica e Distribuição \nde Energia  ENE050 Distribuição de Energia Elétrica 60h \nENE095 Proteção de Sistemas Elétricos 60h \nENE096 Eletrotécnica Industrial 60h \nEletrotécnica  ENE093 Conversão Eletromecânica de \nEnergia II 60h \nENE094 Instalações Elétricas Industriais 60h \nENE048 \nENE049 Laboratório de Máquinas I e II 60h \n Total 720  \n \nAtividades de Laboratório \nUma das habilidades que o egresso do curso de Siste mas de Potência dev erá \ndesenvolv er é o conhecimento prático e, para isto o s discentes desta modalidade \ndesenvolv erão parte de suas ativ idades nos laborató rios específicos de Sistemas de \nPotência, a saber: \n \n/checkbld Laboratório de Máquinas I : Neste laboratório os alunos aplicarão os conceitos  \nprincipais de eletromagnetismo, conversão eletromec ânica de energia. \nAnalisarão a dinâmica de máquinas de corrente contí nua e aplicarão conceitos \ne modelagem de transformadores de potência.  \n/checkbld Laboratório de Máquinas Elétricas II : Neste laboratório, os alunos realizarão \nexperimentos na área máquinas elétricas, consideran do aspectos industriais, \ntransitórios, dinâmica das máquinas de corrente alt ernada; Serão simulados \nsistemas elétricos de potência desde a geração até as cargas.  \n \nAlém destas disciplinas de laboratório, outras disc iplinas do curso incluirão ativ idades \nde laboratório ao longo do curso, como por exemplo,  as disciplinas de Análise de \nSistemas Elétricos de Potência I e II, Estabilidade  Transitória, Proteção de Sistemas \nElétricos dentre outras, cujas ativ idades de labora tório já estão prev istas no programa \nda disciplina. \n \nPor fim o aluno desenvolv erá ativ idades intensiv as de simulação em laboratório de \ncomputação, usando Matlab, Simulink, PSCAD, MATCAD,  ATP, além de ", "28": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n28 \n desenvolv imento de programas computacionais usando programação orientada a \nobjetos. \n3.3.  Premissas Básicas \nA av aliação do número de professores necessários pa ra que o presente Projeto \nPedagógico tenha êxito considerou os seguintes parâ metros básicos para os \nprofessores e disciplinas do C urso de Engenharia El étrica: \n/checkbld Número de horas por professor na graduação : 120h. De acordo com a \ndinâmica de distribuição de encargos didáticos, os departamentos podem \noptar por alocar 60 horas por professor no ciclo pr ofissional básico (1 o ao 6 o) e \n60 horas por professor no ciclo profissional corres pondente à habilitação que o \nprofessor preferir atuar de acordo com suas linhas de pesquisa e orientação do \ndepartamento. \n/checkbld Número de Alunos por Turma : 60 alunos por turma teórica e 30 alunos por \nturma prática. Por entender que as disciplinas da á rea de C ircuitos Elétricos e \nEletromagnetismo demanda acompanhamento diferenciad o por parte dos \ndocentes aos alunos e os seus conteúdos corresponde m ao cerne da formação \ndo Engenheiro Eletricista, ficou estabelecido que a s turmas destas disciplinas \nserão limitadas a 45 alunos. Em relação aos laborat órios, o limite de 30 alunos \nfica condicionado a existência de tutores (alunos d o mestrado e doutorado)  \npraticando o estágio docência nos laboratórios. Se isto não for possív el, dev erá \nser estudado a redução das turmas práticas. \n/checkbld Oferecimento das disciplinas : O curso diurno é organizado semestralmente. \nDo primeiro ao sétimo período do curso todas as dis ciplinas serão oferecidas \nem todos os semestres. Nos oitav o e nono períodos a s disciplinas serão \noferecidas anualmente. ", "29": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n29 \n 4.  Organização Curricul ar \n4.1.  Disciplinas de Ement a Abert a \nO curso poderá oferecer disciplinas de ementa abert a denominada Seminários em \nSistemas de Potência.  \nAs disciplinas de seminários dev erão abordar temas relev antes para o curso que \npodem v ariar de acordo com o tempo. \nNo calendário acadêmico anual da UFJF é estabelecid o um prazo para os \ndepartamentos informarem a coordenação de curso qua is disciplinas serão oferecidas \nno semestre seguinte. No semestre em que for oferec ida alguma disciplina de ementa \naberta, o departamento dev e informar à coordenação de curso a ementa, o programa \ne a bibliografia a ser utilizada. \nAs horas aulas das disciplinas de ementa aberta ser ão contabilizados como disciplinas \neletiv as para a integralização curricular. \n4.2.  Est ágio Curricul ar \nÉ um ato educativo superv isionado, desenvolv ido no ambiente de trabalho, que v isa à \npreparação para o trabalho produtiv o de educandos q ue estejam freqüentando o \nensino regular, em instituições de educação superio r (…) Art. 1º da Lei 11.788 de \n25/09/2008. \n \nO estágio curricular tem caráter obrigatório e dev e  estar em conformidade com o \ndisposto na lei supracitada, dev endo contemplar um período mínimo de duração de \n160 horas.  \n \nEntende-se por estágio curricular qualquer ativ idad e que propicie ao aluno adquirir \nexperiência profissional específica e que contribua , de forma eficaz, para a sua \nabsorção pelo mercado de trabalho. Enquadram-se nes se tipo de ativ idade as \nexperiências de conv iv ência em ambiente de trabalho , o cumprimento de tarefas com \nprazos estabelecidos, o trabalho em ambiente hierar quizado e com componentes ", "30": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n30 \n cooperativ istas ou corporativ istas, etc. O objetiv o  é proporcionar ao aluno a \noportunidade de aplicar seus conhecimentos acadêmic os em situações da prática \nprofissional clássica, possibilitando-lhe o exercíc io de atitudes em situações \nvivenciadas e a aquisição de uma v isão critica de s ua área de atuação profissional, \ncom organização fundamentada nos termos expressos n o Regulamento Acadêmico de \nGraduação da UFJF. A av aliação é feita a partir de conceitos e observ ações \nestabelecidos pelas fontes geradoras do estágio, em  consonância com os parâmetros \nestabelecidos em conjunto com docentes da UFJF. O e stágio curricular, quando \nenvolv er entidade externa à UFJF, dev e se realizar num sistema de parceria \ninstitucional, mediante credenciamentos periódicos.  \n \nO objetiv o do estágio curricular é proporcionar ao futuro engenheiro eletricista nas \nsuas div ersas habilitações uma oportunidade de esta r em contato, antes de deixar a \nFaculdade, com empresas da iniciativ a priv ada, ou d e economia mista, ou mesmo \nórgãos públicos, desenvolv endo um trabalho similar àquele que poderá vir a \ndesenvolv er, futuramente, na sua v ida profissional.  \n \nO estágio curricular v isa também facilitar o ingres so do futuro engenheiro eletricista \nno mercado de trabalho, seja atrav és da rede contat os construídas, seja atrav és da \nsuperação de receio de se assumir o primeiro empreg o inerente a qualquer recém-\nformado.  \n \nOs assuntos específicos a serem tratados no estágio  curricular obrigatório dependem \ndas propostas de ativ idades apresentadas pelas Empr esas, dev endo contemplar \nativ idades necessariamente relacionadas com a área de Engenharia Elétrica. As \nativ idades a serem desenvolv idas dev erão ser aprov a das pela Comissão de Estágios. \n \nO estágio curricular obrigatório somente poderá ser  feito pelo acadêmico que já tiv er \ncursado 2550 horas-aula do Curso de Engenharia Elét rica – Sistemas de Potência, o \nque ocorre geralmente após ele ter terminado o 7º p eríodo do curso, e deverá ter ", "31": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n31 \n duração mínima de 160 horas. Sugere-se que o estági o tenha uma duração mínima de \n6 meses, se possív el. \n \nDeverá haver um professor (ou grupo de professores)  responsáv el pelo estágio \ncurricular. Esta comissão deverá ser responsáv el po r verificar se o estágio não \nobrigatório prev isto na Legislação pode ser computa do como ativ idade \ncomplementar. \n4.3.  Atividades Compl ement ares \nA Resolução 18/2002 do Conselho de Graduação da UFJ F (CONGRAD) aprovou a \nflexibilização curricular dos cursos de graduação d a UFJF.  \n \nO presente Projeto Pedagógico de C urso prev ê que o aluno deve integralizar no \nmáximo 60 horas em Ativ idades Complementares. Essas  ativ idades não serão \nconsideradas obrigatórias. \n \nEsta resolução estabelece as ativ idades acadêmicas que podem ser contabilizadas \npara a integralização curricular. Estabelece, també m, que o Colegiado do Curso de \nEngenharia Elétrica em suas diferentes habilitações  ou Conselho de Unidade da \nFaculdade de Engenharia pode acrescentar ativ idades  que podem passar a ser \ncontabilizadas para a integralização curricular. \n \nA partir deste Projeto Pedagógico do Curso de Engen haria Elétrica – Sistemas de \nPotência, as seguintes ativ idades passam a ser cont abilizadas como ativ idades \ncomplementares: \n \n/checkbld Participação na diretoria de empresas juniores. \n/checkbld Participação em congressos nacionais e internaciona is. \n/checkbld Participação em ev entos técnicos científicos ligado s a engenharia elétrica. \n/checkbld Publicação de artigos em congressos ou periódicos c ientíficos. ", "32": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n32 \n /checkbld Ativ idades de iniciação científica (CAPES, CNPq, FA PEMIG, PET, PROVOQUE, \nP&Ds). \n/checkbld Ativ idades de iniciação à docência, à pesquisa ou à  extensão, como, por \nexemplo, monitoria. \n/checkbld Visitas técnicas. \n/checkbld Participação na diretoria do Ramo Estudantil do IEE E (The Institute of Electrical \nand Electronic Engineers), C apítulos do Ramo Estuda ntil e ou entidades \ninternacionais com objetiv os análogos. \n/checkbld Participação em Sociedades Técnicas e C ientíficas e  entidades classes (ex. IEEE, \nSociedade Brasileira de Automação – SBA, CIGRÈ, Soc iedade Brasileira de \nEletrônica de Potência – SOBRAEP, CREA-Jr, etc). \n/checkbld Organização de congressos e conferências (ex. Olimp íadas de Robôs). \n/checkbld Ativ idades no Núcleo de Empreendedorismo da Faculda de (NEMPE). \n/checkbld Ativ idades no Núcleo de Assistência Social da Facul dade de Engenharia \n(NASFE). \n/checkbld Ativ idades à distância. \n/checkbld Viv ência profissional complementar. \n/checkbld Disciplinas cursadas em habilitações diferentes da habilitação declarada do \naluno. \n/checkbld Disciplinas cursadas no Programa de Pós-Graduação e m Engenharia Elétrica \n(PPEE). \n/checkbld Disciplinas cursadas no departamento línguas estran geiras. \n/checkbld Participação em Órgãos Colegiados da Univ ersidade ( Departamento, \nCoordenação de Curso, Conselho de Unidade, C onselho  de Graduação – \nCONGRAD e Conselho Superior da UFJF – CONSU).  \n \nA TABELA 7 mostra a contabilização de horas-aula pa ra as ativ idades complementares \ndefinida na resolução 18/2002 do CONGRAD. Esta tabe la dev e ser complementada \npelo Colegiado do Curso de Engenharia Elétrica – Si stemas de potência para ", "33": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n33 \n contemplar as ativ idades complementares adicionais criadas a partir deste Projeto \nPedagógico de C urso (PPC). \n \nPeriodicamente, os alunos dev em ter a oportunidade de participar de ativ idades \nintegralizadoras do conhecimento que serão contabil izadas como ativ idades \ncomplementares. Os alunos deverão nestas ativ idades  reunir os conhecimentos \nadquiridos ao longo do curso para a construção de p rotótipos, projetos técnicos, \ntrabalhos técnicos, etc. Um exemplo de ativ idade in tegralizadora que já vem sendo \nrealizada ao longo dos anos no âmbito do antigo cur so de Engenharia Elétrica são as \nOlimpíadas de Robôs que ocorre nos segundos semestr es letivos. \n \nTabela 7 – Atividades Complementares \nAtividades Acadêmicas \nCurriculares Horas-aula por Atividade no \nPeríodo Letivo \nAtividades de iniciação à docência, à pes quisa ou à extensão  60 horas  \nAtividades a \ndistância  - disciplina  Pré -fixado  \n- teleconferência ou similar  Proporcional à carga horária limitando -se a15 horas -aula  \nElaboração de Monografia  30 horas -aula  + carga horária específica do currículo do Curso  \nGrupos de Estudo  30 horas  \nDisciplina  Pré -fixado  \nParticipação \nem eventos . apresentação de trabalhos  15 horas  por título de trabalho  \n. organização  15 horas  \n. participação  \nProporcional à carga horária limitando-se a 15 hora s - seminário s \n- colóquios  \n- simpósios  \n- encontros  \n- festivais  \n- palestras  \n- exposições  \n- oficinas  \n- cursos de curta duração  \n- outros (a serem definidos pelo Colegiado de \nCurso ou Conselho de Unidade e homologa dos \npela Pró-Reitoria de Graduação)  \nSeminário  Pré -fixado  \nVivência Profissional Complementar  15 horas  \nOutras (a serem definidas pelo Colegia do de Curso o u Conselho \nde Unida de e homologada s pela Pró-Reitoria de Gradu ação) ---  \n ", "34": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n34 \n 4.4.  Estratégias de Integração e Interdisciplinaridade c om os \nDemais Cursos de Graduação e Pós-Graduação \nO curso de Engenharia Elétrica – Sistemas de Potênc ia tem como meta propor \nprojetos acadêmicos que permitam ao estudante relac ionar-se principalmente com os \noutros cursos da Engenharia Elétrica e, até mesmo, com as outras engenharias. C omo, \npor exemplo, dev e ser natural um aluno do curso de Engenharia Elétrica - Sistema de \nPotência desejar adquirir habilidades e competência s em conteúdos da área de \nenergia, ou alunos da área de energia pode desejar adquirir habilidades e \ncompetências em conteúdos específicos do Curso de E ngenharia Sanitária e \nAmbiental. \n \nA busca constante da integração e interdisciplinari dade entre os diferentes cursos da \nEngenharia Elétrica, com outros cursos de graduação  em engenharia e com o curso de \npós-graduação em Engenharia Elétrica dev e ser carac terística intrínseca ao Curso de \nGraduação em Engenharia Elétrica – Sistema de Potên cia da UFJF. A integração com \noutros cursos acontece não só através dos professor es e suas disciplinas, mas, \ntambém, atrav és dos alunos, nas ativ idades de inici ação científica e projetos de \npesquisa.  \n \nFaz parte da estratégia do curso não limitar os esf orços de integração/ \ninterdisciplinaridade. O exemplo disso ficam consid eradas eletiv as todas as matérias \nespecíficas dos outros cursos da Engenharia Elétric a, desde que obedecidos os pré-\nrequisitos. \n4.5.  Trabalho Final de Curso \nO Trabalho Final de C urso é uma disciplina 90 horas  e segue todas as orientações do \nRAG (Regimento Acadêmico da Graduação) da UFJF. Por tanto o aluno dev e receber \numa nota de 0 a 100 pontos e, para ser aprov ado, de v e obter uma nota superior a 60 \npontos. ", "35": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n35 \n  \nA partir do período em faltar apenas 930 Horas-aula  em disciplinas para serem \ncursados para integralizar o seu currículo, o aluno  poderá se matricular na disciplina \nde Trabalho Final de C urso. \n \nA Resolução 01/2009 do Colegiado do Curso de Engenh aria Elétrica regulamenta o \nTFC, sendo que o colegiado do curso dev erá, se nece ssário, promover adaptações. \n \nO Trabalho Final de Curso deverá ser orientado por um professor do Curso de \nEngenharia Elétrica – Sistema de Potência. Se o alu no desejar ser orientado por um \nprofissional que não seja professor do Departamento  de Energia ou de C ircuitos \nElétricos, a orientação deverá ser acompanhada por um professor do curso. \n \nO Trabalho Final de Curso dev erá ser av aliado em se ssão pública por uma comissão de \nav aliação através de uma apresentação oral de no mí nimo 30 minutos. A comissão de \nav aliação será presidida pelo professor orientador e dev e conter pelo menos outro \nprofessor do Curso de Engenharia Elétrica. \n \nO objetivo do Trabalho Final de Curso é fazer com q ue o discente realize uma \nativ idade integralizadora do conhecimento adquirido  ao longo do Curso e possa \ncolocar em prática as habilidade e competências adq uiridas. Adicionalmente, a \napresentação oral do Trabalho Final de Curso é fund amental para que o aluno \ndesenvolv a a habilidade de realizar apresentações e  defender argumentos técnicas. \n4.6.  Disciplinas Comuns Entre os Cursos (1 o ao 6 o Períodos) \n \nAs Tabelas de 8 a 13 mostram as disciplinas a serem  oferecidas em cada período.  As \ndisciplinas com código terminado por XXX dev erão te r suas ementas, programa e \nbibliografia listados em anexo a este documento (fo rmulários CD-01 – padrão UFJF). \n ", "36": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n36 \n Tabela 8 – Disciplinas a Serem Oferecidas no Primei ro Período  \nPeríodo Disciplina Créditos Código Departamento  \n1 Introdução à Engenharia Elétrica 2 CEL064 CEL \n1 Algoritmos 4 DCC119 DCC \n1 Laboratório de Programação 2 DCC120 DCC \n1 Geometria Analítica e Sistemas Lineares 4 MAT155  MAT \n1 Laboratório de C iências 4 ICE002 ICE \n1 Cálculo I 4 MAT154  MAT \nTOTAL DE CRÉDITOS DO PERÍODO 20   \n \nTabela 9 – Disciplinas a Serem Oferecidas no Segund o Período  \nPeríodo Disciplina Créditos  Código Departamento  \n2 Física I 4 FIS073 FIS \n2 Laboratório de Física I 2 FIS077 FIS \n2 Cálculo II 4 MAT156 MAT \n2 Álgebra Linear 4 MAT158 MAT \n2 Laboratório de Química 2 QUI126 QUI \n2 Química Fundamental 4 QUI125 QUI \n2 Direito Priv ado 4 DPR032 DPR \nTOTAL DE CRÉDITOS DO PERÍODO 24   \n \nTabela 10 – Disciplinas a Serem Oferecidas no Terce iro Período \nPeríodo Disciplina Créditos Código Departamento  \n3 Cálculo III 4 MAT157 MAT \n3 Equações Diferenciais I 4 MAT029 MAT \n3 Física II 4 FIS074 FIS \n3 Cálculo de Probabilidades 4 EST007 EST \n3 Circuitos Lógicos 4 CEL032 CEL \n3 Representação Gráfica 2 ENEXXX ENE \n3 Ecologia 2 ESA002 ESA \nTOTAL DE CRÉDITOS DO PERÍODO 24   \n \nTabela 11 – Disciplinas a Serem Oferecidas no Quart o Período  \nPeríodo Disciplina Créditos Código Departamento  \n4 Cálculo Numérico 4 DCC008 DCC \n4 Equações Diferenciais II 4 MAT030 MAT \n4 Laboratório de Eletrotécnica 2 ENE045 ENE \n4 Circuitos Lineares I 4 CEL033 CEL \n4 Fenômeno de Transportes 4 FIS081 FIS \n4 Física III 4 FIS075 FIS \nTOTAL DE CRÉDITOS DO PERÍODO 22   ", "37": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n37 \n Tabela 12 – Disciplinas a Serem Oferecidas no Quint o Período  \nPeríodo  Disciplina Créditos Código Departamento \n5 Física IV 4 FIS076 FIS \n5 Circuitos Lineares II 4 CEL034  CEL \n5 Eletrônica Analógica 4 CEL099  CEL \n5 Eletromagnetismo 4 CEL065  CEL \n5 Laboratório de Eletrônica 2 CEL037  CEL \n5 Sinais e Sistemas 4 CEL066  CEL \n5 Circuitos Trifásicos 4 CEL062  CEL \nTOTAL DE CRÉDITOS DO PERÍODO 26   \n \nTabela 13 – Disciplinas a Serem Oferecidas no Sexto  Período  \nPeríodo Disciplina Créditos Código Departamento \n6 Teoria de C ontrole I 4 CEL038 CEL \n6 Laboratório de C ircuitos  2 CEL030 CEL \n6 Princípios de Comunicações 4 ENE081  CEL \n6 Métodos de Otimização 4 CEL070 CEL \n6 Conv ersão Eletromecânica de Energia I 4 ENE079  CEL \n6 Instalações Elétricas 4 ENE082  CEL \n6 Eletrônica Digital 4 CEL035 CEL \nTOTAL DE CRÉDITOS DO PERÍODO 26   \n \n4.7.  Segment ação entre os cursos da el étrica (7 o Período) \nSerá composta pela parte específica básica do curso  de Sistemas de Potência. Algumas \ndisciplinas são comuns aos outros cursos da Engenha ria Elétrica.  \n \nTabela 14 – Sétimo Período Engenharia Elétrica – Si stemas de Potência \nPeríodo  Disciplina Créditos Código Departamento  \n7 Análise de Sistemas Elétricos de Potencia I 4 ENE00 5  ENE \n7 Conv ersão Eletromecânica de Energia II 4 ENE093  ENE \n7 Laboratório de Máquinas Elétricas I 2 ENE048  ENE \n7 Teoria de C ontrole II 4 CEL039 CEL \n7 Transmissão de Energia Elétrica 4 ENE054  ENE \n7 Distribuição de Energia Elétrica 4 ENE050  ENE \n7 Planejamento Energético 2 ENE106  ENE \nTOTAL DE CRÉDITOS DO PERÍODO 24   \n ", "38": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n38 \n 4.8.  Disciplinas Específicas (8 o, 9o e 10º Períodos) \n \nAs Tabelas 15, 16 e 17 elencam as disciplinas do oi tavo, nono e décimo período do curso \nde Engenharia Elétrica – Sistemas de Potência. \n \nTabela 15 – Oitavo Período Engenharia Elétrica – Si stemas de Potência \nPeríodo Disciplina Créditos Código Departamento \n8 Análise de Sistemas Elétricos de Potencia II  4 ENE006 ENE \n8 Laboratório de Máquinas Elétricas II  2 ENE049 ENE \n8 Operação de Sistemas Elétricos de Potência  4 ENE059 ENE \n8 In stalações Elétricas Industriais  4 ENE094 ENE \n8 Análise de Investimentos em Engenha ria  4 ENE084 ENE \n8 Medidas Elétricas  4 CEL049 CEL \n8 Eletrônica de Potência  4 CEL040 CEL \nTOTAL DE CRÉDITOS DO PERÍODO 26   \n \n \nTabela 16 – Nono Período da Engenharia Elétrica – S istemas de Potência \nPeríodo  Disciplina Créditos Código Departamento \n9 Proteção de Sistemas Elétricos 4 ENE095  ENE \n9 Eletrotécnica Industrial 4 ENE096  ENE \n9 Transitórios Eletromagnéticos 2 ENE097  ENE \n9 Estabilidade Transitória 4 ENE057  ENE \n9 Materiais Elétricos 2 ENE082  ENE \n9 Fundamentos de Resistência dos Materias 2 ENE083  ENE \nTOTAL DE CRÉDITOS DO PERÍODO 18   \n \n \nTabela 17 – Disciplinas a Serem Oferecidas no Décim o Período para as Habilitações do Turno Diurno \nPeríodo Disciplina Créditos  Código Departamento \n10 Trabalho Final de C urso 6 ENE084  ENE \nTOTAL DE CRÉDITOS DO PERÍODO  6   \n \nO décimo período será comum a todas as habilitações  e além do Trabalho Final de Curso, \nserão contabilizadas as Ativ idades Complementares e  o Estágio Obrigatório.  \n ", "39": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n39 \n A figura a seguir mostra uma representação gráfica de um perfil de formação, detalhando \ndisciplinas obrigatórias, algumas eletiv as e optati v as recomendadas e seus pré-requisitos. ", "40": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n40 \n \n \n ", "41": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n41 \n 4.9.  Disciplinas El etivas \nAs disciplinas eletiv as são destinadas à formação a cadêmica complementar do \ndiscente e integrante de um elenco de opções pré-es tabelecidas no PPC. São \nconsideradas disciplinas eletiv as aquelas que atend am a seguinte condição: \no Sejam disciplinas obrigatórias pertencentes à grade  de um dos outros cursos \nde Engenharia Elétrica (Robótica & Automação Indust rial, Sistemas \nEletrônicos, Energia ou Telecomunicação);  \n4.10.  Disciplinas Opt ativas \nAs disciplinas optativ as são destinadas à formação da cultura geral, em qualquer área \ndo conhecimento, de livre escolha do discente. Qual quer disciplina da Univ ersidade \npode ser considerada optativ a.  \n \nAs seguintes disciplinas são consideradas optativ as  poderão ser contabilizadas como \nativ idades complementares com o seu respectiv o núme ro de créditos. O aluno pode \nintegralizar um máximo de 60 horas de ativ idades co mplementares.  \n \nDisciplina  Horas -Aula  Código  Departamento  \nLíngua Brasileira de Sina is LIBRAS  60  EDU088  EDU  \nDiversidade Étnico -Racial  60  EDU068  EDU  \nFundamentos de Computação  15  UNI101  ICE  \nEditoração Eletrônica de Documentos  15  UNI102  ICE  \nPlanilhas Eletrônicas  15  UNI103  ICE  \nInternet e Aplicações  15  UNI104  ICE  \nEditoração Eletrônica de A presentações  15  UNI105  ICE  \nBanco de Dados  15  UNI106  ICE  \nIntrodução ao LINUX  15  UNI107  ICE  \nIntrodução ao HTML  15  UNI108  ICE  \nEditoração de Imagens  15  UNI109  ICE  \nEditoração de Textos  15  UNI 110  ICE  \nGestão de Projetos  15  UNI111  ICE  ", "42": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n42 \n 4.11.  Seminários de Engenharia, Cid adania e Metodol ogia \nCientífica \nAnualmente será organizado pela coordenação do curs o de Engenharia Elétrica – \nSistemas de Potência e o Diretório Acadêmico da Eng enharia um seminário sobre \nEngenharia, C idadania e Metodologia (Semana da Enge nharia). Nesta semana serão \nconv idados palestrantes que irão abordar sobre tema s de formação humana e \nprofissional, tais como: \n/checkbld Ética e moral; \n/checkbld Ética profissional; \n/checkbld Engenharia e transformação da sociedade; \n/checkbld Participação cidadã do engenheiro; \n/checkbld Engenharia e Sociologia; \n/checkbld Engenharia e Sociedade; \n/checkbld Administração; \n/checkbld Engenharia e o direito; \n/checkbld Metodologia C ientífica; \n/checkbld Humanidades; \n/checkbld Ciências Sociais; \n/checkbld Cidadania; \n/checkbld Meio Ambiente. \n \n5.  Competências e Habilidades \n5.1.  Perfil do Profissional a Ser Formado \nDe acordo com a Resolução CNE/CES No 11/2002, o Cur so de Graduação em \nEngenharia tem como perfil do formando egresso/prof issional o engenheiro, com \nformação generalista, humanista, crítica e reflexiv a, capacitadas a absorv er e \ndesenvolv er nov as tecnologias, estimulando a sua at uação crítica e criativ a na \nidentificação e resolução de problemas, considerand o seus aspectos políticos, \neconômicos, sociais, ambientais e culturais, com v i são ética e humanística, em \natendimento às demandas da sociedade. Ainda segundo  a mesma Resolução, a \nformação do engenheiro tem por objetiv o dotar o pro fissional dos conhecimentos \nrequeridos para o exercício das seguintes competênc ias e habilidades gerais: ", "43": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n43 \n 1) Aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais \nà engenharia;  \n2) Projetar e conduzir experimentos e interpretar r esultados; \n3) Conceber, projetar e analisar sistemas, produtos  e processos; \n4) Planejar, superv isionar, elaborar e coordenar pr ojetos e serviços de \nengenharia; \n5) Identificar, formular e resolv er problemas de en genharia; \n6) Desenvolv er e/ou utilizar nov as ferramentas e té cnicas; \n7) Superv isionar a operação e a manutenção de siste mas; \n8) Avaliar criticamente a operação e a manutenção d e sistemas; \n9) Comunicar-se eficientemente nas formas escrita, oral e gráfica; \n10) Atuar em equipes multidisciplinares; \n11) Compreender e aplicar a ética e responsabilidad e profissionais; \n12) Avaliar o impacto das ativ idades da engenharia no contexto social e \nambiental; \n13) Avaliar a v iabilidade econômica de projetos de engenharia; \n14) Assumir a postura de permanente busca de atuali zação profissional. \n \nDirecionando o enfoque à fiscalização do exercício profissional das diferentes \nmodalidades de Engenharia, o C onselho Federal de En genharia, Arquitetura e \nAgronomia – CONFEA, na Resolução Nº 1010 de 22 de a gosto de 2005 (CONFEA, 2005) \ndefine as seguintes ativ idades profissionais para o  Engenheiro: \n \n1) Gestão, superv isão, coordenação e orientação téc nica; \n2) Coleta de dados, estudo, planejamento, projeto e  especificação; \n3) Estudo de v iabilidade técnico-econômica e ambien tal; \n4) Assistência, assessoria e consultoria; \n5) Direção de obra ou serv iço técnico; \n6) Vistoria, perícia, av aliação, monitoramento, lau do, parecer técnico, auditoria, \narbitragem; ", "44": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n44 \n 7) Desempenho de cargo ou função técnica; \n8) Treinamento, ensino, pesquisa, desenvolv imento, análise, experimentação, \nensaio, div ulgação técnica, extensão; \n9) Elaboração de orçamento; \n10) Padronização, mensuração, controle de qualidade ; \n11) Execução de obra ou serv iço técnico; \n12) Fiscalização de obra ou serv iço técnico; \n13) Produção técnica e especializada; \n14) Condução de serv iço técnico; \n15) Condução de equipe de instalação, montagem, ope ração, reparo ou \nmanutenção; \n16) Execução de instalação, montagem, operação, rep aro ou manutenção; \n17) Operação, manutenção de equipamento ou instalaç ão; e \n18) Execução de desenho técnico. \n \nO Engenheiro Eletricista - Sistema de Potência form ado pela UFJF é um profissional \ncapacitado a discutir e propor soluções aos desafio s contemporâneos nas áreas de \ngeração, transmissão, distribuição e utilização da energia elétrica, na operação e \nplanejamento de sistemas elétricos e no projeto e a nálise de sistemas elétricos \nindustriais. \n \nTal profissional compreende seu papel crítico e atu ante na sociedade e no \ndesenvolv imento do país, reconhecendo as implicaçõe s políticas, econômicas, sociais \ne ambientais de suas intervenções profissionais. Al ém disso, este profissional \ndesenvolv e competências ao longo do curso que o hab ilita ao exercício pleno das \nfunções de Engenheiro Eletricista. \n \n ", "45": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n45 \n 5.1.1.  Conhecimentos Essenciais \nAlém da sólida formação básica em Matemática, Físic a, Eletromagnetismo, C ircuitos \nElétricos, Controle e Eletrônica, o Engenheiro Elet ricista – Sistema de Potência adquire \nos seguintes conhecimentos considerados essenciais:  \n/checkbld Máquinas e equipamentos elétricos, materiais empreg ados e manutenção; \n/checkbld Instalações elétricas residenciais e industriais; \n/checkbld Geração, transmissão, distribuição e utilização de energia elétrica; \n/checkbld Estudos de Fluxo de Potência, Curto-circuito, Estab ilidade e Transitórios em \nsistemas de energia elétrica; \n/checkbld Proteção de sistemas de energia elétrica; \n/checkbld Planejamento e operação de sistemas elétricos de en ergia elétrica; \n5.1.2.  Conhecimentos Compl ement ares \n/checkbld Fontes alternativ as de energia \n/checkbld Tecnologias para racionalização do uso de energia e létrica e gestão energética \n/checkbld Acionamento de máquinas elétricas \n/checkbld Automação Industrial \n/checkbld Processos de comercialização de energia elétrica em  mercado competitivo \n/checkbld Eletrônica de Potência \n/checkbld Sistemas Inteligentes \n5.1.3.  Ênfase do Curso \n/checkbld Análise de Sistemas Elétricos de Potência \n/checkbld Transmissão de Energia Elétrica e Distribuição de E nergia \n/checkbld Planejamento de Sistemas Elétricos de Potência. \n6.  Formas e Mecanismos de Sel eção: Sistema de Ingresso  \nAs principais formas de ingresso nos cursos de Enge nharia Elétrica da UFJF são: \n/head2right PISM: Programa de Ingresso Seletiv o Misto (para alu nos cursando o ensino \nmédio); ", "46": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n46 \n /head2right SiSU: Sistema de Seleção Unificada(substituiu o ant igo v estibular) \n/head2right Mudança de outro curso da UFJF para a Engenharia El étrica \n/head2right Transferência de outra instituição para a Engenhari a Elétrica \n5.1 Processos de Ingresso pel o PISM e SiSU: \nO ingresso se dará atrav és do Sistema de Seleção Un ificada (SiSU), com 70% das v agas, \no qual utiliza as notas do Enem (Exame Nacional do Ensino Médio), e atrav és do \nPrograma de Ingresso Seletivo Misto (PISM), que pos sui 30% das v agas. \n \nFoi sancionado na portaria Nº 18 no 11 de Outubro d e 2012, publicada no Diário \nOficial da União no 15 de Outubro de 2012, Seção 1,  pag. 16, pela presidente Dilma \nRousseff, o decreto que regulamenta a reserv a de 50 % das v agas oferecidas em \nuniv ersidades federais para alunos que cursaram o e nsino médio integralmente em \nescola pública, inclusiv e em cursos de educação pro fissional técnica. O restante 50% \ndas v agas das instituições federais serão destinado s ao restante dos candidatos.As \ninstituições federais de ensino superior têm até 20 16 para implantar \nprogressiv amente a alteração, mesmo que já adotem o  sistema de cotas, como no \ncaso da UFJF. Segundo o decreto, em 2013, o percent ual de reserv a dev e ser de, pelo \nmenos, 12,5% das v agas. \n \nDo percentual de v agas destinado a candidatos de es cola pública (50%), metade (ou \nseja, 25% do total de v agas oferecidas) serão para estudantes com renda familiar \nbruta mensal igual ou inferior a 1,5 salário mínimo  por pessoa. \n \nNo percentual destinado a candidatos de escola públ ica (50%) seguirá a proporção dos \nautodeclarados negros, pardos e índios da população  da Unidade da Federação do \nlocal de oferta de v agas da Instituição, segundo o último censo demográfico divulgado \npelo Instituto Brasileiro de Geografia e Estatístic a - IBGE \n ", "47": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n47 \n Na UFJF as cotas foram adotadas em 2006. Até o mome nto, para se incluir neste \nsistema era necessário ter cursado pelo menos quatr o anos do ensino fundamental e \ntodo o ensino médio em escola pública. O critério d a nov a lei da exige apenas que o \ncandidato tenha cursado os três anos do ensino médi o na escola pública. Outra \nmudança é inclusão da cota para índios e a análise da renda familiar per capita. \n \nEm relação à quantidade das v agas, a Univ ersidade F ederal de Juiz de Fora já \ndestinav a metade de suas cadeiras para as políticas  de ação afirmativ a. \n \nAtrav és do PISM (Programa de Ingresso Seletivo Mist o), o aluno dev e realizar prov as \nao final do primeiro, segundo e terceiro ano do ens ino médio. Atrav és desta forma de \nav aliação continuada, o aluno tem uma maneira alter nativ a para buscar o seu ingresso \nna Univ ersidade. \n \nO ingresso atrav és do PISM ou do SiSU é regido por edital específico, de forma a \ncontemplar as nov as medidas anunciadas pelo governo  Federal, publicado \nanualmente pela COPESE – Comissão Permanente de Sel eção da UFJF. \n5.2 Processos de Ingresso por Mudança de Curso e \nTransferência \nAs mudanças de curso (para quem já estuda num outro  curso da UFJF) e as \ntransferências de outras instituições dependem das condições estabelecidas em \neditais periodicamente publicados, que especificam número de v agas, datas de \ninscrição, etc. Para maiores informações sobre o ed ital dev e ser obtidas atrav és da \nCentral de Atendimento da UFJF. \n5.3 Vagas \nO curso de Engenharia Elétrica – Sistemas de Potênc ia oferece quarenta e seis (46) \nvagas declaradas e doze (12) v agas não declaradas, totalizando cinquenta e oito v agas \n(58) anuais. ", "48": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n48 \n Para se inscrev er para as v agas declaradas, o candi dato deve declarar a sua opção pela \nhabilidade pretendida no ato da inscrição na Univ er sidade. \n \nO aluno que optar pelas v agas não declaradas deverá  ingressar na Univ ersidade \natrav és do Curso de C iências Exatas e Tecnológicas.  Este curso oferece sessenta (60) \nvagas referentes aos cursos de engenharia elétrica,  sendo deste total, doze (12) v agas \ndestinadas à habilitação de Sistemas de Potência. \n \nAo ingressar no Curso de C iências Exatas e Tecnológ icas, o aluno dev erá cursar três \nsemestres letiv os e, ao finalizar e tendo aprov ado um conjunto pré-determinado de \ndisciplinas, será classificado de acordo com o seu índice de rendimento acadêmico \n(IRA) que é a média das notas obtidas ponderadas pe lo número de créditos. Este \nconjunto pré-determinado é composto pelas seguintes  disciplinas, totalizando 42 \ncréditos: C álculo I (4 créditos), Geometria Analíti ca e Sistemas Lineares (4 créditos), \nAlgoritmos (4 créditos), Laboratório de Programação  (2 créditos), Laboratório de \nCiências (4 créditos), Química Fundamental (4 crédi tos), C álculo II (4 créditos), Física I \n(4 créditos), Laboratório de Física I (2 créditos),  Laboratório de Química (2 créditos), \nCálculo III (4 créditos), Física II (4 créditos). C om o Índice de Rendimento Acadêmico \nobtido considerando-se estes 42 créditos, o aluno p oderá escolher entre os seguintes \ncursos que terão suas v agas preenchidas prioritaria mente pelos alunos com maior \nIRA: \n/checkbld Bacharelado em C iência da Computação. \n/checkbld Bacharelado em Estatística. \n/checkbld Bacharelado em Física. \n/checkbld Bacharelado em Física Aplicada. \n/checkbld Bacharelado em Matemática. \n/checkbld Bacharelado em Matemática Aplicada. \n/checkbld Bacharelado em Química. \n/checkbld Licenciatura em Física. \n/checkbld Licenciatura em Química. ", "49": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n49 \n /checkbld Licenciatura em Matemática. \n/checkbld Engenharia C omputacional. \n/checkbld Engenharia Elétrica – Sistemas Eletrônicos (12 vaga s). \n/checkbld Engenharia Elétrica – Energia (12 v agas). \n/checkbld Engenharia Elétrica – Robótica e Automação Industri al (12 v agas) \n/checkbld Engenharia Elétrica – Sistemas de Potência (12 v aga s) \n/checkbld Engenharia Elétrica – Telecomunicações (12 v agas) \n \nCada disciplina que terá sua nota contabilizada no IRA do aluno que o permitirá a \nescolher o curso que deseja ingressar terá um coord enador pedagógico próprio. Com \nisto todos os alunos do Bacharelado em C iências Exa tas e Tecnológicas serão av aliados \npor provas idênticas e suas provas serão corrigidas  pela mesma banca examinadora. \nIsto garantirá condições para a av aliação dos aluno s. \n \nO ingresso v ia v agas não declaradas tem a v antagem de oferecer ao acadêmico um \ntempo maior para conhecer as nuances de cada opção de formação e fazer a escolha \nde forma mais consciente. Ao longo dos três primeir os períodos, o acadêmico recebe \ninformações sobre os cursos disponív eis e receberá acompanhamento do \ndepartamento de psicologia para auxiliar a escolha da sua carreira profissional. \n6.1.  Mobilidade entre os Cursos da Engenharia El étrica \nTendo em v ista que as disciplinas do tronco básico (primeiro ao sexto período) dos \ncursos de Engenharia Elétrica (Sistemas Eletrônicos , Robótica e Automação Industrial, \nSistemas de Potência, Telecomunicações e Energia) s ão quase que na sua totalidade, \nas mesmas, o aluno interessado poderá requerer às c oordenações dos cursos de \norigem e de destino, a mudança de seu curso origina l, uma única vez, nas seguintes \ncondições: \ni.            O aluno deve ter cursado pelo menos 140 c réditos em disciplinas obrigatórias \ndo seu curso de origem; ", "50": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n50 \n ii.            C ada curso da Engenharia Elétrica poderá ter um fluxo de entrada ou saída de, \nno máximo, três alunos por semestre, atrav és deste mecanismo de \nmobilidade; \niii.  Havendo mais alunos interessados em mudar de determ inado curso do que o \nprevisto no item ii, serão efetiv adas as solicitaçõ es dos alunos com maior \nÍndice de Rendimento Acadêmico (IRA). Hav endo empat e, será admitido o \naluno com maior número de créditos cursados; \niv.    As coordenações de curso abrirão, antes do p eríodo de matrículas de cada \nsemestre letiv o, Edital de Mobilidade Acadêmica ent re Cursos de Engenharia \nElétrica, para que os interessados se inscrev am.. \n7.  Corpo Docente \nO Corpo Docente atual dos departamentos de C ircuito s Elétricos e de Energia Elétrica \nconta com 44 professores efetivos em regime de dedi cação exclusiv a.  \n \nExistem ainda os docentes alocados em outros Depart amentos (matemática, física, \nquímica, estatística, computação, estruturas, direi to, engenharia ambiental) que \natuarão na formação básica dos nossos alunos. Os pr ofessores alocados nestes \nDepartamentos são em sua maioria contratados em reg ime de dedicação exclusiv a \n \nFinalmente, a partir da adesão ao programa REUNI, a  UFJF e o Governo Federal \nfirmaram um contrato no qual o Gov erno Federal se c ompromete a dar infra-estrutura \ne docentes em contrapartida ao aumento do número de  oferta de v agas a serem \noferecidas. Ainda no ano de 2013 serão concluídos o s concursos para preencher 4 \nvagas no departamento de C ircuitos Elétricos, sendo  2 dedicadas para o curso de \nEngenharia Elétrica - Telecomunicações e 2 para o c urso de Engenharia Elétrica -  \nEletrônica, e 10 v agas no departamento de Energia E létrica.  \n \nUma listagem contendo todos os docentes do curso, s ua máxima titulação e seu \nregime de trabalho se encontram na tabela abaixo. ", "51": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n51 \n  \nNOME DEPTO TITULAÇÃO REGIME \nABILIO MANUEL VARIZ DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nACACIO MAGNO RIBEIRO DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO DE \nADILSON DAVID DA SILVA DEPTO DE QUIMICA /ICE DOUTOR ADO DE \nADLAI RALPH DETONI DEPTO DE MATEMATICA /ICE DOUTORA DO DE \nALAN MIGUEL VELASQUEZ \nTORIBIO DEPTO DE FISICA /ICE DOUTORADO DE \nALBERT CARLO RODRIGUES \nMENDES DEPTO DE FISICA /ICE DOUTORADO DE \nALEX BORGES VIEIRA DEPTO DE CIENCIA DA COMPUTACAO / ICE DOUTORADO DE \nALEXANDRE BESSA DOS \nSANTOS DEPTO DE CIRCUITOS ELETRICOS /ENG DOUTORADO DE \nALEXANDRE CUIN DEPTO DE QUIMICA /ICE DOUTORADO DE \nALEXANDRE ROCHA DUARTE DEPTO DE CIENCIA DA COMPUTAC AO /ICE DOUTORADO TEMPORÁRIO \nALEXEI ANATOLEVICH \nDERIGLAZOV DEPTO DE MATEMATICA /ICE DOUTORADO DE \nALFREDO CHAOUBAH DEPTO DE ESTATISTICA /ICE DOUTORAD O DE \nALINE SARMENTO PROCOPIO DEPARTAMENTO DE ENGENHARIA SANITARIA \nAMBIENTAL DOUTORADO DE \nALVARO AUGUSTO MACHADO \nDE MEDEIROS DEPTO DE CIRCUITOS ELETRICOS /ENG DOUTORADO DE \nANA PAULA SOARES FONTES DEPTO DE QUIMICA /ICE DOUTO RADO DE \nANA SILVIA PEREIRA SANTOS DEPARTAMENTO DE ENGENHARIA SANITARIA \nAMBIENTAL DOUTORADO DE \nANA TERCIA MONTEIRO \nOLIVEIRA DEPTO DE MATEMATICA /ICE DOUTORADO DE \nANDRE ARBEX HALLACK DEPTO DE MATEMATICA /ICE DOUTOR ADO DE \nANDRE AUGUSTO FERREIRA DEPTO DE ENERGIA ELETRICA /E NG DOUTORADO DE \nANDRE DESIDERIO \nMALDONADO DEPTO DE MATEMATICA /ICE MESTRADO SUBSTITUTO \nANGELA MELLO COELHO DEPTO DE ESTATISTICA /ICE DOUTO RADO DE \nANTONIO CARLOS BARRETO \nPINTO DEPARTAMENTO DE ENGENHARIA SANITARIA \nAMBIENTAL DOUTORADO DE \nANTONIO CARLOS SANT ANA DEPTO DE QUIMICA /ICE DOUTO RADO DE \nANTONIO OLIMPIO JUNIOR DEPTO DE MATEMATICA /ICE DOU TORADO DE \nARLEI LUCAS DE SOUZA ROSA DEPTO DE ENERGIA ELETRICA  /ENG MESTRADO SUBSTITUTO \nAUGUSTO CARVALHO SOUZA DEPTO DE ESTATISTICA /ICE ME STRADO DE \nAUGUSTO  SANTIAGO \nCERQUEIRA DEPTO DE CIRCUITOS ELETRICOS /ENG DOUTORADO DE \nBARBARA DE MELO QUINTELA DEPTO DE CIENCIA DA COMPUT ACAO /ICE  SUBSTITUTO \nBARBARA LUCIA DE ALMEIDA DEPTO DE QUIMICA /ICE DOUT ORADO DE \nBERNARDO MARTINS ROCHA DEPTO DE CIENCIA DA COMPUTAC AO /ICE MESTRADO DE \nBERNHARD JOHANNES LESCHE  DEPTO DE FISICA /ICE DOUTORADO DE \nBRUNO HENRIQUES DIAS DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO DE \nCAMILA BORELLI ZELLER DEPTO DE ESTATISTICA /ICE DOU TORADO DE \nCARLOS ALBERTO HUAIRA \nCONTRERAS DEPTO DE ESTATISTICA /ICE GRADUAÇÃO SUBSTITUTO \nCARLOS AUGUSTO DUQUE DEPTO DE CIRCUITOS ELETRICOS / ENG DOUTORADO DE \nCARLOS CRISTIANO \nHASENCLEVER BORGES DEPTO DE CIENCIA DA COMPUTACAO /ICE DOUTORADO DE \nCARLOS JUAREZ VELASCO DEPTO DE ENERGIA ELETRICA /EN G DOUTORADO DE \nCHARLANE CIMINI CORREA DEPTO DE QUIMICA /ICE DOUTOR ADO SUBSTITUTO \nCRISTIANE DE ANDRADE \nMENDES DEPTO DE MATEMATICA /ICE DOUTORADO DE \nCRISTIANO GOMES \nCASAGRANDE DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO SUBSTITUTO  ", "52": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n52 \n CRISTIANO LEGNANI DEPTO DE FISICA /ICE DOUTORADO DE  \nCUSTODIO GOUVEA LOPES DA \nMOTTA DEPTO DE CIENCIA DA COMPUTACAO /ICE DOUTORADO DE \nDANIEL DISCINI SILVEIRA DEPTO DE CIRCUITOS ELETRICO S /ENG DOUTORADO DE \nDANILO PEREIRA PINTO DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO DE \nDAVID SERGIO ADAES DE \nGOUVEA DEPTO DE CIRCUITOS ELETRICOS /ENG DOUTORADO DE \nDEBORA ROSANA RIBEIRO \nPENIDO ARAUJO DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nDENILSON CARVALHO \nRESENDE DEPTO DE FISICA /ICE MESTRADO SUBSTITUTO \nDENISE LOWINSOHN DEPTO DE QUIMICA /ICE DOUTORADO DE  \nDILMER GEORGE SILVA DEPTO DE CIRCUITOS ELETRICOS /E NG DOUTORADO 40H \nEDMAR WELINGTON OLIVEIRA DEPTO DE CIENCIA DA COMPUT ACAO /ICE MESTRADO DE \nEDUARDO BARRERE DEPTO DE CIENCIA DA COMPUTACAO /ICE  DOUTORADO DE \nEDUARDO PAGANI JULIO DEPTO DE CIENCIA DA COMPUTACAO  /ICE MESTRADO DE \nEMANOEL DE CASTRO \nANTUNES FELICIO DEPTO DE QUIMICA /ICE DOUTORADO DE \nENDRIK NARDOTTO RIOS DEPARTAMENTO DE ENGENHARIA SANITARIA \nAMBIENTAL SUBSTITUTO DE \nESTEVAO COELHO TEIXEIRA DEPTO DE CIRCUITOS ELETRICO S /ENG DOUTORADO DE \nEVALDO DE OLIVEIRA DA SILVA DEPTO DE CIENCIA DA COM PUTACAO /ICE DOUTORADO DE \nEVER PEREIRA DA SILVA DEPTO DE CIENCIA DA COMPUTACA O /ICE DOUTORADO DE \nFABIO RODRIGUES PEREIRA DEPTO DE MATEMATICA /ICE DO UTORADO DE \nFABIO ZAPPA DEPTO DE FISICA /ICE DOUTORADO DE \nFABRICIO DE SOUZA OLIVEIRA DEPTO DE DIREITO PRIVADO  /DIR MESTRADO DE \nFABRICIO PABLO VIRGINIO DE \nCAMPOS DEPTO DE CIRCUITOS ELETRICOS /ENG DOUTORADO DE \nFELIPE DOS SANTOS \nLOUREIRO DEPTO DE CIENCIA DA COMPUTACAO /ICE DOUTORADO DE \nFERNANDA IRENE BOMBONATO  DEPTO DE QUIMICA /ICE DOUTORADO DE \nFERNANDA MARIA DA COSTA \nVIEIRA DEPTO DE DIREITO PRIVADO /DIR DOUTORADO DE \nFERNANDO SATO DEPTO DE FISICA /ICE DOUTORADO DE \nFLAVIA CAVALIERI MACHADO DEPTO DE QUIMICA /ICE DOUT ORADO DE \nFLAVIANA ANDREA RIBEIRO DEPTO DE MATEMATICA /ICE ME STRADO DE \nFLAVIO DA ROCHA AZEVEDO DEPARTAMENTO DE ENGENHARIA SANITARIA \nAMBIENTAL MESTRADO DE \nFLAVIO IASSUO TAKAKURA DEPTO DE FISICA /ICE DOUTORA DO DE \nFLAVIO VANDERSON GOMES DEPTO DE ENERGIA ELETRICA /E NG DOUTORADO DE \nGERMAN DAVID YAGI \nMOROMISATO DEPTO DE ENERGIA ELETRICA /ENG MESTRADO SUBSTITUTO \nGIOVANA TREVISAN NOGUEIRA  DEPTO DE FISICA /ICE DOUTORADO DE \nGIULIANO PRADO DE MORAIS \nGIGLIO DEPTO DE CIENCIA DA COMPUTACAO /ICE MESTRADO SUBSTI TUTO \nGLAUKER MENEZES DE \nAMORIM DEPTO DE MATEMATICA /ICE MESTRADO DE \nGUILHERME DE BERREDO \nPEIXOTO DEPTO DE FISICA /ICE DOUTORADO DE \nHARLEM VIEIRA CASTRO DEPTO DE QUIMICA /ICE MESTRADO  SUBSTITUTO \nHEDER SOARES BERNARDINO DEPTO DE CIENCIA DA COMPUTA CAO /ICE DOUTORADO DE \nHELIO FRANCISCO DA SILVA DEPTO DE CIRCUITOS ELETRIC OS /ENG DOUTORADO DE \nHENRIQUE ANTONIO \nCARVALHO BRAGA DEPTO DE CIRCUITOS ELETRICOS /ENG DOUTORADO DE \nHEVELINE SILVA DEPTO DE QUIMICA /ICE DOUTORADO DE \nINDHIRA OLIVEIRA MACIEL DEPTO DE FISICA /ICE DOUTOR ADO DE \nIVAN FERREIRA DOS SANTOS DEPTO DE FISICA /ICE DOUTO RADO DE \nIVO CHAVES DA SILVA JUNIOR DEPTO DE ENERGIA ELETRIC A /ENG DOUTORADO DE ", "53": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n53 \n IVONI DE FREITAS REIS DEPTO DE QUIMICA /ICE DOUTORA DO DE \nJANE AZEVEDO DA SILVA DEPTO DE ESTATISTICA /ICE DOU TORADO DE \nJESULIANA NASCIMENTO \nULYSSES DEPTO DE CIENCIA DA COMPUTACAO /ICE MESTRADO SUBSTI TUTO \nJOANA DARC ANTONIA SANTOS \nDA CRUZ DEPTO DE MATEMATICA /ICE DOUTORADO DE \nJOANIZIO AFONSO RIBEIRO \nDIAS DEPTO DE MATEMATICA /ICE GRADUAÇÃO SUBSTITUTO \nJOAO ALBERTO PASSOS FILHO DEPTO DE ENERGIA ELETRICA  /ENG DOUTORADO DE \nJOAO CARLOS DE ASSIS \nRIBEIRO DE OLIVEIRA DEPTO DE CIENCIA DA COMPUTACAO /ICE MESTRADO DE \nJORGE ANANIAS NETO DEPTO DE FISICA /ICE DOUTORADO D E \nJOSE EUGENIO DE JESUS \nCARDOSO GRAUDO DEPTO DE QUIMICA /ICE DOUTORADO DE \nJOSE HONORIO GLANZMANN DEPTO DE CIENCIA DA COMPUTAC AO /ICE MESTRADO SUBSTITUTO \nJOSE LUIZ MATHEUS VALLE DEPTO DE FISICA /ICE DOUTOR ADO DE \nJOSE PAULO RODRIGUES \nFURTADO DE MENDONCA DEPTO DE FISICA /ICE DOUTORADO DE \nJULIANA ALVES DOS SANTOS DEPTO DE QUIMICA /ICE DOUT ORADO DE \nJULIO AKASHI HERNANDES DEPTO DE FISICA /ICE DOUTORA DO DE \nJULIO CESAR TEIXEIRA DEPARTAMENTO DE ENGENHARIA SANITARIA \nAMBIENTAL DOUTORADO DE \nLAERCIO JOSE DOS SANTOS DEPTO DE MATEMATICA /ICE DO UTORADO DE \nLEANDRO RAMOS DE ARAUJO DEPTO DE ENERGIA ELETRICA / ENG DOUTORADO DE \nLEONARDO DE MELLO \nHONORIO DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nLEONARDO WILLER DE \nOLIVEIRA DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nLIAMARA SCORTEGAGNA DEPTO DE CIENCIA DA COMPUTACAO /ICE DOUTORADO DE \nLONARDO RABELO DEPTO DE MATEMATICA /ICE DOUTORADO D E \nLORENZA LEAO OLIVEIRA \nMORENO DEPTO DE CIENCIA DA COMPUTACAO /ICE MESTRADO DE \nLUCAS DE OLIVEIRA VIEIRA DEPTO DE MATEMATICA /ICE G RADUAÇÃO SUBSTITUTO \nLUCIANA CONCEICAO DIAS \nCAMPOS DEPTO DE CIENCIA DA COMPUTACAO /ICE DOUTORADO DE \nLUCIANO JEREZ CHAVES DEPTO DE CIENCIA DA COMPUTACAO  /ICE MESTRADO DE \nLUCIANO MANHAES DE \nANDRADE FILHO DEPTO DE CIRCUITOS ELETRICOS /ENG DOUTORADO DE \nLUCY TIEMI TAKAHASHI DEPTO DE MATEMATICA /ICE DOUTO RADO DE \nLUIS FERNANDO CROCCO \nAFONSO DEPTO DE MATEMATICA /ICE DOUTORADO SUBSTITUTO \nLUIZ FERNANDO DE OLIVEIRA \nFARIA DEPTO DE MATEMATICA /ICE DOUTORADO DE \nLUPERCIO FRANCA \nBESSEGATO DEPTO DE ESTATISTICA /ICE DOUTORADO DE \nMANUEL ARTURO RENDON \nMALDONADO DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nMARCELO AROCA TOMIM DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nMARCELO CANIATO RENHE DEPTO DE CIENCIA DA COMPUTACA O /ICE MESTRADO DE \nMARCILIO JOSE PEDRETTI DEPTO DE FISICA /ICE GRADUAÇ ÃO DE \nMARCIO DE PINHO VINAGRE DEPTO DE CIRCUITOS ELETRICO S /ENG DOUTORADO DE \nMARCIO LUIS M OREIRA DE \nSOUZA DEPTO DE ESTATISTICA /ICE MESTRADO SUBSTITUTO \nMARCIO VICENTE RIZZO DEPTO DE CIRCUITOS ELETRICOS / ENG DOUTORADO DE \nMARCO AURELIO DE ALMEIDA \nCASTRO DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nMARCO AURELIO KISTEMANN \nJUNIOR DEPTO DE MATEMATICA /ICE MESTRADO DE \nMARCONE AUGUSTO LEAL DE \nOLIVEIRA DEPTO DE QUIMICA /ICE DOUTORADO DE \nMARIA CAROLINA SILVA DEPARTAMENTO DE ENGENHARIA SAN ITARIA DOUTORADO DE ", "54": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n54 \n SOARES  AMBIENTAL  \nMARIA CRISTINA ARAUJO DE \nOLIVEIRA DEPTO DE MATEMATICA /ICE DOUTORADO DE \nMAR IA JULIETA VENTURA \nCARVALHO DE ARAUJO COORDENAÇÃO DO CURSO CIENCIAS EXATAS MESTRADO DE \nMARIA LUIZA BEDRAN DEPTO DE FISICA /ICE DOUTORADO D E \nMARIA MIRTES DA SILVA DEPTO DE QUIMICA /ICE DOUTORA DO SUBSTITUTO \nMAURICIO ANTONIO PEREIRA \nDA SILVA DEPTO DE QUIMICA /ICE DOUTORADO DE \nMICHEL BORTOLINI HELL DEPTO DE CIRCUITOS ELETRICOS /ENG DOUTORADO DE \nMOISES VIDAL RIBEIRO DEPTO DE ENERGIA ELETRICA /ENG  DOUTORADO DE \nNELSON DANTAS LOUZA \nJUNIOR DEPTO DE MATEMATICA /ICE MESTRADO DE \nOLIMPIO HIROSHI MIYAGAKI DEPTO DE MATEMATICA /ICE D OUTORADO DE \nORESTES PIERMATEI FILHO DEPTO DE MATEMATICA /ICE DO UTORADO DE \nOTAVIO EURICO DE AQUINO \nBRANCO DEPARTAMENTO DE ENGENHARIA SANITARIA \nAMBIENTAL DOUTORADO DE \nPAULO ROBERTO DE CASTRO \nVILLELA DEPTO DE CIRCUITOS ELETRICOS /ENG DOUTORADO DE \nRAFAEL ANTUNES NOBREGA DEPTO DE CIRCUITOS ELETRICOS  /ENG DOUTORADO DE \nRAQUEL PEROBELLI DE \nOLIVEIRA DEPTO DE QUIMICA /ICE ESPECIALIZAÇÃO SUBSTITUTO \nREGINALDO BRAZ BATISTA DEPTO DE MATEMATICA /ICE MES TRADO DE \nREGIS CASTIJOS ALVES \nSOARES JUNIOR DEPTO DE MATEMATICA /ICE DOUTORADO DE \nRICARDO BEVILAQUA \nPROCOPIO DEPTO DE MATEMATICA /ICE MESTRADO DE \nRITA DE CASSIA OLIVEIRA \nESTEVAM DEPTO DE CIENCIA DA COMPUTACAO /ICE MESTRADO DE \nROBERTO ROSAS PINHO DEPTO DE FISICA /ICE DOUTORADO DE \nRODRIGO ALVES DIAS DEPTO DE FISICA /ICE DOUTORADO D E \nRODRIGO LUIS DE SOUZA DA \nSILVA DEPTO DE CIENCIA DA COMPUTACAO /ICE DOUTORADO DE \nROGERIO CASAGRANDE DEPTO DE MATEMATICA /ICE DOUTORA DO DE \nSANDRO RODRIGUES \nMAZORCHE DEPTO DE MATEMATICA /ICE DOUTORADO DE \nSARA CRISTINA C AMPOS \nBORGES DEPTO DE MATEMATICA /ICE MESTRADO DE \nSAUL DE CASTRO LEITE DEPTO DE CIENCIA DA COMPUTACAO  /ICE DOUTORADO DE \nSAULO MORAES VILLELA DEPTO DE CIENCIA DA COMPUTACAO  /ICE DOUTORADO SUBSTITUTO \nSERGIO GUILHERME DE ASSIS \nVASCONCELOS DEPTO DE MATEMATICA /ICE DOUTORADO DE \nSERGIO IBANEZ NUNES DEPTO DE MORFOLOGIA /ICB DOUTOR ADO DE \nSERGIO MURTA MACIEL DEPTO DE MORFOLOGIA /ICB DOUTOR ADO DE \nSERGIO SAUL MAKLER DEPTO DE FISICA /ICE DOUTORADO D E \nSIMONE SANTANA DE \nASSUNCAO ARAUJO PEREIRA DEPTO DE QUIMICA /ICE MESTRADO DE \nSOFIA CAROLINA DA COSTA \nMELO DEPTO DE MATEMATICA /ICE DOUTORADO DE \nSTENIO SA ROSARIO FURTADO \nSOARES DEPTO DE CIENCIA DA COMPUTACAO /ICE DOUTORADO DE \nTAIS ARTHUR CORREA DEPTO DE QUIMICA /ICE MESTRADO D E \nTATIANA APARECIDA GOUVEIA DEPTO DE MATEMATICA /ICE MESTRADO DE \nTAULLER AUGUSTO DE ARAUJO \nMATOS DEPTO DE CIENCIA DA COMPUTACAO /ICE MESTRADO SUBSTI TUTO \nTUFI MACHADO SOARES DEPTO DE ESTATISTICA /ICE DOUTO RADO DE \nVALERIA MATTOS DA ROSA DEPTO DE MATEMATICA /ICE DOU TORADO DE \nVANDER MENENGOY DA COSTA  DEPTO DE CIRCUITOS ELETRICOS /ENG DOUTORADO DE \nVICENTE DE PAULA RAMOS DE \nCASTRO DEPTO DE ENERGIA ELETRICA /ENG ESPECIALIZAÇÃO SUBST ITUTO ", "55": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n55 \n VIRGILIO DE CARVALHO DOS \nANJOS DEPTO DE FISICA /ICE DOUTORADO DE \nWALLACE NASCIMENTO PINTO \nJUNIOR DEPTO DE MATEMATICA /ICE ESPECIALIZAÇÃO SUBSTITUTO \nWELBER GIANINI QUIRINO DEPTO DE FISICA /ICE DOUTORA DO DE \nWILHELM PASSARELLA FREIRE DEPTO DE MATEMATICA /ICE DOUTORADO DE \nWILLIAN JOSE DA CRUZ DEPTO DE MATEMATICA /ICE MESTR ADO SUBSTITUTO \nWILSON DE SOUZA MELO DEPTO DE FISICA /ICE DOUTORADO  DE \nZELIA MARIA DA COSTA \nLUDWIG DEPTO DE FISICA /ICE DOUTORADO DE \n \n8.  Recepção dos Cal ouros \n \nOs mecanismos de recepção dos alunos novatos são de  importância fundamental para \no sucesso de implantação do presente Projeto Pedagó gico de Curso (PPC). \n \nA Coordenação de Curso promoverá ativ idades na prim eira semana do semestre para \nque os alunos recém chegados tomem conhecimento das  normas acadêmicas da UFJF \n(Regulamento Acadêmico da Graduação – RAG), do PPC,  do Estatuto da UFJF e do \nRegimento Geral da UFJF. Com isto, o aluno será des pertado desde o seu ingresso das \nsuas responsabilidades para com a sua própria forma ção.  \n \nTodo o corpo docente e técnicos administrativ os do Curso de Engenharia Elétrica \ndeverão ser envolv idos neste processo para que os “ calouros” possam conhecer os \nprofessores e funcionários que serão os responsáv ei s pela sua formação. Estas \nativ idades garantirão o comprometimento de toda a c omunidade acadêmica com este \nPPC. \n \nAdemais, consta no currículo uma disciplina de Intr odução à Engenharia Elétrica, \nministrada no primeiro período, que tem como objeti vo ativ idades de recepção, \napresentação da univ ersidade e de integração dos ca louros. ", "56": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n56 \n 9.  Recursos de Infra-Estrutura \n9.1.  Infra-Estrutura Física At ual \nA Figura 1 mostra a localização da Faculdade de Eng enharia no C ampus da UFJF na \nquarta plataforma denominada Setor de Tecnologia.  \n \nOs quatro primeiros períodos do curso são realizado s, predominantemente, no \nInstituto de C iências Exatas (3 a Plataforma do C ampus) onde os alunos cursam as \ndisciplinas teóricas e práticas dos Departamentos d e Matemática, Física, Química, \nEstatística e C iências da Computação. Estão disponí v eis laboratórios de Física, Química \ne C omputação. \n \n \nFigura 1 - Localização da Faculdade de Engenharia n a UFJF \n \nA partir do quinto período do curso, os alunos pass am a cursar disciplinas ministradas \nem sua grande maioria na Faculdade de Engenharia, o nde existem seis salas de aula \nalocadas preferencialmente para os Cursos de Engenh aria Elétrica diurno e noturno \ncom capacidade entre 45 a 70 alunos. ", "57": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n57 \n  \nA Faculdade de Engenharia possui uma biblioteca set orial onde as principais \nreferências bibliográficas utilizadas nas disciplin as de graduação e pós-graduação são \ndisponibilizadas. Adicionalmente, a Univ ersidade po ssui uma Biblioteca C entral onde \nsão encontradas obras ligadas à engenharia e todas as demais áreas do conhecimento. \n \nExistem 5 auditórios com recursos multimídia de uso  compartilhado com os outros \ncursos da faculdade. São eles: \n/checkbld Auditório Principal da Faculdade, capacidade de 262  lugares. \n/checkbld Auditório da Sala da Escadinha, capacidade de 82 lu gares. \n/checkbld Auditório A 3E2 (Associação dos Antigos Alunos da Escola de Engenh aria), \ncapacidade 50 lugares. \n/checkbld Auditório da Pós-Graduação em Engenharia Elétrica ( PPEE) com 50 lugares \nequipado com recursos multimídia e ar-condicionado.  \n/checkbld Auditório do Galpão 1 – Engenharia C iv il com 100 lu gares. \n \nOs 45 professores do Curso de Engenharia Elétrica p ossuem gabinetes de trabalho \nindiv iduais com espaço médio de 12m2 cada. \n \nHá, ainda, salas específicas para atender às coorde nações de curso de graduação e \npós-graduação em Engenharia Elétrica, bem como dois  espaços para reuniões, \nconv iv ência e preparo de lanches rápidos.  A C oorde nação de C urso possui a área de \n30m2 e é o local onde são realizados os atendimentos ao s discentes. \n \nO Curso de Engenharia Elétrica conta com os seguint es laboratórios: \n/checkbld Laboratório de C ircuitos Elétricos. \n/checkbld Laboratório de Máquinas Elétricas. \n/checkbld Laboratório de Eletrônica (LABEL) – Este laboratóri o atende simultaneamente \naos cursos de graduação e pós-graduação em Engenhar ia Elétrica. ", "58": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n58 \n /checkbld Laboratório de Processamento de Sinais e Telecomuni cações (LAPTEL) – Este \nlaboratório é de utilização prioritária do PPEE, ma s possui forte elo com o \nensino de graduação. \n/checkbld Laboratório de Sistemas de Potência (LABSPOT) – Est e laboratório é de \nutilização prioritária do PPEE, mas possui forte el o com o ensino de graduação \n(150 m 2). \n/checkbld Laboratório do Núcleo de Automação e Eletrônica de Potência (NAEP) que \natende simultaneamente aos cursos de graduação e pó s-graduação em \nEngenharia Elétrica. \n/checkbld Ambiente de Sistemas Motrizes/LEENER. \n/checkbld Laboratório do Núcleo de Iluminação Moderna (NIMO) que atende \nsimultaneamente aos cursos de graduação e pós-gradu ação em Engenharia \nElétrica. \n/checkbld Laboratório de Eletrotécnica e Medidas Elétricas. \n/checkbld Laboratório de C omputação da Engenharia Elétrica (L ACEE) – (200m 2). \n/checkbld Laboratório de Eficiência Energética (LEENER). \n/checkbld Laboratório de C ontrole de Processos. \n/checkbld Laboratório de Energia Solar (LABSOLAR) (1000 m 2). \n \nDentro do espaço físico da Faculdade de Engenharia,  existem as seguintes estruturas \nque também completam a formação dos alunos: \n/checkbld Núcleo de Empreendedorismo (NEMPE). \n/checkbld Empresa Júnior Porte. \n/checkbld Empresa Júnior Mais. \n/checkbld PET (Programa de Educação Tutorial) – CAPES. \n/checkbld Ramo Estudantil do IEEE ( The Institute of Electrical and Electronic Engineer s ) \n \nO Diretório Acadêmico da Faculdade de Engenharia po ssui sede própria em uma sala \nlocalizada na própria Faculdade de Engenharia e exi ste uma ampla cantina que \nfunciona nos turnos diurnos e noturno. ", "59": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n59 \n  \nDentro do espaço da Faculdade de Engenharia, está o  PPEE (Programa de Pós-\nGraduação em Engenharia Elétrica) que possui um pré dio próprio de 2.000 m 2 e abriga \nlaboratórios da graduação e pós-graduação, gabinete s de professores, auditório, \nsecretaria e possui sistema de controle de acesso b aseado em biometria. \n \nFora do espaço da Faculdade de Engenharia, mas aind a também na quarta plataforma \n(Setor Tecnológico), encontra-se o CRITT (Centro Re gional de Inov ação e Transferência \nde Tecnologia). Este centro possui forte interação com a Faculdade de Engenharia \noferecendo bolsas para os alunos que desejarem atua r junto às empresas incubadas, \njunto à administração do centro e, após a formatura , para aqueles que desejarem \nempreender no próprio negócio. O CRITT tem as segui ntes estruturas: \n/checkbld Incubadora de Empresas de Base Tecnológica (IBT). \n/checkbld Incubadora Tecnológica de C ooperativ as Populares (I NTECOOP). \n/checkbld Setor de Transferência de Tecnologia. \n/checkbld Pré-Incubadora. \n/checkbld Condomínio de Empresas. \n/checkbld Núcleo de Eletro-Eletrônica (NEE). \n/checkbld Núcleo de Inov ação Tecnológica (NIT). \n \nO NEE do CRITT tem o objetiv o de assessorar as empr esas incubadas e futuros \nempreendedores no desenvolv imento de nov os produtos  e, também, disponibilizar \nequipamentos de última geração. O NEE oferece bolsa s e oportunidades de iniciação \ncientífica e treinamento profissional a alunos do C urso de Engenharia Elétrica. \n \n9.2.  Infra-Estrutura Administrativa At ual \nPara uma melhor administração, foram criadas funçõe s gratificadas, que serão \nocupadas por professores eleitos em uma votação pel os professores integrantes ou ", "60": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n60 \n do departamento a que estão subordinados, no caso d a chefia de departamento, ou \npor todos os professores da Engenharia Elétrica, no  caso do coordenador de curso. \n \nOs cargos remunerados atrav és de funções gratificad as são os seguintes: \n/checkbld Coordenações de Curso : Um coordenador de curso; \n/checkbld Departamentos : Dois chefes de departamento, o chefe de Departame nto de \nCircuitos Elétricos e o Chefe de Departamento de En ergia \n \nAs disciplinas e os respectiv os docentes dos ciclos  profissionalizante básico e \nespecífico estão alocadas em nestes dois Departamen tos. O chefe de departamento é \nresponsáv el principalmente pela atribuição dos enca rgos didáticos dos docentes neles \nalocados, acompanhamento do conteúdo das disciplina s ministradas pelos \nprofessores do Departamento, realização de concurso s para nov os docentes, \nacompanhamento das ativ idades e funcionamento dos l aboratórios alocados no \nDepartamento. \n \nAdicionalmente, existe a figura do Coordenador de C urso que preside o Colegiado do \nCurso de Engenharia Elétrica – Sistemas de Potência . Este colegiado é composto por \nprofessores representantes das principais áreas de formação do curso e \nrepresentantes discentes. \n \nFinalmente, o Coordenador de Estágios é responsáv el  pelo acompanhamento dos \nalunos em estágio obrigatório de 160 horas. Deve se r destacado nov amente que cada \nlaboratório possui um professor coordenador respons áv el. \n \nAdicionalmente, há necessidade de Coordenação das A tiv idades Complementares, \nTrabalho Final de Curso e organização dos Seminário s Engenharia, Cidadania e \nMetodologia C ientífica. Para este fim, existe o Col egiado composto pelo Coordenador \nde curso que o presidirá e um professor. Os compone ntes serão indicados pelos pares, ", "61": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n61 \n não receberão função gratifica e dev erão ter carga horária reduzida em sala de aula \nem relação aos demais docentes. \n \nFinalmente, de acordo com o que será detalhado no C apítulo 10, deverá existir uma \nComissão de Av aliação formada no âmbito do Curso de  Engenharia Elétrica que será \nresponsáv el por todo o sistema de av aliação e acomp anhamento do Projeto \nPedagógico do Curso. \n9.3.  Núcl eo Docente Estruturante (NDE) \n \nNúcleo Docente Estruturante (NDE) do Curso de Gradu ação em Engenharia Elétrica – \nSistemas de Potência foi criado pelo C onselho de Un idade da Faculdade de Engenharia \nda Univ ersidade Federal de Juiz de Fora atrav és da Resolução No. 10 de 14 de Junho \nde 2012. \n \nO Núcleo Docente Estruturante constitui órgão suple mentar da estrutura do Curso de \nGraduação em Engenharia Elétrica da UFJF – Sistemas  de Potência, com atribuições \nconsultiv as e propositiv as sobre matéria acadêmica,  subsidiando as deliberações no \nprocesso de concepção, consolidação e atualização d o Projeto Pedagógico do Curso, \nobservando o prev isto na legislação pertinente. \n \nSão atribuições do Núcleo Docente Estruturante: \n \nI. C ontribuir para a consolidação do perfil profiss ional do egresso do curso; \nII. Zelar pela integração curricular interdisciplin ar entre as diferentes ativ idades de \nensino constantes no currículo; \nIII. Indicar formas de incentivo ao desenv olv imento  de linhas de pesquisa e \nextensão, oriundas de necessidades da graduação, de  exigências do mercado de \ntrabalho e afinadas com as políticas públicas relat iv as à área de conhecimento do \ncurso; ", "62": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n62 \n IV. Zelar pelo cumprimento das Diretrizes C urricula res Nacionais no âmbito do \nCurso de Graduação em Engenharia Elétrica da UFJF –  Sistemas de Potência; \nV. realizar av aliação continuada do Projeto Pedagóg ico do C urso, encaminhando \nsuas sugestões e conclusões às instâncias competent es. \n \nO Núcleo Docente Estruturante é constituído por cin co professores lotados em \ndepartamentos que atendam ao curso, sendo o Coorden ador e o Vice C oordenador do \ncurso são membros do NDE enquanto durarem seus resp ectiv os mandatos. Todos os \nmembros do NDE devem ter regime de trabalho em temp o integral e dedicação \nexclusiv a. \n \nA renov ação do NDE dev e assegurar a continuidade no  processo de acompanhamento \ndo curso, não sendo permitida a substituição total ou de mais da metade de seus \nmembros por um único ato ou dentro de um período mí nimo de dois anos. \n \n9.4.  Infra-Estrutura de Laboratórios \n \nOs laboratórios atuais dev erão receber aporte de re cursos para comportarem o \naumento do número de discentes e, adicionalmente, s erão necessários nov os \nlaboratórios. Todos estes, atuais e novos, estão li stados na Tabela 1. C aso os recursos \nnecessários para a operacionalização destes laborat órios sejam superiores aos \nalocados para o Curso, os docentes irão buscar a ca ptação de recursos através de \nEditais das agências de fomento e parcerias com a i niciativ a priv ada. Os recursos \ndisponibilizados no âmbito do REUNI serão utilizado s prioritariamente para a \nadequação dos laboratórios do ciclo básico (1 o ao 6 o) períodos. \n \nTabela 1 – Reestruturação dos Laboratórios \nNome do Laboratório Área (m 2)  \nAutomação Industrial 200 \nControle 120 ", "63": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n63 \n Eficiência Energética 60 \nConversão Eletromecânica de Energia 120 \nEletrônica Básica 100 \nSistemas Digitais e Microprocessador es 70 \nProjetos Eletrônicos 70 \nCircuitos Elétricos Existente \nMedidas Elétricas Existente \nMáquinas Elétricas  Existente \nTelecomunicações 100 \nComputação Existente + 100 \nCUSTO TOTAL  \n9.5.  Infra-Estrutura de Sal as de Aul a \nAs turmas foram dimensionadas para 60 alunos com ex ceção das disciplinas de \nCircuitos Elétricos e Eletromagnetismo que foram di mensionadas para 45 alunos. Há \numa demanda estimada para os cinco cursos da Engenh aria Elétrica demandará 20 \nsalas de aula  de 60 alunos. A faculdade de Engenharia inaugurou recentemente o \nprédio Itamar Franco, com v árias salas de aulas e a uditórios, o que supriu a carência \nde salas de aulas necessárias para o curso. \n9.6.  Apoio Acadêmico aos Docentes  \nO projeto REUNI prev ê a disponibilização de bolsas de mestrado e doutorado para \nalunos da pós-graduação que irão atuar como tutores  em disciplinas estratégicas do \nCurso de Graduação em Engenharia Elétrica nas suas div ersas habilitações. \n \nPara o pleno êxito do presente Projeto Pedagógico d e Curso é fundamental a \ndisponibilização de pelo menos 4 tutores . \n ", "64": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n64 \n 10.  A Avaliação do Projeto Pedagógico do Curso (PPC) \n10.1.  Processo de Avaliação Premissas Básicas \nA av aliação de uma instituição educativ a tem como f unção a produção de \nconhecimento que subsidie o aperfeiçoamento de prát icas e favoreça a construção e \nconsolidação de um sentido comum de univ ersidade.  Possibilita também que a \ncomunidade univ ersitária tome consciência do projet o pedagógico desenvolv ido em \nseu cotidiano e tome decisões que v enham reafirmar sua identidade social. \n \nPara tanto, o Sistema Nacional de Av aliação da Educ ação Superior (SINAES - Lei \n10861/04) propõe, integrada à Auto-Av aliação Instit ucional, o desenvolv imento da \nAvaliação de Curso , com o propósito de apreender “a qualidade do curs o no contexto \nda realidade institucional no sentido de formar cid adãos conscientes e profissionais \nresponsáv eis e capazes de realizar transformações s ociais”. (“Instrumento de \nAvaliação de cursos de graduação”. CONAES/INEP. p.1 0)  \n \nA Avaliação de Curso dev erá ter como objetivo o ape rfeiçoamento contínuo da \nqualidade acadêmica, a melhoria do planejamento e d a gestão univ ersitária e a \nprestação de contas à sociedade. Estará voltada par a o aperfeiçoamento e a \ntransformação do curso, preocupando-se com a qualid ade de seus processos internos. \nCaracteriza-se como um processo contínuo e aberto, mediante o qual todos os setores \ndo curso, e as pessoas que os compõem, participam d e um repensar que inclui os \nobjetivos, os modos de atuação e os resultados de s uas ativ idades constituindo-se em \nferramenta para o planejamento da gestão e do desen v olv imento do curso. \n \nUm processo de avaliação deve estar baseado em algu mas premissas, dentre as quais \npodem ser destacadas: \n \n/head2right  A identidade ético-política do curso que se expres sa, particularmente, na \nformação de seus alunos e no que ele prioriza. Nest a perspectiv a, será ", "65": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n65 \n assumido um compromisso de desenv olv er um processo de produção de \nconhecimento que possibilite ao sujeito atuar na so ciedade, compreendendo e \nlev ando a efeito seu papel social transformador. A avaliação implica, portanto, \nantes de tudo, pensar o curso como uma unidade que se constrói no inter-\nrelacionamento de suas ações; \n \n/head2right O papel que o Curso desempenha, na qualidade de pro motor do \ndesenvolv imento sócio-econômico e tecnológico; \n \n/head2right Os esforços institucionais para tornar acessível à sociedade os conhecimentos \nque produz e para elev ar as habilidades e competênc ias dos que nele \ningressam; \n \n/head2right Os v alores éticos-políticos e educacionais que o Cu rso promov e ou estimula \n(p.ex. conv ivência na div ersidade de pensamento, so lidariedade, justiça social, \npreserv ação do meio-ambiente ), tanto na sua estrut ura e dinâmica \norganizacional, quanto no cotidiano do seu fazer ac adêmico e de \nimplementação do projeto pedagógico; \n \n/head2right A formação de profissionais que atendam às necessid ades da sociedade.  \n \nSe o curso pode ser v isto como um compromisso de de senvolv er um processo de \nprodução de conhecimento que possibilite ao sujeito  atuar na sociedade, \ncompreendendo e lev ando a efeito seu papel social t ransformador, é necessário \ndestacar que por produção do conhecimento entende-s e o significado da sua \nprodução intelectual e científica, de modo a fazer av ançar a construção do \nconhecimento e a transformação da sociedade, ressal tando-se: \n \n/head2right os v alores incorporados, onde podem ser destacados a busca da inov ação e da \nconstrução de novos conhecimentos científico-tecnol ógicos, atitude crítica e ", "66": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n66 \n reflexiv a, constância na qualificação pessoal e ins titucional, de modo a \nresponder às diferentes demandas sociais; \n \n/head2right a formação, qualificação, reconhecimento acadêmico de seu corpo docente e \nos recursos disponibilizados para as respectiv as at iv idades; \n \n/head2right a formação técnico-científica que promov e e faz ref erências ao conhecimento \nuniv ersal mais recente da área do curso; \n \n/head2right a habilitação do formado para o exercício pleno da profissão. \n \nNo processamento da av aliação, esses eixos serão co nsiderados, sempre que possível, \ndo ponto de v ista do mérito, de marcadores e/ou de indicadores que expressem sua \ngrandeza quantitativ a em séries históricas, passíve is de comparação e \nacompanhamento, além de considerações sobre a sua r elev ância e/ou pertinência \npara o contexto social em que se inserem e para a p rodução do conhecimento. \n \nTambém é importante av aliar as questões relativ as à  estrutura e funcionamento da \ninstituição que facilitam, dificultam e/ou impedem o desenvolv imento harmonioso de \nmelhores relações entre o curso e a sociedade, e co m a produção do conhecimento. \nPara a análise dessas categorias o CONAES/INEP defi ne um conjunto de indicadores e \ncritérios que podem ser integrados em uma proposta metodológica de Av aliação de \nCurso que atenda as especificidades de cada curso e  os princípios gerais da UFJF, \ndefinidos em seu PDI e PPI, como posteriormente abo rdado em item específico.  \n10.2.  Comissão Permanente de Avaliação/Engenharia El étric a \n– CPA/EE \nSerá instituída e regulamentada, no âmbito do Curso  de Engenharia Elétrica, uma \nComissão Permanente de Avaliação do Curso de Engenh aria Elétrica – CPA/EE, \nautônoma, que terá a tarefa de av aliar periodicamen te aspectos de execução do PPC, ", "67": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n67 \n e o próprio Projeto Pedagógico do Curso, à luz das informações disponív eis, por ela \ncoletadas, ou resultantes de procedimentos externos  à Instituição, como os \nintegrantes do CONAES/INEP. Estes procedimentos dev em funcionar como subsídio ao \nColegiado do Curso, e ao C urso como um todo, v isand o à correta implantação e o \naprimoramento do Plano Pedagógico do Curso.  \n \nA Comissão Permanente de Av aliação do Curso/EE será  constituída por \nrepresentantes dos docentes, discentes e técnico-ad ministrativos, cabendo-lhe a \nliderança do processo de av aliação. C abe-lhe av alia r e conduzir as ativ idades \nrealizadas no seu âmbito, redigir Relatórios de Av a liação e acompanhar os processos \nde av aliação externa, quando realizado por av aliado res INEP ou órgão assemelhado. \n \nOs pareceres e relatórios elaborados pela CPA/EE de v erão ser amplamente divulgados \ne discutidos com toda a comunidade envolv ida, propi ciando um espaço de discussão e \nreflexão que permita ao Curso aperfeiçoar o seu Pro jeto Pedagógico, aí incluídas as  \npráticas e procedimentos pedagógicos e de gestão as sociadas.  \n10.3.  Pl ano de Avaliação \n \nA elaboração do Plano de Avaliação do Curso de Enge nharia Elétrica, a ser detalhado \npela Comissão Permanente de Avaliação/EE, e aprov ad o pelo Colegiado de Curso, \ndeverá ser constituído pelas etapas de AVALIAÇÃO INTERNA  - ou auto-avaliação  - \nAVALIAÇÃO EXTERNA , bem como pela REVISÃO DO PROJETO POLÍTICO \nPEDAGÓGICO , com periodicidade estabelecida pela CPA/EE, ou se mpre que esta ação \nse fizer necessária. Estas etapas serão desenv olv id as de modo a garantir condições \npara comparabilidade e acompanhamento da evolução d o curso ao longo do tempo e \npossibilitar ações de correção de rumo, alterar pro cedimentos e posturas adotadas. As \ndiretrizes das etapas do Plano de Av aliação podem s er assim estabelecidas:   \n \n \n ", "68": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n68 \n I -  Avaliação Interna (Auto-avaliação) \n \nA av aliação interna consistirá basicamente em se an alisar a coerência dos \nprocedimentos de av aliação de ensino e aprendizagem , realizados pelos docentes ou \npor iniciativ a do Curso, com os princípios de seu P rojeto Pedagógico, bem como com o \nPPC e PPI institucionais. O processo de av aliação i nterna dev erá estar alicerçado nos \nseguintes procedimentos: \n \na) Implantação de mecanismos efetiv os de acompanham ento das ativ idades \ncomplementares, ativ idades integralizadoras, TFC e estágios preconizados no PPC; \n \nb) Implantação de mecanismos que garantam uniformid ade de av aliações das \nunidades (disciplina, módulos, ativ idades complemen tares) desenvolv idas no âmbito \ndo curso; \n \nc) Implantação de processos contínuos de av aliação,  parcial e final, do cumprimento \ndos programas dos div ersos conteúdos das disciplina s e sua atualização, quando \nnecessário, bem como correção de pré-requisitos e a tualização de ementas \nbibliográficas; \n \nd) Av aliação docente realizada pelos discentes, no que diz respeito às suas práticas \npedagógicas, relacionamento professor-aluno, cumpri mento de ementas, \npontualidade, dedicação, atenção aos discentes, ent re outros; \n \ne) Pesquisa de expectativ a dos ingressantes e satis fação dos concluintes do C urso de \nEngenharia Elétrica. \n \nOs procedimentos de av aliação dev erão ser sistemáti cos, envolv endo a participação \ndos docentes, discentes, técnicos administrativos; a CPA deverá buscar formas que \nfacilitem o acesso dos interessados aos formulários  e procedimentos de auto-\nav aliação.  ", "69": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n69 \n  \nII - Avaliação Externa  \n \nAs av aliações externas serão utilizadas como indica dores para o processo de reflexão \ne interv enção nas diretrizes em v igor, quando perti nentes, como forma de \naperfeiçoamento da excelência acadêmica e melhoria da qualidade na formação dos \negressos. A av aliação externa proposta envolv erá di v ersos momentos, dentre os quais \npodem ser destacados:  \n \na) Resultados apresentados pelos alunos do Curso de  Engenharia Elétrica da UFJF nas \nprov as do ENADE, tomando como base os dados naciona is e regionais. Estas análises e \nos resultados dela deriv ados deverão substanciar um  processo de reflexão interna, \ncontribuindo assim para o aperfeiçoamento da formaç ão discente e incorporando \nelementos para reflexão sobre o projeto de Curso; \n \nb) Resultados das av aliações do Curso pelos av aliad ores do INEP, ou órgão \nassemelhado, que deverão ser efetiv amente incorpora dos ao PPC e às práticas \npedagógicas.  Dev erão ser priorizadas ações para co rreção das deficiências apontadas \npelos av aliadores, com tomada imediata para sua efe tiv a correção; \n \nc) Deverão ser implementados mecanismos de acompanh amento dos egressos do \ncurso que forneçam informações sobre sua formação t écnica e cidadã, adaptabilidade \nao mercado de trabalho, coerência entre os conteúdo s trabalhados no Curso de \nEngenharia e as demandas técnicas-profissionais que  lhe estão sendo solicitadas. A \nComissão Permanente de Av aliação deverá instituir, atualizar e operacionalizar um \nbanco de dados de egressos; \n \nd)  O processo de av aliação externa dev erá estabele cer procedimentos que permitam \nauferir e coletar as v isões da sociedade, particula rmente dos empregadores, a \nrespeito da formação técnica, ética e cidadã dos en genheiros do curso. \n ", "70": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n70 \n III -  Revisão do Projeto Pedagógico do Curso  \n \nO processo de Rev isão do Projeto Pedagógico do Curs o, executado com periodicidade \nestabelecida pela C omissão Permanente de Av aliação/ EE, e dev idamente aprovado \npelo Colegiado de Curso, terá como tarefa consolida r os resultados da av aliação \ninterna (autoav aliação), da externa e da discussão com a comunidade acadêmica, \nsubsidiando ações para a revisão do Projeto Pedagóg ico do Curso e das práticas a ele \nassociadas.  \n \nA rev isão do Projeto Pedagógico do Curso terá como base o Relatório Final elaborado \npela Comissão Permanente de Avaliação, e que integr ará todos os resultados da \nav aliação interna e externa, indicando as deficiênc ias acadêmicas ou de infra-\nestrutura identificadas e propondo medidas de super ação. Para fins de construção \ndeste Relatório Final, os resultados da av aliação i nterna e externa deverão ser \ndiscutidos com a comunidade acadêmica visando a rev er e/ou aperfeiçoar seu projeto \npedagógico, suas metas, definição de Plano de C apac itação Docente e a elaboração de \npropostas para o seu desenvolv imento. O objetivo é a melhoria da qualidade do \nprojeto pedagógico e o desenv olv imento do curso. \n \nDeverá ser assegurada uma ampla participação da com unidade acadêmica no \nprocesso de elaboração do Relatório Final, bem como  no processo de Revisão do PPC.  \n10.4.  Categorias de Avaliação: Construção de Indicadores \nO Plano de Av aliação do Curso de Engenharia Elétric a dev erá ser organizado pela \nCPA/EE, considerando os princípios estabelecidos e as categorias indicadas no \ndocumento “Instrumento de av aliação de cursos de gr aduação- 06/07, \nCONAES/INEP”. A partir da análise de cada C ategoria  e seus respectiv os indicadores, \nserão definidas as decisões com as quais pretende s ubsidiar o processo de av aliação a \nser realizado e a metodologia a ser empregada, disc riminando o que e como av aliar. \nDesta forma, a av aliação englobará 03 categorias:  \n ", "71": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n71 \n /checkbld Organização Didático-Pedagógica \n/checkbld Corpo Docente, Discente e Técnico-Administrativ o \n/checkbld Instalações Físicas  \n \nCada um destas categorias será qualitativ a e quanti tativ amente av aliada pelo \nemprego de GRUPOS DE INDICADORES  e INDICADORES ESPECÍFICOS , que devem \nestar totalmente em conformidade com as diretrizes exaradas pelo “Instrumento de \nav aliação de cursos de graduação- 06/07, CONAES/INE P” e que formarão a base de \nopções a ser utilizada pela Comissão Permanente de Av aliação/EE, onde aplicáv eis, no \ndetalhamento das ações específicas de av aliação do C urso.    \n \nSeleção de Indicadores \n \nOs referenciais para a construção dos indicadores e specíficos para o Curso de \nEngenharia Elétrica, que integrarão o Plano de Av al iação do Curso, a ser elaborado \npela CPA/EE,  dev em tomar como referenciais os segu intes elementos:  \n \n- Consciência das implicações éticas:  é preciso que no decurso da graduação os prof issio nais \nrealiz em vivências e práticas que os possibilitem r efletir sobre sua dimensão de sujeito \nhistórico, político e social e em que medida as sua s ações implicam melhorias ou retrocessos \nna condição de vida da população com a qual trabalh a;  \n \n- A Universidade e a produção do saber:  ter na Universidade o foco de produção e \nsocializ ação do saber implica necessariamente na in tegração da extensão com o ensino e a \npesquisa. É preciso que a propalada indissociabilid ade entre ensino, pesquisa e extensão \nganhe proporções reais e efetivas nos cursos de gra duação, pois tal processo é que permitirá \na formação contextualizada do cidadão, possibilitan do-lhe maior autonomia intelectual;  \n \n - Interdisciplinaridade:  o processo de construção do conhecimento deve ser amplo e ser \nmotivador da integração disciplinar e seu diálogo, possibilitando análises de dados sob ", "72": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n72 \n diversos olhares e constituindo questionamentos per manentes sobre as verdades absolutas, \npois a interdisciplinaridade está intimamente relac ionada à flexibilidade curricular;  \n \n - Integração curricular:  a formação na graduação precisa superar o processo  de ensino \nfragmentado, bem como os conteúdos  criados sob con dições muito particulariz adas. É  \npreciso privilegiar ações integradoras de conteúdos , bem como pensar o currículo em sua \namplitude de saberes e diversidade de modalidades d e consecução. Devem ser  observados os \nobjetivos gerais propostos para o curso, bem como a queles relacionados às suas diferentes \nfases, encontrando a relação entre os conteúdos e o  sentido de cada uma dessas fases para o \nalcance das proposições do Projeto Pedagógico do Cu rso;  \n \n- Habilidades e competências docentes:  necessário se f az construir processos avaliativos que \ntenham presente elementos que possam retratar aspec tos didático-metodológicos, a \ncompreensão do prof essor sobre o seu trabalho, a re lação dos conteúdos trabalhados por ele \ncom os demais do curso e objetivos desejados; \n \n- Flexibilidade curricular:  a flexibilidade curricular não pode ser reduzida à  variação das \nformas de trabalhar os conteúdos, mas essencialment e pensar a construção e relação dos \nconteúdos no currículo da graduação. É necessário a vançar do conceito de currículos \ndisciplinares para currículos temáticos, buscando c om que o processo de construção do \nconhecimento alcance níveis cada vez mais elevados de complexidade e inter-relação, \nsuperando o conceito do aprendizado linear, cumulat ivo, isolado e solidif icando a \ninterdisciplinaridade;  \n \n- Gerar autonomia intelectual discente:  a construção da autonomia intelectual dos \nuniversitários está intimamente ligada aos processo s de produção do conhecimento. O  \nestudante precisa compreender e vivenciar o process o de aprendizado, para que incorpore \nmétodos que facilitem a construção do seu saber;  \n \n- Gestão pedagógica dos cursos de graduação: a dimensão de gerenciamento dos processos \npedagógicos dos cursos é que irá garantir, em boa m edida, ações interdisciplinares, atividades \ninovadoras no currículo e integração do pessoal doc ente para a consecução dos objetivos do \ncurso; ", "73": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n73 \n - Sensibilidade institucional para a mudança:  ao tempo que se busca institucionalizar \na av aliação, também se faz necessário que os sujeit os dela participantes estejam \nabertos aos debates e à proposição de mudanças. As coordenações destes processos \ndevem buscar a adesão das lideranças estudantis, do s funcionários técnicos, dos \ndocentes, dos dirigentes e à medida do possív el tor nar público e ao alcance da opinião \npública seus resultados e ainda mais, as medidas im plantadas em decorrência das \nav aliações.  \n \nÁ luz das diretrizes abordas, os grupos de Indicado res, bem como os Indicadores \nespecíficos para o acompanhamento  e av aliação do C urso de Engenharia Elétrica, e \nde suas práticas associadas, dev erão ser estabeleci dos pela Comissão Permanente de \nAvaliação/EE em conformidade com os referenciais ab ordados e seguindo as \nindicações da Matriz de Avaliação: categorias grupos de indicador es e indicadores - \nInstrumento de Av aliação de Cursos de Graduação – I NEP 2006/2007, discriminados \nna seqüência. A utilização dos indicadores mais ade quados será determinada pela \nCPA/EE na construção do Plano de Avaliação do Curso  de Engenharia Elétrica.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "74": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n74 \n Anexo 1 – Listagem de todas as ementas das discipli nas do curso \n \n \n1º período \nICE002 – Laboratório de Ciências \nEmenta: Metodologia Científica, tratamento de dados , ótica e luz, \npropriedades físicas e químicas de substâncias simp les e compostas, \na natureza da energia química e elétrica, velocidad e de reações \nquímicas.  \n \nCEL064 – Introdução à engenharia elétrica \nEmenta: Fornecer informações básicas preliminares r elacionadas ao \nfuncionamento da Universidade Federal de Juiz de Fo ra, direitos e \ndeveres dos alunos e resoluções internas concernent es à vida \nestudantil. Informar a respeito das formas de parti cipação \nacadêmica, iniciação científica, monitoria e treina mento \nprofissional. Fornecer um panorama geral em relação  à profissão do \nEngenheiro Eletricista, suas áreas de atuação e as ferramentas \nutilizadas no desenvolvimento da atividade profissi onal \n \nMAT155 – Geometria analítica e sistemas lineares \nEmenta: Matrizes e Sistemas Lineares, Inversão de M atrizes e \nDeterminantes, Vetores no Plano e no Espaço, Retas e Planos, \nSeções Cônicas, Mudança de Coordenadas no Plano. \n \nMAT154 – Cálculo I \nEmenta: Números Reais, Funções, Limite de uma Funçã o e \nContinuidade, Derivada, Aplicações da Derivada \n \nDCC120 – Laboratório de programação \nEmenta: Introdução; Linguagem de Programação; Imple mentação \nde Estruturas Básicas para Construção de Algoritmos ; \nImplementação de Estrutura de Dados; Implementação de \nProcedimentos e Funções. \n \nDCC119 – Algoritmos \nEmenta: Introdução; Noções de uma linguagem de prog ramação; \nEstruturas básicas para construção de algoritmos; A lgoritmos para \nestruturas de dados homogêneas; Algoritmos para est ruturas de \ndados heterogêneas; Procedimentos e Funções. \n \n \n2º período \nFIS073 – Física I \nEmenta: Cinemática vetorial, Leis de Newton, Trabal ho e energia \nmecânica, Sistemas de partículas, Colisões, Cinemát ica e dinâmica \ndos corpos rígidos \n \nQUI125 – Química fundamental \nEmenta: Estrutura atômica. Classificação periódica.  Ligações \nquímicas. Introdução às funções químicas e reações.  \n \nMAT158 – Álgebra linear \nEmenta: Espaços Vetoriais. Espaços com Produto Inte rno. \nTransformações Lineares. Diagonalização. \n \nMAT156 – Cálculo II \nEmenta: Integração de Funções de uma Variável. Apli cações da \nIntegral Definida. Superfícies no Espaço. Funções d e Várias \nVariáveis. \n \nFIS077 – Laboratório de Física I \nEmenta: Teoria das Medidas e dos Erros. Gráficos. E xperimentos \nem Mecânica. Bibliografia: \n \nQUI126 – Laboratório de Química \nEmenta: Segurança no laboratório e primeiros socorr os. \nEquipamentos básicos e Técnicas de laboratório, pH,  Determinação \nde propriedades físicas das substâncias químicas, R eações químicas.  \nDPR032 – Direito Privado \nEmenta: Direito Civil. Pessoa Natural e Jurídica. F atos Sociais. \nPosse e Propriedade. Obrigações e Contrato. Direito  do Trabalho. \nContrato de Trabalho. Empregado e Empregador. Duraç ão da \nJornada de Trabalho. Higiene e Segurança no trabalh o. Direito \nComercial. Obrigações Comerciais. Empresa. Propried ade \nIndustrial. Sociedades Mercantis. Direito Cambiário . \n \n3º período \nFIS074- Física II \nEmenta: Oscilações. Gravitação. Mecânica dos fluido s. Movimento \nondulatório. Temperatura. Calor e 1a lei da termodi nâmica. Teoria \ncinética dos gases. 2a lei da termodinâmica. \n \nESA002 – Ecologia e preservação do meio ambiente \nEmenta: Conscientizar o estudante de Engenharia Elé trica da \nnecessidade da preservação ambiental. Debater a com patibilização \ndo desenvolvimento econômico-social com a preservaç ão do meio \nambiente. Incutir no futuro Engenheiro uma visão cr ítica dos \nproblemas ecológicos que o desenvolvimento tecnológ ico possa \nproduzir e também lançar as bases de um planejament o racional do \nuso dos recursos do meio ambiente. \n \nMAT029 – Equações diferenciais I \nEmenta: Sequências e Séries de Números Reais. Intro dução às \nEquações Diferenciais. Equações Diferenciais Ordiná rias de 1ª \nOrdem. Equações Diferenciais Ordinárias Lineares de  2ª Ordem. \nSoluções em Série para Equações Diferenciais Ordiná rias Lineares \nde 2ª Ordem. \n \nMAT157-Cálculo III \nEmenta: Integrais Múltiplas. Funções Vetoriais. Int egrais \nCurvilíneas. Integrais de Superfície. \n \nEST029 – Cálculo de probabilidades I \nEmenta: Introdução à teoria dos conjuntos. Técnicas  de contagem. \nIntrodução à probabilidade. Variáveis aleatórias. D istribuições \ndiscretas unidimensionais. Distribuições contínuas unidimensionais. \nValor esperado e variância de variáveis aleatórias.  Momentos de \nvariáveis aleatórias. Funções de variáveis aleatóri as. \n \nCEL032 – Circuitos lógicos \nEmenta: Sistemas de Numeração. Álgebra Booleana. Bl ocos \nLógicos. Operações com Números Binários. Flip-Flops . \nRegistradores. Contadores. \n \n4º período \nFIS075 – Física III \nEmenta: Eletrostática. Capacitância. Dielétricos. C orrente elétrica e \nresistência elétrica. Circuitos. Campo magnético. L ei de Faraday. \nIndutância. Propriedades magnéticas da matéria. Osc ilações \neletromagnéticas. Equações de Maxwell. \n \nCEL033 – Circuitos Lineares I \nEmenta: Componentes Básicos de Circuitos Elétricos.  Técnicas de \nAnálise de Circuitos Elétricos no Estado Permanente  (CC e CA). \nPotência em Circuitos Monofásicos. Quadripolos. \n \nMAT030 – Equações diferenciais II \nEmenta: Transformada de Laplace. Séries e Integrais  de Fourier. \nEquações Diferenciais Parciais. \n \nDCC008 – Cálculo numérico \nEmenta: Noções de Erro. Séries de Taylor e Aproxima ções. Zeros \nReais de Funções Reais. Resolução de Sistemas Linea res. \nInterpolação Polinomial. Ajuste de Curva Por Mínimo  Quadrado. \nIntegração Numérica. Equações Diferenciais Ordinári as. ", "75": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n75 \n  \nFIS081 – Fenômenos de Transporte \nEmenta: Modos básicos de transferência de calor: Co ndução, \nConvecção e Radiação. Condução de Calor. Convecção Forcada \nsobre Superfícies Planas. Trocadores de Calor \n \nENE045 – Laboratório de Eletrotécnica \nEmenta: Lei de Ohm. O Trabalho Elétrico. Potência d a Corrente \nAlternada no caso de Carga Indutiva. Carga Capaciti va de um \nCircuito de Corrente Alternada. Fundamentos do Circ uito R, L e C. \nDispositivo de Controle dos Circuitos.  \n \n5º período \nFIS076 – Física IV \nEmenta: Oscilações eletromagnéticas. Correntes alte rnadas. \nCircuitos RL e analogias mecânicas. Oscilações amor tecidas. \nOscilações forçadas e ressonância. Correntes altern adas. Potência. \nTransformadores. Aplicações. \n \nCEL034 – Circuitos Lineares II \nEmenta: Solução Geral dos Circuitos. Equações Difer enciais. \nSolução Completa dos Circuitos Lineares. Transforma das de \nLaplace. Resposta em Freqüência. \n \nCEL066 – Sinais e Sistemas \nEmenta: Sinais e Sistemas Contínuos e discretos; An álise de Sinais \ntempo Contínuo e Discreto; Transformada de Laplace e \nTransformada Z,  Séries de Fourier; Transformada de  Fourier; \nAmostragem de sinais; \n \nCEL065 – Eletromagnetismo \nEmenta: Análise Vetorial. Lei de Coulomb e intensid ade do campo \nelétrico. Densidade de fluxo elétrico, lei de Gauss  e divergência. \nEnergia e potencial. Corrente e condutores. Dielétr icos e \nCapacitância. Equações de Poisson e de Laplace. Cam po magnético \nestacionário. Forças magnéticas, materiais e indutâ ncia. Campos \nvariantes no tempo e equações de Maxwell. Onda plan a uniforme. \n \nCEL062 – Circuitos Trifásicos \nEmenta: Circuitos Trifásicos. Modelos de Transforma dor. Análise \nde Fourier e Harmônicos. Componentes simétricas. \n \nCEL099 – Eletrônica Analógica \nEmenta: Introdução aos amplificadores; Amplificador es \noperacionais; Diodos de Junção; Transistores MOS de  Efeito de \nCampo; Transistor Bipolar de Junção (TBJ). \n \nCEL037 – Laboratório de Eletrônica  \nEmenta : Projetos em Eletrônica Digital. Projetos e m Eletrônica \nAnalógica. Projetos em Eletrônica de Potência. \n \n6º período \n \nCEL038 – Teoria de Controle I \nEmenta: Formas Canônicas de Representação de Operad ores \n(Diagramalização de Operadores). Modelagem Matemáti ca de \nSistemas. Espaço de Estados. Teoria daas Realizaçõe s e Síntese. \n \nCEL030 – Laboratório de circuitos Elétricos \nApresentar instrumentos básicos de medição e compon entes de \ncircuitos elétricos. Desenvolver trabalhos práticos  de circuitos \nelétricos, com verificação de teoremas básicos e re alização de \nmedições, com instrumentos básicos e osciloscópio. \n \nENE079 - Conversão Eletromecânica De Energia I \nRevisão dos conceitos básicos de circuitos magnétic os e princípios \nde conversão eletromecânica de energia; Teoria, rel ações básicas e \ncircuitos equivalentes de transformadores monofásic os e trifásicos \nreais; Ensaios e determinação de parâmetros de tran sformadores \nreais; Princípios de conversão eletromecânica de en ergia; \nFundamentos das máquinas rotativas em corrente cont ínua; \nConfigurações básicas e tipos de máquinas de corren te contínua; Teoria, relações básicas e circuitos equivalentes d os geradores de \ncorrente contínua em regime permanente; Teoria, rel ações básicas e \ncircuitos equivalentes dos motores de corrente cont ínua em regime \npermanente. \n \nENE081 – Métodos De Otimização \nProgramação Linear, Método Simplex, Programação \nInteira,Programação Dinâmica, Métodos Modernos de O timização, \nAplicações em LINGO e MATLAB. \n \n \nCEL035 – Eletrônica Digital \nEmenta: Dispositivos MSI. Conversão Analógica-Digit al (A/D). \nConversão Digital-Analógica (D/A). Entrada e Saída de Dados de \nMicrocomputadores. Circuitos práticos \n \nCEL068 – Princípios de Comunicação \nEmenta: Introdução a Comunicação de Dados; Modulaçã o em \namplitude; Modulação em ângulo e freqüência; Modula ção por \ncódigo de pulso; Princípios de Comunicação de trans missão digital \nde dados; Tecnologias Emergentes de Comunicação dig ital de \ndados. \n \nENE082 – Instalações Elétricas \nEmenta:  Conceitos básicos necessários aos projetos  e à \nexecução das instalações elétricas prediais em baix a tensão; \nIntrodução às instalações elétricas prediais de luz  e força em baixa \ntensão; Projetos das instalações elétricas; Proteçã o, seccionamento e \ncomando dos circuitos da NBR-5410; Normas técnicas;  \nLuminotécnica; Projeto de instalações telefônicas, TV e dados. \n \n7º período \n \nCEL038 – Teoria de Controle II \nEmenta: Análise da Resposta Transitória e de Erros.  Estabilidade. \nRoot-Locus e Controladores. Sistemas Discretos \n \nENE005 - An.Sist.Eletricos Potencia I \n1- Aspectos gerais dos sistemas elétricos de potênc ia; 2- Revisão de \ncircuitos trifásicos, representação de componentes de rede, \nrepresentação por unidade (p.u.) e componentes simé tricos com \nabordagem sistêmicos aplicados a sistemas elétricos  de potência;;3- \ncálculo de curto-circuito simétrico e assimétrico; 4- Representação \nmatricial da topologia de rede (matriz admitância n odal, Ybarra); 5- \nCálculo matricial e computacional de curto circuito ; \n \nENE093 - Conversão Eletromecânica De Energia Ii \nRevisão dos conceitos básicos de circuitos magnétic os e princípios \nde conversão eletromecânica de energia; Fundamentos  das \nmáquinas rotativas em corrente alternada. Configura ções básicas e \ntipos de máquinas síncronas; Teoria, relações básic as e circuitos \nequivalentes dos geradores síncronos de rotor de po los lisos e polos \nsalientes em regime permanente; Ensaios e determina ção de \nparâmetros; Teoria, relações básicas e circuitos eq uivalentes dos \nmotores síncronos em regime permanente; Configuraçõ es básicas e \ntipos de máquinas assíncronas; Teoria, relações bás icas e circuitos \nequivalentes das máquinas assíncronas em regime per manente; \nEnsaios e determinação de parâmetros; Métodos de va riação de \nvelocidade de motores assíncronos. \n \nENE048 - Laboratório De Maquinas Elétricas I \nEnsaios em transformadores; Ensaios em Máquinas de Corrente \nContínua. \n \n \nENE054 - Transmissao De Energia Eletrica \n1. Introdução à Transmissão de Energia Elétrica; 2.  Introdução aos \nParâmetros de Linhas de Transmissão; 3. Cálculo de Parâmetros de \nLinhas de Transmissão; 4. Relações entre Tensões, C orrentes e \nPotência em uma Linha de Transmissão; 5. Fenômenos \nTransitórios; 6. Introdução à Transmissão em Corren te Contínua; 7. \nEquipamentos FACTS. ", "76": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n76 \n  \nENE050 - Distribuicao De Energia Eletrica \n1. Sistemas de distribuição de energia elétrica; 2 . Características \ndas cargas; 3 . Subestações de distribuição; 4 . Re des de \ndistribuição; 5 . Estudos e planejamento de sistema s de distribuição \n \nENE106 - Planejamento Energético \nVisão geral do setor elétrico; característica do si stema de geração; \nplanejamento da operação dos sistemas elétricos; pl anejamento da \nexpansão dos sistemas elétricos. \n \n8º período  \nCEL040 – Eletrônica de Potência \nEmenta: Introdução à Eletrônica de Potência. Dispos itivos \nsemicondutores de potência. Retificadores não-contr olados \nmonofásicos e polifásicos. Conversores CC-CC. Conve rsores CC-\nCA ou Inversores. Introdução ao acionamento de máqu inas \nelétricas. Conversores controlados baseados em tiri stores. \n \nENE006 - An.Sist.Eletricos Potencia II \n1. Fluxo de Carga. 2. Fluxo de Carga Linearizado. 3 . Fluxo de \nCarga não Linear. 4. Controles e Limites. 5. Fluxo de Carga Ótimo. \n6. Fluxo de Carga Continuado. \n \nENE049 - Laboratorio De Maquinas Eletricas I \nEnsaios em Máquinas Síncronas; Ensaios em Máquinas de Inducao \n \nENE094 - Instalações Elétricas Industrais \n1 Sistemas elétricos industriais; 2 Tipos de redes;  3 Painéis de \nmédia e baixa tensão; 4 Considerações sobre tensões  nas indústrias; \n5 Considerações sobre cargas; 6 Iluminação industri al; 7 \nDimensionamento de condutores; \n \nENE059 - Operacao De Sistemas Eletricos De Potencia  \n1. O sistema de Potência; 2. Regulador de Velocidad e; 3. Controle \nSuplementar (Regulação Secundária); 4. Regulador de  Tensão \n(AVR); 5. Sinais Adicionais Estabilizadores; 6. Sis temas \nInterligados; 7. Representação do sistema em espaço  de estado. \n \nENE084 – Análise de Investimentos \nEmenta: Princípios básicos de organização e adminis tração. As \nTeorias Administrativas. Qualidade e Produtividade.  Concepção e \nPlanejamento de Projetos. As Ferramentas de Planeja mento e \nControle. Elementos de matemática financeira aplica dos à \nengenharia. Análise de investimentos do setor de en genharia com \nbase no valor atual. Alternativas de investimentos específicos à \nengenharia. Análise de investimentos aplicáveis à e ngenharia. \n \nCEL049 - MEDIDAS ELETRICAS \n1. Teoria dos Erros Aplicada às Medidas Elétricas. 2. Generalidades \nSobre Medidores Elétricos Analógicos e Digitais. 3.  Influência das \nResistências Internas dos Instrumentos de Medidas E létricas. Erros \nde Interação. \n4. Medições de Resistência Elétrica. Métodos e Apli cações. Ponte \nde Corrente Contínua. 5. Influência da Forma de Ond a nos \nInstrumentos de Medida Elétricas. \n6. Medidas de Isolamento. 7. Medidas de Indutância e Capacitância. \n8. Medição em Sistemas Trifásicos de Baixa Tensão e  Alta Tensão. \n \n9º período  \n \nENE083 – Fundamento de Resistência dos Materiais \nEmenta: Equilíbrio do Ponto Material e de um Corpo Rígido. \nTreliças Isostáticas. Propriedades Geométricas de Á reas Planas. \nCabos. Forças Internas em Vigas. Carga Axial. Torçã o. Tensões na \nFlexão. Deflexão de Vigas e Eixos. \n \nENE095 - Proteção De Sistemas Elétricos De Potência  \n1. Conceituação básica da proteção; 2. Revisão de T ransformadores \nde corrente e de potencial; 3. Relés de proteção; 4 . Proteção de \nsobrecorrente ; 5. Relés Direcionais; 6. Introdução  a proteção de \ntransformadores e reatores; 7. Introdução a proteçã o de linhas de transmissão; 8. Introdução a proteção de geradores;  9. Seletividade \ne coordenação da proteção. 10. Relés numéricos \n \nENE096 - Eletrotécnica Industrial \n1 - Planejamento de Sistemas Elétricos Industriais;  2 - Subestações \nIndustriais; 3 - Sistemas de Aterramento; 4 - Siste mas de Proteção \ncontra Descargas Atmosféricas; 5 - Geração industri al \n \nENE097 - Transitórios Eletromagnéticos \n1. Fundamentos de Transitórios Eletromagnéticos; 2.  Modelagem de \nLinhas de Transmissão; 3. Modelagem de equipamentos ; 4. Estudos \nde Casos \n \nENE057 - Estabilidade De Sistemas Eletricos De Pote ncia \n1 Conceitos físicos em estabilidade; 2- Dinâmica em  sistemas \nelétricos de potência; 3 Sistemas multimáquinas; 4 Sincronismos e \nestabilidade; 5 Cargas dependentes da tensão e freq uência; 6 \nEstabilidade a pequenas perturbações; 7 Métodos de integração \nnumérica; \n \nENE040 - Materiais Eletricos \nMateriais condutores e semicondutores; Materiais is olantes e \nmagnéticos; Aplicações em equipamentos e nas redes de energia \nelétrica. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "77": "Anexo 2 – Bibliografias básicas e complementares da s disciplinas do curso \n \n \n \n1º PERÍODO \nICE002 – Laboratório de Ciências \n1) VUOLO, J. H. Fundamentos da Teoria dos Erros, 2ª  EDIÇÃO, \nSAO PAULO / SP -Editora Edgard Blücher, 1995 \n2) Brown, TL. LeMay, HE. Bursten, BE. Burdge, JR., Química - a \nCiência Central, 9a edição, São Paulo-SP, 2007 \n3) Paul G. Hewitt, Física Conceitual, 11ª edição, P orto Alegre, \nEditora: Bookman, 2011 \n4) AZEVEDO, E., CONCI, A., LETA, F.,  Computação Gr áfica, 1. \nedição, volume II, RIO DE JANEIRO:  Elsevier,  2008  \nBibliografia complementar: \n1) Antônio Máximo e Beatriz Alvarenga, Curso de Fís ica, Vols I, II \ne III; (ou o volume único) \n2) Triola, M. F.Introdução à Estatística 10º edição  Rio de Janeiro: \nLTC,2007 \nOliveira, LAA. Valle, GG. Zanluqui, LA, Construção de pilhas \nelétricas simples: Um experimento integrado de quím ica e física, \nEclética Química 2001, volume 3, página 26 (acesso on line \nlivre) \n3)  Mól, GS. Ferreira, GAL. Silva, RR. Laranja, HF,  Constante de \nAvogadro \n \nCEL064 – Introdução à engenharia elétrica \n1.BAZZO, W., A., PEREIRA, L., T., V.: Introdução à Engenharia, \nEd. Da UFSC, 1990. \n2.Estatuto e Regimento Geral da UFJF. \n3.Manual do Aluno da UFJF. \n4.Normatizações da PROEP e da PROAC. \n5.Resoluções do CEPE e da PROGRAD. \n6.RAG - Regimento Acadêmico da Graduação da UFJF. \n7.Revistas de Informação Técnica. \n \nMAT155 – Geometria analítica e sistemas lineares \nSANTOS, R.J. Matrizes Vetores e Geometria Analítica . Belo \nHorizonte: Imprensa Universitária da UFMG, 2004. \nBOLDRINI, J.L. Álgebra Linear. São Paulo, Harbra, 1 986. \nBOULOS, P. & CAMARGO, I. Geometria Analítica. Um \nTratamento Vetorial. São Paulo, Prentice Hall Brasi l, 2005. \nBibliografia complementar: \nANTON, H & RORRES, C. Álgebra Linear com Aplicações . Porto \nAlegre, Bookman, 2001. \nCALLIOLI, C., DOMINGUES, H.H. & COSTA, R.C.F. Álgeb ra \nLinear e Aplicações. São Paulo: Atual Editora, 1990 . \nLEHMANN, C.H. Geometria Analítica. São Paulo: Globo , 1975. \nLIPSCHUTZ, S. Álgebra Linear. Porto Alegre, Bookman , 2004. \nREIS, G.L. & SILVA, V.V. Geometria Analítica. Rio d e Janeiro: \nLTC, 1996. \nSTEINBRUCH, A. & WINTERLE, P. Geometria Analítica. São \nPaulo: Makron books, 1987. \nSTEINBRUCH, A. & WINTERLE, P. Álgebra Linear. São P aulo: \nMakron books, 1987. \nWINTERLE, P. Vetores e Geometria Analítica. São Pau lo: Makron \nbooks, 2000. \n \nMAT154 – Cálculo I \nFLEMMING, D.M. & GONÇALVES, M.B. Cálculo A. São Pau lo: \nPrentice Hall Brasil, 2006. \nANTON, H. Cálculo, um novo horizonte. Vol. 1. Porto  Alegre: \nBookman, 2000. \nLEITHOLD, L. O Cálculo com Geometria Analítica. Vol  1. São \nPaulo: Harbra Ltda, 1994. \nBibliografia complementar: \nGUIDORIZZI, H. L. Um Curso de Cálculo. Vol. 1. Rio de Janeiro: \nLTC, 2001. \nMUNEM, M. & FOULIS, D.J. Cálculo. Vol. 1. Rio de Ja neiro: \nLTC, 1982. \nSIMMONS, G.F. Cálculo com Geometria Analítica. Vol.  1. São \nPaulo: Makron Books, 1987. \nSTEWART, J. Cálculo. Vol. 1. São Paulo: Thomson Lea rning, \n2006. \nSWOKOWSKI, E. W. Cálculo com Geometria Analítica. V ol. 1. \nSão Paulo: Makron Books, 1994. \n DCC120 – Laboratório de programação \nGUIMARÃES, A. M. Algoritmos e estruturas de dados. Rio de \nJaneiro: LTC, 1994. \nKERNIGHAN, BRIAN W., RITCHIE, DENNIS M. C: A \nlinguagem de programação padrão. Rio de Janeiro: Ca mpus, 1989. \nSZWARCFITER , J. L.,  MARKENZON, L. Estruturas de d ados e \nseus algoritmos. Editora LCT. 2a. Edição, 1994. \n \nDCC119 – Algoritmos \nGUIMARÃES, A. M. Algoritmos e estruturas de dados. Rio de \nJaneiro: LTC, 1994. \nKERNIGHAN, BRIAN W., RITCHIE, DENNIS M. C: A \nlinguagem de programação padrão. Rio de Janeiro: Ca mpus, 1989. \nSZWARCFITER , J. L.,  MARKENZON, L. Estruturas de d ados e \nseus algoritmos. Editora LCT. 2a. Edição, 1994. \n \n2º PERÍODO \nFIS073 – Física I \n1. Sears & Zemansky, Física I, vol 1, 12a. ed, Pear son, São Paulo. \nR$100,00 ISBN 9788588639300. \n2. D. Halliday e R. Resnick, K. Krane, Fundamentos de Física, 8 \ned., vol. 1 - Mecânica (LTC, Rio, 1991) R$105,00 IS BN \n9788521616054. \n3.  H. M. Nussenzveig, Curso de Física Básica,2a ed ., vol. 1 - \nMecânica (Edgard Blücher, São Paulo, 1990) \nBibliografia complementar: \n1.P. Tipler, G. Moska, Física, 6 ed., vol 1 (Guanab ara Dois, Rio, \n6ed)  \n \nQUI125 – Química fundamental \n1. Russell. Química Geral. Editora McGraw Hill Ltda . Vol 1 e 2, \n1994. \n2. Mahan, B.M.; Myers, R.J. Química   Um Curso Univ ersitário. 4ª \nedição. Editora Edgard Blucher Ltda, 1995.  \n3. Barros, Haroldo L.C. Química Inorgânica   Uma In trodução, \nEditora da UFMG, 1992. \n \nMAT158 – Álgebra linear \nBOLDRINI, J. L. Álgebra Linear. São Paulo: Harbra, 1986. \nSTRANG, G. Álgebra Linear e Suas Aplicações, Gengag e \nLearning, 2010. \nSTEINBRUCH, A. & WINTERLE, P. Álgebra Linear. São P aulo: \nMakron Books, 1987 \nBibliografia complementar: \nANTON, H. & RORRES, C. Álgebra Linear com Aplicaçõe s. Porto \nAlegre: Bookman, 2001. \nCALLIOLI, C., DOMINGUES, H.H. & COSTA, R.C.F. Álgeb ra \nLinear e Aplicações. São Paulo: Atual Editora, 1990 . \nSANTOS, R.J. Álgebra Linear e Aplicações. Belo Hori zonte: \nImprensa Universitária da UFMG, 2006. \nLIPSCHUTZ, S. Álgebra Linear. Porto Alegre: Bookman , 2004. \nLIMA, E. L. Álgebra Linear, Rio de Janeiro, IMPA, 2 009. \n \nMAT156 – Cálculo II \nFLEMMING, D.M. & GONÇALVES, M.B. Cálculo A. São Pau lo: \nPrentice Hall Brasil, 2006. \nFLEMMING, D.M. & GONÇALVES, M.B. Cálculo B. São Pau lo: \nPrentice Hall Brasil, 2007. \nLEITHOLD, L. O Cálculo com Geometria Analítica. Vol . 1 e 2. São \nPaulo: Harbra, 1994 Rio de Janeiro: Editora UFRJ, 2 000. \nBibliografia complementar: \nANTON, H. Cálculo, um novo horizonte. Vol. 1 e 2. P orto Alegre, \nBookman, 2000. \nGUIDORIZZI, H.L. Um Curso de Cálculo. Vol. 1 e 2. R io de \nJaneiro: LTC, 2001. \nMUNEM, M. & FOULIS, D.J. Cálculo. Vol. 1 e 2. Rio d e Janeiro: \nLTC, 1982. \nPINTO, D. & MORGADO, M.C.F. Cálculo Diferencial e I ntegral \nde Funções de Várias Variáveis. Rio de Janeiro: Edi tora UFRJ, \n2000. \nSIMMONS, G.F. Cálculo com Geometria Analítica. Vol.  1 e 2. São \nPaulo: Makron Books, 1987. \nSTEWART, J. Cálculo. Vol. 1 e 2. São Paulo: Thomson  Learning, \n2006. ", "78": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n78 \n SWOKOWSKI, E. W. Cálculo com Geometria Analítica. V ol. 1 e 2. \nSão Paulo: Makron Books, 1994 \nSANTOS, R.J. Matrizes Vetores e Geometria Analítica . Belo \nHorizonte: Imprensa Universitária da UFMG, 2004. \n \nFIS077 – Laboratório de Física I \n1. HENNIES, C., E.: Problemas Experimentais em Físi ca, vol 1, Ed. \nUNICAMP, Campinas, 1988.  \n2. DAMO, H., S.: Física Experimental, vol 1, Ed. UC S, Caxias do \nSul, 1985. \n3. RAMOS, L., A., M.: Física Experimental, Ed. Merc ado Aberto, \nPorto Alegre,1984. \n \nQUI126 – Laboratório de Química \n1) Vogel, A. I.; Tatchell, A. R.; Furnis, B. S.; Ha nnaford, A. J.; \nSmith P.W.G. Vogel's Textbook of Practical Organic Chemistry. \n5th Edition. Editora: Prentice Hall, 1996. 1552 pág s. (ISBN: \n9780582462366) \n2) Peruzzo, T. M.;  Canto, E. L. Química na Abordag em do \nCotidiano - Volume Único. 3ª edição. São Paulo: Edi tora Moderna, \n2008. 760 págs. (ISBN: 9788516056612)  \n3) Zubrick, J. W. Manual De Sobrevivencia No Labora torio De \nQuímica Orgânica. 1ª Edição. São Paulo: Editora LTC , 2005. 284 \npágs. (ISBN: 8521614403) \nBibliografia complementar: \n1) Mateus, A. L. Química na Cabeça. 1ª Edição. Belo  Horizonte: \nEditora UFMG, 2003. 128págs. (ISBN: 9788570412911) \n2) Barros, H. L. C. Química Inorgânica - Uma Introd ução. Belo \nHorizonte: Editora da UFMG, 1992. (ISBN: 8570410514 ) \n3) Mahan, L. K., Myers, R. J. Química - Um Curso Un iversitario. 4ª \nedição. São Paulo: Editora Edgard Blücher Ltda,1995 . 604 págs. \n(ISBN: 8521200366) \n4) Peruzzo, T. M.;  Canto, E. L. Química na Abordag em do \nCotidiano - Volume Único. 3ª edição. São Paulo: Edi tora Moderna, \n2008. 760 págs. (ISBN: 9788516056612) \n5) Lee, J. D. Química Inorgânica - Não Tão Concisa.  5ª Edição. São \nPaulo: Editora Edgard Blucher Ltda, 2000. 527 págs.  (ISBN: \n8521201761) \n \nDPR032 – Noções de Direito Privado \n1. BULGARELLI, W.; Direito Comercial I, Editora Atl as, 1980. \n2. DIAS, J. A.; Da responsabilidade Civil, Editora Forense, 1987.  \n3. GOMES, O.; Contratos, Editora Forense, 1997. \nBibliografia complementar: \n1. NASCIMENTO, A. M.; Iniciação ao Direito do Traba lho, Editora \nLTR, 1997. \n2.  MIRANDA,  P.; Tratado de Direito Privado, Edito ra Borsoi, \n1970. \n3. GOMES, O. e GTTSCHALK, E.; Curso de Direito do T rabalho,  \nEditora Forense, 1998. \n4. MONTEIRO, W. B.; Curso de Direito Civil, 6 volum es, Editora \nSaraiva, 1994. \n5. COELHO, F. U.; Manual de Direito Comercial, Edit ora Saraviva, \n1996. \n6. SILVA, A. B. A.; Introdução à Ciência do Direito , Editora \nSalesiana, 1940. \n7. CIAN, G. e TRABUCCHI, A.; Commentario Breve Al C odice \nCivile, Editora Padova, 1984. \n8. GONÇALVES, A. C.; Da propriedade Resolúvel, Revi sta dos \nTribunais, 1979. \n9. FERRI, G.; Manuale di Diritto Commerciale, Edito ra Torino, \n1997. \n10. FRANÇA, R. L., Manual de Direito Civil, Revista  dos \nTribunais, 1978. \n \n3º PERÍODO \nFIS074- Física II \n1 - P. Tipler, Física, 2a ed., vol 2 (Guanabara Doi s, Rio, 6ed) \n2 - D. Halliday e R. Resnick, Fundamentos de Física , 3a ed., vol. 2 - \nMecânica(LTC, Rio, 1991) \n3 - Sears & Zemansky, Física II, vol 2,  12a. ed, P earson, São Paulo. \nBibliografia complementar: 1 - H. Moysés Nussenzveig, Curso de física básica-2 , fluídos, \noscilações e ondas, calor. Editôra Edgard Blucher. \n \nESA002 – Ecologia e preservação do meio ambiente \nBibliografia: \n1. BRANCO, S., M., ROCHA, A., A.: Elementos de Ciên cia do \nAmbiente, CETESB - Companhia de Tecnologia de Sanea mento \nAmbiental, São Paulo, 1993. \n2. CARVALHO, B., A.: Ecologia Aplicada ao Saneament o \nAmbiental, ABES \n \nMAT029 – Equações diferenciais I \nBOYCE, W.E. & DI PRIMA , R.C. Equações Diferenciais  \nElementares e Problemas de Valores de Contorno. Rio  de Janeiro: \nLTC, 2006. \nFIGUEIREDO, D.G. & NEVES, A.F. Equações Diferenciai s \nAplicadas. Rio de Janeiro, IMPA, CNPq, 1997. \nKREYSZIG, E. Matemática Superior. Vol. 1. Rio de Ja neiro, LTC, \n1976. \nBibliografia complementar: \nGUIDORIZZI, H.L. Um Curso de Cálculo. Vol. 4. Rio d e Janeiro: \nLTC, 2002. \nKAPLAN, W. Cálculo Avançado. Vol. 2. São Paulo, Blü cher, 2008. \nLEITHOLD, L. O Cálculo com Geometria Analítica. Vol . 2. São \nPaulo: Harbra, 1994. \nSANTOS, R.J. Introdução às Equações Diferenciais Or dinárias. \nBelo Horizonte: Imprensa Universitária da UFMG, 200 6. \nSTEWART, J. Cálculo. Vol. 2. São Paulo: Thomson Lea rning, \n2006. \n \nMAT157-Cálculo III \nFLEMMING, D.M. & GONÇALVES, M.B. Cálculo B. São Pau lo: \nPrentice Hall Brasil, 2007. \nANTON, H. Cálculo, um novo horizonte. Vol. 2. Porto  Alegre: \nBookman, 2000. \nPINTO, D. & MORGADO, M.C.F. Cálculo Diferencial e I ntegral \nde Funções de Várias Variáveis. Rio de Janeiro: Edi tora UFRJ, \n2000. \nBibliografia complementar: \nSTEWART, J. Cálculo. Vol. 2. São Paulo: Thomson Lea rning, \n2006. \nSWOKOWSKI, E. W. Cálculo com Geometria Analítica. V ol. 2. \nSão Paulo: Makron Books, 1994. \nÁVILA, G. Cálculo das Funções de Múltiplas Variávei s, LTC, \n2006. \n \nEST029 – Cálculo de probabilidades I \nMEYER, P. L. Probabilidade: Aplicações e Estatístic a. 2ª Ed. Rio \nde Janeiro: Livros Técnicos e Científicos. Editora S.A., 2000. \nMAGALHÃES, M. N. e LIMA, A.C.P. Noções de probabili dade e \nestatística. EDUSP. Edição revista. 7ª Ed., 2007. \nROSS, S. A. Probabilidade: Um curso moderno com apl icações. 8ª \nEd.. Porto Alegre: Bookman, 2010. \nBibliografia complementar: \nJAMES, B. Probabilidade: um curso de nível intermed iário. Rio de \njaneiro: Instituto de Matemática Pura e Aplicada, 1 981. \nFELLER, W. Introdução a Teoria das Probabilidades e  suas \nAplicações. Vol I e II. Edgard Blucher. São Paulo, 1976. \nROSS, S. A. First Course in Probability. 6 ed. New York: McMillan \nPublishing Company, 2005. \n \nCEL032 – Circuitos lógicos \n1. MALVINO, A., P.: Microcomputadores e Microproces sadores, \nEd. Makron Books, 1975. \n2. SEDRA A., S. et all: Microeletrônica, Ed. Makron  Books, 1994. \n3.  Ronald J. Tocci, Neal S. Widmer, Gregory L. Mos s, Sistemas \nDigitais: princípios e aplicações, 10ed. Prentice H all (2007); \nBibliografia complementar: \n1. Idoeta, I. V., Capuano, F. G., Elementos de Elet rônica Digital, \nEd. Érica, Ed. 40, 2000.  \n2. Pedroni, A. V., Eletrônica Digital Moderna e VHD L, 1a edição, \nEd. Campus. ", "79": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n79 \n 3. BIGNELL, J. W., DONOVAN R., L.: Eletrônica Digit al: Lógica \nCombinacional, vol 1, Ed. Makron Books, 1995. \n4.  Stephen Brown, Zvonko Vranesic; Fundamentals of  Digital \nLogic with VHDL Design; 3a Edição; McGraw-Hill; 200 8; \n5. Floyd, Thomas L., Sistemas Digitais - Fundamento s e \nAplicações, 9a Ed, Bookman, 2007. \n \n4º PERÍODO \nFIS075 – Física III \n1  Young H. D., Freedman R.A.: \"Física III \" Ed. 12  (2010) Pearson \n2  HallidayD., Resnick R., Walter J.: \"Fundamentos de Física III\", \nEd. 8 (2009) LTC. \nTIPLER, P.: Física, vol 2a, Ed. Guanabara Dois, Rio , 1984. \nBibliografia complementar: \n1  Chaves Alao: \"Física Básica v.2\", (2007) LTC \n2  E. M. Purcell, Curso de Física de Berkeley, vol.  2 - Eletricidade e \nMagnetismo (Edgard Blücher, São Paulo, 1973)  \n3  Nussenzveig H. M.: \"Curso de Física Básica  v.3\"  (1997) ou \n(2009) Edgard Blücher \n4  Feynman R \"The Feynman lectures on physics v.2\" Addison \nWesley Longman \n \nCEL033 – Circuitos Lineares I \n1. Richard C. Dorf e James A. Svoboda, Introdução a os Circuitos \nElétricos, LTC Editora, 5ªEdição. \n2. Robbins, H. Allan; Miller, C. Wilhelm: \"Análise de Circuitos - \nTeoria e Prática\"  \n3. Johnson, D.E. et al, Fundamentos de Análise de C ircuitos \nElétricos, Prentice Hall do Brasil,4a Edição, 1990.   \nBibliografia Complementar: \n4. BOYLESTAD, R. L. Introdução à análise de circuit os. 10. ed. \nSão Paulo: Pearson \nPrentice Hall, 2004. 828 p. 3. reimpressão, fev. 20 08. \n5. M. Nhavi, Edminister, J. A. Teoria e Problemas d e Circuitos \nElétricos, Bookman, 2005. \n6. CLOSE, C. M., Circuitos Lineares, Ed. LTC. \n7. DESOER, et alli: Teoria Básica de Circuitos, Ed.  Guanabara \nDois. \n8. ROBBA, J. E.: Introdução aos Sistemas Elétricos de Potência, \nEd. Edgard Blücher. \n \nMAT030 – Equações diferenciais II \nBOYCE, W. E. & DI PRIMA, R. C. Equações Diferenciai s \nElementares e Problemas de Valores de Contorno. Rio  de Janeiro: \nLTC, 2006. \nFIGUEIREDO, D.G. Análise de Fourier e Equações Dife renciais \nParciais. Rio de Janeiro: IMPA, CNPq, 1977. \nKREYSZIG, E. Matemática Superior. Vol 1 e 3. Rio de  Janeiro: \nLTC, 1976. \nBibliografia complementar: \nFIGUEIREDO, D.G. & NEVES, A.F. Equações Diferenciai s \nAplicadas. Rio de Janeiro: IMPA, CNPq, 1997. \nKAPLAN, W. Cálculo Avançado. Vol. 2. São Paulo: Blu cher, 2008. \nSANTOS, R.J. Introdução às Equações Diferenciais Or dinárias. \nBelo Horizonte: Imprensa Universitária da UFMG,2006 . \nIÓRIO, Valéria EDP: Um Curso de Graduação, Rio de J aneiro: \nIMPA, CNPq, 2010. \n \nDCC008 – Cálculo numérico \n1. SANTOS, V., R., de B.: Cálculo Numérico, Ed. LTC , 1982. \n2. CLAUDIO, D., M., MARINS, J., M.: Cálculo Numéric o \nComputacional, Ed. Atlas, 1994. \n3.PETER, A., S.: Introdução aos Métodos Numéricos E d. \nInterciência, 1979. \nBibliografia complementar: \n1. RUGGIERO, M., A., G:, LOPES, V., L., da R.: Cálc ulo \nNumérico, Aspectos Teóricos e Práticos, Ed. McGraw- Hill, 1988. \n2. HUMES, A., F., P., de C., et al.: Noções de Cálc ulo Numérico, \nEd. McGraw-Hill, 1984. \n \nFIS081 – Fenômenos de Transporte 1 - Frank Kreith , Mark S. Bohn, Principios de Tran sferencia de \nCalor, Pioneira Thomson Learning, Sexta Edicao, 200 3, ISBN13: \n9788522102846. \n2 - Frank P. Incropera, David P. Dewitt, Theodore L . Bergman, \nAdrienne S. Lavine, Fundamentos de Transferência de  Calor e de \nMassa, LTC, Sexta Edição, 2008, ISBN: 9788521615842 . \n3 - Celso Pohlmann Livi, Fundamentos De Fenômeno De  \nTransporte, LTC, Primeira Edição, 2004, ISBN 852161 4152. \nBibliografia complementar: \n1 - Washington Braga Filho, Transmissão de Calor, P ioneira \nThomson Learning, 2004, ISBN13: 9788522103744. \n \nENE045 – Laboratório de Eletrotécnica \n[1] ARNOLD, R.: Fundamentos da Eletrotécnica, Ed. E PU-SP, \n1976.  \n[2] Johnson, D.E. et al, Fundamentos de Análise de Circuitos \nElétricos, Prentice Hall do Brasil,4a Edição, 1990.   \n[3] M. Nhavi, Edminister, J. A. Teoria e Problemas de Circuitos \nElétricos, Bookman, 2005.Terceira \n \n5º PERÍODO \nFIS076 – Física IV \n1- Fundamentos de Fisica. Halliday & Resnick. Vol 4 . J. Walker. Ed \ngen LTC. 8va edição. 2010    \nISBN 978-85-216-1608-05 \n2. Física IV - Ótica e Física Moderna, 12ª edição S ears & \nZemansky. H. D. Young e R. A. Freedman \nEd. Pearson 12a Edição 2009. ISBN-13: 9788588639355 , ISBN-10: \n8588639351 \n3-Física Quântica. Eisberg & Resnick Editora Campus , Ed. 9, 1994. \nISBN  9788570013095 \nBibliografia complementar: \n4- Física. Um curso Universitario. Vol II Campos e Ondas. M. \nAlonso e E. J. Finn. Ed Edgard Blucher Lda, 12 reim pressão 2009. \nISBN 978-85-212-0039-0 \n \nCEL034 – Circuitos Lineares II \n1. Richard C. Dorf e James A. Svoboda, Introdução a os Circuitos \nElétricos,LTCEditora, 5ªEdição.  \n2. Robbins, H. Allan; Miller, C. Wilhelm: \"Análise de Circuitos - \nTeoria e Prática\"  \n3. Johnson, D.E. et al, Fundamentos de Análise de C ircuitos \nElétricos, Prentice Hall do Brasil,4a Edição, 1990.  \nBibliografia Complementar: \n4. BOYLESTAD, R. L. Introdução à análise de circuit os. 10. ed. \nSão Paulo: Pearson \nPrentice Hall, 2004. 828 p. 3. reimpressão, fev. 20 08. \n5. M. Nhavi, Edminister, J. A. Teoria e Problemas d e Circuitos \nElétricos, Bookman, 2005. \n6. CLOSE, C. M., Circuitos Lineares, Ed. LTC. \n7. DESOER, et alli: Teoria Básica de Circuitos, Ed.  Guanabara \nDois. \n8. ROBBA, J. E.: Introdução aos Sistemas Elétricos de Potência, \nEd. Edgard Blücher. \n \nCEL099 – Eletrônica Analógica \n1. Sedra, A.; Smith, K.; Microeletrônica; 5a Edição , \nPearson/Prentice Hall, 2007. \n2. Boylestad, R; Nashelsky, L. Dispositivos Eletrôn icos e teoria de \ncircuitos. Pearson/Prentice Hall, 2004.  \n3. Razavi, B., Fundamentos de Microeletrônica, LTC,  1ª Edição, \n2010. \nBibliografia Complementar: \n1.  J. J. Cathey, Dispositivos Eletrônicos e Circui tos Eletrônicos, 2ª \nEdição, Bookman, 2003. \n2. L. W. Turner, Dispositivos e Circuitos Eletrônic os, 1ª Edição, \nHemus, 2005. \n3. Malvino, A. P., Eletrônica, McGraw-Hil, 2a Ediçã o, 1987. \n4. Valkenburgh, N. V. e Neville, I., Eletrônica Bás ica, 7ª Edição, \nFreitas Bastos, 1976 \n5.  Lurch, E. N., Fundamentos de Eletrônica, 1a Edi ção, LTC, 1984. \n ", "80": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n80 \n CEL037 – Laboratório de Eletrônica  \n1. Sedra, A.; Smith, K.; Microeletrônica; 5a Edição , \nPearson/Prentice Hall, 2007. \n2. Boylestad, R; Nashelsky, L. Dispositivos Eletrôn icos e teoria de \ncircuitos. 8ª Edição, Prentice Hall, 2004.  \n3. Razavi, B., Fundamentos de Microeletrônica, LTC,  1ª Edição, \n2010 \nCEL099 – Eletrônica Analógica \n1. J. J. Cathey, Dispositivos Eletrônicos e Circuit os Eletrônicos, 2ª \nEdição, Bookman, 2003. \n2. L. W. Turner, Dispositivos e Circuitos Eletrônic os, 1ª Edição, \nHemus, 2005. \n3. Malvino, A. P., Eletrônica, McGraw-Hil, 2a Ediçã o, 1987. \n4. Valkenburgh, N. V. e Neville, I., Eletrônica Bás ica, 7ª Edição, \nFreitas Bastos, 1976 \n5. Lurch, E. N., Fundamentos de Eletrônica, 1a Ediç ão, LTC, 1984. \n \nCEL062 – Circuitos Trifásicos \nBibliografia:  \n1. Richard C. Dorf e James A. Svoboda, Introdução a os Circuitos \nElétricos, 8 ed, Ed. LTC. \n2. ROBBA, J. E.: Introdução aos Sistemas Elétricos de Potência, \nEd. Edgard Blücher, 2001. \n3. R. O. Albuquerque, Análise de Circuitos em Corre nte Alternada, \n2ed, Erica, 2006. \nBibliografia Complementar: \n1. CLOSE, C. M., Circuitos Lineares, Ed. LTC. \n2. Johnson, D.E. et al, Fundamentos de Análise de C ircuitos \nElétricos, 4 ed, LTC. \n3. O. Markus, Circuitos Elétricos - Corrente Contín ua e Corrente \nAlternada - Teoria e Exercícios, 1 ed, Ed. Erica \n4. G. BARRETO; C. A. DE CASTRO JUNIOR; C. A. DE F. \nMURARI; F. SATO, Circuitos de Corrente Alternada, 1  ed, Ed. \nOficina de textos. \n5. Robbins, H. Allan; Miller, C. Wilhelm, Análise d e Circuitos – \nTeoria e Prática, vol. 1 e vol. 2. \n \nCEL066 – Sinais e Sistemas \n1. A. V. Oppenheim e A. S. Willsky, Sinais e Sistem as, Peason 2ª \nEdição 2010. \n2. B. P. Lathi, Sinais e Sistemas Lineares, Bookman , 1a Edição, \n2006. \n3.  S. Haykin e B. V. Veen, Sinais e Sistemas, Book man, 1ª Edição, \n2001. \nBibliografia complementar: \n1. B. Girod, R. Rabenstein, A. Stenger, Sinais e Si stemas, LTC, 1ª \nEdição , 2003. \n2. M.J. Roberts, Fundamentos em Sinais e Sistemas, McGraw-Hill, \n1ª Edição , 2009. \n3. B. P. Lathi, Sistemas de Comunicação Analógicos e Digitais, \nLTC, 4a Edição, 2012. \n4. K. Ogata, Engenharia de Controle Moderno, Pearso n, 5a Edição, \n2010. \n5.  M. Weeks, Processamento Digital de Sinais, LTC,  2a Edição, \n2012. \n \nCEL065 – Eletromagnetismo \n1. HAYT JR., W., BUCK, J. A.: Eletromagnetismo, Ed.  McGraw-\nHill, 7ª edição, 2008. \n2. SADIKU, Matthew N. O. Elementos de eletromagneti smo. \nBookman,2008. \n3. KRAUS, J. D., Fleisch, D. A., Electromagnetics w ith \nApplications, McGraw-Hill, 8a. edição, 2008.  \nBibliografia complementar: \n1. NOTAROS, BRANISLAV M, Eletromagnetismo, Pearson \nBrasil, 1ª Edição, 2012. \n2. RIBEIRO, JOSÉ A. J. , Propagação de Ondas Eletro magnéticas, \nEd. Érica, 1ª Edição, 2004. \n3. WENTWORTH, STUART M., Eletromagnetismo Aplicado:  \nAbordagem Antecipada das Linhas de Transmissão, Boo kman, 1ª \nedição, 2008. 4. Paul H. Yong, Técnicas de Comunicação Eletrônica , Prentice-\nHall, 2005 \n5. Kaiser, Kenneth L., Transmission Lines, Matching , and \nCrosstalk, CRC, 2005. \n \n6º PERÍODO \nENE082- Instalações Elétricas \n1. CREDER, HELIO; \"INSTALAÇOES ELETRICAS\", Editora:  \nLTC, 15a Edição, 2007. \n2. COTRIM, ADEMARO A M B; \"INSTALAÇOES \nELETRICAS\", Editora:  PRENTICE HALL BRASIL, Edição:  5ª, \n2008. \n3. MOREIRA, VINICIUS; “Iluminação Elétrica” 1ª Ediç ão, Editora \nEdgard Blucher, 2001. \nBIBLIOGRAFIA COMPLEMENTAR: \n1. CAVALIN, GERALDO; \"INSTALAÇOES ELETRICAS \nPREDIAIS\", Editora: ERICA, Edição: 20ª, 2006. \n2. Lima Filho, Domingos Leite; “Projetos de Instala coes Eletricas \nPrediais”, Editora: Erica, 1ª Edição, 1997 \n3. NERY, NORBERTO; “INSTALAÇOES ELETRICAS - \nPRINCIPIOS E APLICAÇOES”, Editora:  ERICA, Ediição:  1ª, \n2011 \n4. Botelho, Manoel; “Instalações Elétricas Residenc iais Básicas”, \nEditora Edgard Blucher, 2012. \n5. Guerrini , Délio Pereira; “Iluminação - Teoria e  Projeto”, Edição \n1, Editora Erica, 2008. \n \nCEL038 – Teoria de Controle I \n1. OGATA, K.: Engenharia de Controle Moderno, Prent ice/Hall do \nBrasil. \n2. Dorf, Richard C., Sistemas de Controle Moderno, Ed. LTC, 2009. \n3. N. S. Nise, Engenharia de Sistemas de Controle, 6 edição, LTC, \n2012. \nBibliografia complementar: \n1. KUO, B.: Sistemas de Controle Automático, Prenti ce/Hall do \nBrasil. \n2. J. C. GEROMEL, R. H. KOROGUI, Controles Linear d e \nSistemas Dinâmicos - Teoria, Ensaios Práticas e Exe rcícios, 2ed, \nEdgard Blucher. \n3. P. R. da Silveira e W. E. Santos, Automação e Co ntrole Discreto, \n9a Ed, Ed Érica. \n4. C. C. Morais, P. B. L. Castrucci, Engenharia de Automação \nIndustrial, 2a Ed, LTC, 2007. \n5. M. Groover, Automação Industrial e Sistemas de M anufatura, \n3ed, Ed. Pearson, 2011. \n6. CHEN, C., T.: Linear System Theory and Design, H olt, Rinehalt \nand Wilson, 1999. \n7. Sivanagaraju, S.; Devi, L.; Control Systems Engi neering, Ed. \nNew Academic Science Ltd, 2009. \n \nCEL035 – Eletrônica Digital \n1. Ronald J. Tocci, Neal S. Widmer, Gregory L. Moss , Sistemas \nDigitais: princípios e aplicações, 10ed. Prentice H all (2007); \n2. Fundamentals of Digital Logic with VHDL Design; Stephen \nBrown, Zvonko Vranesic; 3a Edição; McGraw-Hill; 200 8;  \n3. Sedra, A.; Smith, K.; Microeletrônica; 5a Edição , \nPearson/Prentice Hall, 2007. \nBibliografia complementar: \n1. V. Pedroni, Eletronica Digital Moderna e VHDL, 1 ª Edição, \nCampus, 2010. \n2. J. W. Bignell, R. Donovan, Eletrônica Digital, 1 ª Edição, \nCengage, 2009 \n3. I. V. Idoeta, Elementos de Eletrônica Digital, 4 0ª Edição, 2007 \n4. Garcia, P. A., Eletrônica Digital - Teoria e Lab oratório, 2ª \nEdição, Érica, 2008. \n5. R. Damore, Vhdl - Descrição e Síntese de Circuit os Digitais, 2 \ned., LTC, 2012. \n \nCEL068 – Princípios de Comunicações \n1. S. Haykin, Sistemas de Comunicação Analógicos e Digitais, \nBookman, 4ª Edição, 2004. ", "81": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n81 \n 2. B. P. Lathi e Z. Ding, Modern digital and analog  communication \nsystem, 4ª edição, Oxford University Press, 2009. \n3. M. P. Fitz, Fundamentals of communications syste ms, McGraw \nHill, 2007. \n1. Rogério M. Carvalho, Comunicações Analógicas e D igitais; Rio \nde Janeiro, LTC, 2009. \n2. John G. Proakis, Masoud Salehi, Gerhard Bauch, C ontemporary \nCommunication Systems Using Matlab and Simulink. 2ª  Ed., \nThomson, 2004. \n3. Bernard Sklar, Digital Communications: Fundament als and \nApplications, 2nd Edition, Prentice Hal.  \n4. Paul H. Young, Técnicas de Comunicação Eletrônic a, Prentice \nHall, 2006. \n5. Simon Haykin; Michael Moher, Sistemas de Comunic ação, 5ª \nEdição, Bookman, 2011. \n \nENE079 - Conversão Eletromecânica De Energia I \n[1] CHAPMAN, S.J. Electric Machinery Fundamentals, Ed. Mc \nGraw-Hill, 4th Edition.  \n[2] FITZGERALD, A. E. Máquinas Elétricas, Ed. Bookm an, Quinta \nEdição \n[3] KOSOW, I. I. Máquinas Elétricas e Transformador es, Ed. \nGlobo. \n[4] FALCONE, A.G. Eletromecânica: Transformadores, \nTransdutores, Conversão Eletromecânica de Energia e  Máquinas \nElétricas, Vol 1 e 2, Editora Edgar Blucher Ltda.  \n[5] SEN, P.C. Principles of Electric Machines and P ower \nElectronics, John Wiley and Sons, Second Edition, 1 997.  \n[6] KRAUSE, P., WASYNCZUK, O. and SUDHOFF, S.D., \nAnalysis of Electric Machinery, IEEE Press, 1994. \n \nENE081 - Métodos De Otimização \n[1] pesquisa operacional - modelagem e algoritmos. Autor: \nyanasse/arenales. Editora: campus. 1ª edição, 2006.  \n[2] pesquisa operacional - fundamentos e modelos. A utor: claudio \nloesch e nelson hein. Claudio loesch e nelson hein.  Editora: saraiva. \n1ª edição, 2008. \n[3] engineering optimization: theory and practice [ hardcover]: autor: \nsingiresu s. Rao. Editora: wiley. 4ª edição, 2009. \n[4] otimização combinatória e programação linear. .  Autor: marco \ncesar goldbarg, henrique pacca, loureiro luna. Edit ora: campus. 2ª \nedição, 2005. \n[5] applied optimization with matlab programming. A utor: p. \nVenkataraman. Editora: wile. 2ª edição, 2009. \nCEL030 - Laboratorio De Circuitos Eletricos \n1. CLOSE, C. M., Circuitos Lineares, Ed. LTC. \n2. DESOER, et alli: Teoria Básica de Circuitos, Ed.  Guanabara \nDois. \n \n7º PERÍODO  \nENE005 - AN.SIST.ELETRICOS POTENCIA I \n[1] Robba, João Ernesto; Kagan, Nelson; Schmidt, He rnan Prietro; \nOliveira, Carlos César Barioni de; Introdução à Sis temas Elétricos \nde Potência ; Componentes Simétricas ; 2a Edição ; Edgard \nBlücher;  \n[2] Grainger, John J.; Stevenson Jr, William D.; Po wer System \nAnalysis, McGraw Hill;  \n[3] ELGERD, Introducao a teoria de sistemas de ener gia elétrica, \n1978 \n[4] Luiz Cera Zanetta jr.; Fundamentos de Sistemas Elétricos de \nPotência. Editora livraria da física.  \n[5] Stagg na El Abiad; Computer Methods in Power Sy stem \nAnalysis; McGraw Hill; \n \nENE093 - CONVERSÃO ELETROMECÂNICA DE ENERGIA II \n[1] CHAPMAN, S.J. Electric Machinery Fundamentals, Ed. Mc \nGraw-Hill, 4th Edition.  \n[2] FITZGERALD, A. E. Máquinas Elétricas, Ed. Bookm an, Quinta \nEdição  \n[3] KOSOW, I. I. Máquinas Elétricas e Transformador es, Ed. \nGlobo. [4] FALCONE, A.G. Eletromecânica: Transformadores, \nTransdutores, Conversão Eletromecânica de Energia e  Máquinas \nElétricas, Vol 1 e 2, Editora Edgar Blucher Ltda.  \n[5] SEN, P.C. Principles of Electric Machines and P ower \nElectronics, John Wiley and Sons, Second Edition, 1 997.  \n[6] KRAUSE, P., WASYNCZUK, O. and SUDHOFF, S.D., \nAnalysis of Electric Machinery, IEEE Press, 1994. \n \nENE048 - LABORATORIO DE MAQUINAS ELETRICAS I \n[1] STEPHEN CHAPMAN ; Electric Machinery Fundamenta ls ; \nQuarta Edição (McGraw Hill);  \n[2] FITZGERALD, A. E.; et al ; Máquinas Elétricas ;  Sexta Edição \n(BOOKMAN); \n[3] P. C. SEN : Principles of Electric Machines and  Power \nElectronics ; Segunda Edição (John Wiley & Sons) \n[4] VINCENT DEL TORO ; Fundamentos de Máquinas Elét ricas; \nPrimeira Edição (LTC); \n[5] PAUL C. KRAUSE ; Analysis of Electric Machinery  and Drive \nSystems ; Segunda Edição (Wiley - IEEE Press) \n \nENE050 - DISTRIBUICAO DE ENERGIA ELETRICA \n[1] Nelson Kagan Carlos César Barioni de Oliveira E rnesto João \nRobba, Introdução aos Sistemas de Distribuição de E nergia Elétrica, \nEditora Edgar Blucher, 2a Edição, 2010, ISBN: 97885 21205395.  \n[2] Eletrobrás, Coleção Distribuição de Energia Elé trica, Editora \nCampus, 1a Edição, 1982, ISBN: 8570010958  \n[3] Turan Gönen, Electric Power Distribution System  Engineering, \nEditora Mcgraw-Hill College, 1a Edição, 1985, ISBN- 13: 978-\n0070237070 \n[4] CEMIG e LIGHT : Manuais de Distribuição  \n[5] Westinghouse Electrical Corporation, Electrical  Transmission \nand Distribution Reference Book, Editora Westinghou se, 4a Edição, \n1962, \n \nENE054 - TRANSMISSAO DE ENERGIA ELETRICA \n[1] Luiz Cera Zanetta Jr., Fundamentos de Sistemas Elétricos de \nPotência, ISBN 9788588325418.  \n[2] FUCHS, R., D.: Transmissão de Energia Elétrica Linhas Aéreas, \nEd. LTC/EFEI Itajubá-MG, 1977. \n[3] ELGERD, O., I.: Introdução à Teoria de Sistema de Energia \nElétrica,Ed. McGraw-Hill do Brasil, São Paulo, 1970 . \n[4] STEVENSON, W., D.; Elementos de Análise de Sist emas de \nPotência, Ed. McGraw-Hill, São Paulo, 1986. \n[5] BOSSI, A., SESTO E.: Instalações elétricas, Hem us Livraria e \nEditora, São Paulo,1986 \n[6] A.J. Monticelli, A.V. Garcia, Introdução a sist emas de energia \nelétrica, Unicamp, 1999. \n \nCEL039 – Teoria de Controle II \n1. OGATA, K.: Engenharia de Controle Moderno, Prent ice/Hall do \nBrasil. \n2. Dorf, Richard C., Sistemas de Controle Moderno, Ed. LTC, 2009 \n3. N. S. Nise, Engenharia de Sistemas de Controle, 6 edição, LTC, \n2012. \nBibliografia complementar: \n1. KUO, B.: Sistemas de Controle Automático, Prenti ce/Hall do \nBrasil. \n2. J. C. GEROMEL, R. H. KOROGUI, Controles Linear d e \nSistemas Dinâmicos - Teoria, Ensaios Práticas e Exe rcícios, 2ed, \nEdgard Blucher. \n3. P. R. da Silveira e W. E. Santos, Automação e Co ntrole Discreto, \n9a Ed, Ed Érica. \n4. C. C. Morais, P. B. L. Castrucci, Engenharia de Automação \nIndustrial, 2a Ed, LTC, 2007. \n5. M. Groover, Automação Industrial e Sistemas de M anufatura, \n3ed, Ed. Pearson, 2011. \n6. CHEN, C., T.: Linear System Theory and Design, H olt, Rinehalt \nand Wilson, 1999. \n7. Sivanagaraju, S.; Devi, L.; Control Systems Engi neering, Ed. \nNew Academic Science Ltd, 2009. \n \nENE106 - PLANEJAMENTO ENERGÉTICO ", "82": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n82 \n [1] Mohammad Sadegh Sepasian, M.S., 2011. Electric Power \nSystem Planning: Issues, Algorithms and Solutions. 1st Edition. \nSpringer. \n[2] Wood, A.J., Wollenberg, B.F., 1996. Power Gener ation, \nOperation, and Control. 2nd Edition, John Wiley & S ons. \n[3] Tolmasquim, T., 2011. Novo Modelo do Setor Elét rico \nBrasileiro. 1ª Edição, Synergia. \n[4] IAEA, 1984. Expansion Planning for Electrical G enerating \nSystems: A Guidebook. IAEA. \n[5] Freris, L., Infield. D., 2008. Renewable Energy  in Power \nSystems. 1st Edition, John Wiley & Sons. \n \n8º PERÍODO  \nCEL040 – Eletrônica de Potência \nBibliografia Básica: \n1) Barbi, I. Eletrônica de Potência. Edição do Auto r, 6a. Edição, \nFlorianopolis, Brasil, 2009.  \n2) Barbi, I. e Martins, D. Conversores CC-CC Básico s Não-\nIsolados, Edição do Autor, Florianopolis, Brasil, 2 008.  \nComplementar: \n3) Barbi, I. e Martins, D. Introdução ao Estudo de Conversores CC-\nCA. Edição do Autor, Florianopolis, Brasil, 2008.  \n4) Mohan, N. A first course on Power Electronics, M NPERE, \nMinneapolis, EUA, 2009. \n \nENE082 – Análise de Investimentos \nBibliografia Básica: \n1. Prado, D., Planejamento e Controle de Projetos. Série Gerência \nde Projetos, vol. 2, Editora de Desenvolvimento Ger encial, 2001. \n2. Keelling, R., Gestão de Projetos. 1ed. São Paulo , Editora Saraiva, \n2002. \n3. Zigmundo Salomão Cukierman, O Modelo PERT/CPM Ap licado \nao Gerenciamento e Projetos, Editora LTC, 2009. \n4. Pacinni, A. Matemática financeira aplicada. Livr o Técnico. \nBibliografia Complementar: \n1. Marim, W. Análise de alternativas de investiment os. Editora \nAtlas. \n2. Chiavenato, Idalberto. Introdução à teoria Geral  da \nadministração. 3º Ed. São Paulo. Editora MacGrauw-H ill, 2004 \n3. Torres, Oswaldo Fadigas Fontes. Fundamentos da E ngenharia \nEconômica e da Análise Econômica de Projetos. 1ed, São Paulo, \nEditora Thonson, 2006, ISBN: 8522105227. \n4. Maximiano, Antonio C.A.. Teoria Geral da Adminis tração. São \nPaulo. Atlas, 2005. \n5. Bernardes, Silva, Moreira, Maurício. Microsoft P roject 2010 – \nGestão e Desenvolvimento de Projetos. Editora Erica , 2010, ISBN: \n8536502797. \n \nENE006 - AN.SIST.ELETRICOS POTENCIA II \n[1] Kundur, P. Obra: Power System Stability and Con trol Local: \nUSA Editor: McGraw Hill, Inc. No Edição: 1ST Ano: 1 994 ; \n[2] Monticelli, A: Fluxo de Carga em Redes de Energ ia Elétrica. \nEditora Edgard Bluncher,1983; \n[3] ELGERD, Introducao a teoria de sistemas de ener gia elétrica, \n1978; \n[1]: Taylor, C. W. Obra: Power System Voltage Stabi lity Local: \nUSA Editor: McGraw Hill, Inc. No Edição: 1ST Ano: 1 994;  \n[2]: Monticelli, A e Garcia, A: Introdução a Sistem as Elétricos de \nEnergia. Editora Unicamp, 2004; \n[3] Grainger, John J.; Stevenson Jr, William D.; Po wer System \nAnalysis, McGraw-Hill; \n \nENE049 - LABORATORIO DE MAQUINAS ELETRICAS II \n[1] STEPHEN CHAPMAN ; Electric Machinery Fundamenta ls ; \nQuarta Edição (McGraw-Hill);  \n[2] FITZGERALD, A. E.; et al ; Máquinas Elétricas ;  Sexta Edição \n(BOOKMAN);  \n[3] P. C. SEN ; Principles of Electric Machines and  Power \nElectronics ; Segunda Edição (John Wiley & Sons) \n[4] VINCENT DEL TORO, Fundamentos de Máquinas Elétr icas, \nPrimeira Edição (LTC); [5] PAUL C. KRAUSE, Analysis of Electric Machinery and Drive \nSystems, Segunda Edição (Wiley - IEEE Press) \n \nENE094 - INSTALAÇÕES ELÉTRICAS INDUSTRAIS \n1) João Mamede Filho, Instalações Elétricas Industr iais, Editora \nLTC, 7a Edição, 2007, ISBN: 9788521615200;  \n2) João Mamede Filho, Manual de Equipamentos Elétri cos, Editora \nLTC, 2a Edição, 2009, ISBN: 8521614365;  \n3) Donald Beeman, Industrial Power System Handbook,  Editora \nMcGraw Hill, 1a Edição, 1955; \n1) IEEE Std 141-1993, IEEE Recommended Practice for  Electric \nPower Distribution for Industrial Plants, IEEE Red Book. The \nInstitute of Electrical and Electronics Engineers. Norma técnica \nIEEE;  \n2) IEEE Std 399-1997, IEEE Recommended Practice for  Industrial \nand Commercial Power Systems Analysis. The Institut e of \nElectrical and Electronics Engineers. Norma técnica  IEEE; \n \nENE059 - OPERACAO DE SISTEMAS ELETRICOS DE \nPOTENCIA \n[1] ELGERD, O. I. Introdução à Teoria de Sistemas d e Energia \nElétrica. Mc. Graw-Hill do Brasil, SP-1970. \n[2] SOUZA, Z. et. al. Centrais Hidro e Termoelétric as. Editora \nEdgard Blücher Ltda / Eletrobrás / EFEI. SP , 1983.  \n[3] FILHO, X. V. Operação de Sistemas de Potência c om Controle \nAutomático de Geração. Editora Campus / Eletrobrás,  RJ, 1984. \n[4] OLIVEIRA, E. J. Estabilização de Sistemas CA vi a Modulação \nde Elos Multiter-minais de Corrente Continua e Tran sformadores \nDefasadores. Dissertação de Mestrado (Departamento de \nEngenharia Elétrica - UFU). Uberlândia - MG, 1993. \n[5] MACEDO, N. J. P. Análise e Controle da Estabili dade a \nPequenas Pertubações de Sistemas Elétricos de Potên cia com Elos \nde Corrente Contínua e Compensadores Estáticos de R eativos. Rio \nde Janeiro: COPPE/UFRJ. Dissertação de Mestrado em Engenharia \nElétrica - Universidade Federal do rio de Janeiro, 1992. \n[1] LASERN, E. V. et. al. Applying Power Sistem Sta bilizers. Part \nI: General Concepts. Part II: Performance Objective s and Tuning \nConcepts. Part III: Practical Considerations. IEEE Transactions on \nPower Apparatus and Systems, v.100, n.6, june 1991.  \n[2] RIBEIRO, L. P. L. Procedimentos a serem adotado s no ajuste de \nSinais Esta-bilizantes. Separata de: SEMINÁRIO NACI ONAL DE \nPRODUÇÃO E TRANSMISSÃO DE ENERGIA ELÉTRICA, 09, \n1984, Brasília. \n[3] MARTINS, N et. al. Determinação da localização de Parâmetros \npara Sinais Adicionais Estabilizadores em Sistemas Potência \nMultimáquinas. Separata de: SEMINÁRIO NACIONAL DE \nPRODUÇÃO E TRANSMISSÃO DE ENERGIA ELÉTRICA, 05, \n1984, Brasília. \n \nCEL049 - MEDIDAS ELETRICAS \n1. MEDEIROS, S., F.: Fundamentos de Medidas Elétric as, Ed. \nGuanabara Dois. \n2. MEDEIROS, S., F.: Medições de Energia Elétrica, Ed. \nGuanabara Dois. \n3. MIODUSKI, A., L.: Elementos e Técnicas Modernas de Medição \nAnalógica e Digital, Ed. Guanabara Dois. \n4. STOUT, M., B.: Curso Básico de Medidas Eelétrica s, Ed. LTC. \n \n9º PERÍODO \nENE095 - PROTEÇÃO DE SISTEMAS ELÉTRICOS DE \nPOTÊNCIA \n[1] Caminha, A., C.: Introdução a Proteção de Siste mas Elétricos, \nEd. EFEI, Itajubá. [2] Proteção de Sistemas Elétric os de Potência, \nSérie P.T.I., Convênio Eletrobrás/UFSM Volume 7.  \n[3] MASON, C., R.: The Art and Science of Protectiv e Relaying, \nEd. John Wiley & Sons \n[4] Aplied Protective Relaying, Westinghouse.  \n[5] The Art of Protetive Relaying, General Electric . \n[6] JOHNS, A., T., SALMAN, S., K.: Digital Protecti on for Power \nSystem, Peter Peregrinus Ltd, On Behalf of The Inst ituition of \nElectrical Engineers, 1995. ", "83": "  \nCoordenação de C urso  da Engenharia  Elétrica  \nFACULD ADE DE ENGENHARIA \nCampus da UFJF - Ju iz de  Fora – MG  \nTel.: 3229 3460 – 3444  \n \n \n83 \n [7] Power System Protection - Volume 4: Digital Pro tection and \nSignalling - Edited by the Training Association, Th e Instituition of \nElectrical Engineers, 1995. \n \nENE096 - ELETROTÉCNICA INDUSTRIAL \n1) João Mamede Filho, \"Instalações Elétricas Indust riais\", Editora \nLTC, 7a Edição, 2007, ISBN: 9788521615200  \n2) João Mamede Filho, \"Manual de Equipamentos Elétr icos\", \nEditora LTC, 3a Edição, 2005, ISBN: 978-85-216-1436 -4  \n3) Donald Beeman, \"Industrial Power System Handbook \", Editora \nMcGraw Hill, 1ª Edição, 1955  \n4) Electo Eduardo Silva Lora e Marco Antônio Rosa d o \nNascimento, \"Geração Termelétrica - Planejamento, P rojeto e \nOperação Volume 1 e 2\", Editora Interciência, 1ª Ed ição, 2004, \nISBN: 85-7193-105-4, ISBN13: 9788571931053 \n5) IEEE Std 141-1993, IEEE Recommended Practice for  Electric \nPower Distribution for Industrial Plants, IEEE Red Book. The \nInstitute of Electrical and Electronics Engineers. Norma técnica \nIEEE.  \n6) IEEE Std 399-1997, IEEE Recommended Practice for  Industrial \nand Commercial Power Systems Analysis. The Institut e of \nElectrical and Electronics Engineers. Norma técnica  IEEE.  \n7) IEEE Std 1184-1994, IEEE Guide for the Selection  and Sizing of \nBatteries for Uninterruptible Power SystemsA. The I nstitute of \nElectrical and Electronics Engineers. Norma técnica  IEEE. \n \nENE097 - TRANSITÓRIOS ELETROMAGNÉTICOS \n[1] H. W. Dommel, EMTP Theory Book, 2nd ed. Vancouv er, \nBritish Columbia, Canada: Microtran Power System An alysis \nCorporation, 1996.  \n[2] J.A. Martinez-Velasco, Computer Analysis of Ele ctric Power \nSystem Transients, Selected Readings. IEEE Press, 1 997. ISBN 0-\n7803-2318-1.  \n[3] A. Greenwood, Electrical Transients in Power Sy stems, 2nd \nedition. Wiley-Interscience, 1991. \n[4] J. Arrillaga and N. R. Watson, Computer Modelli ng of Electrical \nPower Systems, 2nd ed. Wiley, Apr. 2001.  \n[5] A. E. Araujo and W. L. Neves, Cálculo De Transi tórios \nEletromagnéticos Em Sistemas De Energia. Editora UF MG, 2005, \nISBN 85-7041-448-X. \n \nENE057 - ESTABILIDADE DE SISTEMAS ELETRICOS DE \nPOTENCIA \n[1] W. D. STEVENSON JR Elementos de analise de sist emas de \npotencia / 1974 \n[2] Fundamentos de Sistemas Elétricos de Potência, ZANETTA JR., \nEditora Livraria de Física, \n[3] ELGERD, OLLE . Introdução a Teoria dos Sistemas  de Energia \nElétrica, MC GRAW \n[4] BRETAS, N. G., COSTA ALBERTO, L. F., Estabilida de \nTransitória em Sistemas Eletroenergéticos. 1 ed. Sã o Carlos, EESC-\nUSP, 2000. \n[5] KUNDUR, P., Power System Stability and Control.  1 ed. New \nYork, McGraw- Hill Inc, 1994. \n[6] SAUER, P. W., PAI, M. A., Power System Dynamics  and \nStability. 1 ed. New Jersey, Prentice-Hall, 1998 \n \nENE040 - MATERIAIS ELETRICOS \n[1] Materiais Elétricos: condutores e semicondutore s, vol 1, 3ª \nedição, Walfredo Schmidt, Editora Edgard Blucher Lt da, 2010. \n[2] Materiais Elétricos: isolantes e magnéticos, vo l 2, 3ª edição, \nWalfredo Schmidt, Editora Edgard Blucher Ltda, 2010  \n[3] Materiais Elétricos: aplicações, vol 3, 3ª ediç ão, Walfredo \nSchmidt, Editora Edgard Blucher Ltda, 2010. \n[4] Manual de Equipamentos Elétricos, 3ª edição, 20 05, João \nMamede Filho, Editora LTC. \n[5] Materiais Elétricos, Saraiva, Delcyr Barbosa, 1 983. \n[1] Analise de falha em materiais utilizados em equ ipamentos \neletricos, 1ª edição, CEPEL, 2008. \n[2] Electrical Engineering Materials, Techincal Tea chers Training \nInstitute MADRAS, 21st reprint, ISBN 0-07-460420-1,  Tata \nMcGraw-Hill, 2007. [3] Electrical Materials, 2nd edition, Rob Zacharia son, ISBN 1-111-\n64006-4, Delmar Cengage Learning, 2012. \n \nENE083 – Fundamentos de Resistência dos Materiais \n[1] JC Sussekind; Curso de Análise Estrutural - Vol ume I, 10 ed, \nGlobo, 1989 \n[2] FP Beer, ER Johnston; Resistência dos Materiais , 2 ed, Makron, \n1989 \n[3] SP Timoshenko; Resistência dos Materiais, LTC, 1957 \n[4] FP Beer, ER Johnston; Mecânica Vetorial para En genheiros, \nMcGraw-Hill, 1978 \n[5] RC Hibbeler; Estática: Mecânica para Engenharia , 10 ed, \nPearson, 2006 \n[6] RC Hibbeler; Resistência dos Materiais, 5 ed, P earson, 2008 \n[7] JM Gere; Mecânica dos Materiais, Thomson, 2003 \n "}