{"1": " \n \nMINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DE EDUCAÇÃO CIÊNCIAS E TECNOLOGIA \nCAMPUS CONGONHAS \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DO CURSO DE ENGENHARIA MECÂNICA \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nCongonhas \nDezembro de 2019", "2": " \nEngenharia Mecânica IFMG – Campus Congonhas \n \nMINISTÉRIO DA EDUCAÇÃO \nSECRETARIA DE EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA \nINSTITUTO FEDERAL DE EDUCAÇÃO CIÊNCIAS E TECNOLOGIA \nCAMPUS CONGONHAS \n \nReitor       Kleber Gonçalves Glória \nPró-Reitor de Ensino     Carlos Henrique Bento  \nDiretor Geral do Campus    Robert Cruzoaldo Maria \nDiretor de Ensino     Paula Cristina de Paula Caldas  \nCoordenador      Lucas do Amaral Faria \n \n \nColegiado de Curso: \nCoordenador:      Lucas do Amaral Faria  \nProfessor:      Fabrício Carvalho Soares \nProfessor:      Felipe Vieira Maciel \nProfessor:      Carlito Arlindo dos Santos Balbino \nProfessor:      Vivienne Denise Falcão \nRep. Diretoria de Ensino:    Sandro Coelho Costa \nDiscente:      Ítalo Angelo Oliveira Dias \nDiscente:      Jefter Victor Gonçalves \nDiscente (suplente) :     Daphne Lorane Santos Nascimento \nDiscente (suplente) :     José Eduardo Ramalho Braga \n \nNúcleo Docente Estruturante: \n \nCoordenador:      Lucas do Amaral Faria  \nProfessor:      Fabrício Carvalho Soares \nProfessor:       Artur Caron Mottin  \nProfessor:       Felipe Vieira Maciel  \nProfessor:      Marco Antônio Sabará ", "3": " \nEngenharia Mecânica IFMG – Campus Congonhas  \nSUMÁRIO: \n \n1 DADOS DO CURSO: ................................................................................................................ 4 \n2 INSTITUTO FEDERAL DE MINAS GERAIS – CAMPUS CONGONHAS: ...................................... 5 \n3 CONCEPÇÃO DO CURSO: ....................................................................................................... 9 \n3.1 A ENGENHARIA MECÂNICA: .......................................................................................... 9 \n3.2 JUSTIFICATIVA ............................................................................................................... 9 \n3.3 PRINCÍPIOS NORTEADORES ......................................................................................... 11 \n3.4 OBJETIVO ..................................................................................................................... 12 \n3.4.1 OBJETIVOS ESPECÍFICOS ...................................................................................... 12 \n3.5 PERFIL DO EGRESSO: ................................................................................................... 13 \n3.6 FORMAS DE ACESSO AO CURSO: ................................................................................. 15 \n4 ESTRUTURA DO CURSO: ...................................................................................................... 16 \n4.1 REGIME ACADÊMICO E PRAZO PARA INTEGRALIZAÇÃO: ............................................ 16 \n4.2 ORGANIZAÇÃO CURRICULAR: ..................................................................................... 17 \n4.3 CRITÉRIOS DE APROVEITAMENTO DE ESTUDOS E EXPERIÊNCIAS ANTERIORES: ........ 30 \n4.4 METODOLOGIA DE ENSINO: ........................................................................................ 31 \n4.5 EMPREENDEDORISMO E INOVAÇÃO TECNOLÓGICA: ................................................. 33 \n4.6 DESENVOLVIMENTO SUSTENTÁVEL E COOPERATIVISMO: ......................................... 34 \n4.7 INTEGRAÇÃO COM OUTROS CURSOS E MODALIDADES DE ENSINO: ......................... 34 \n4.8 SERVIÇOS DE APOIO AO DISCENTE: ............................................................................ 34 \n4.9 DIPLOMAS: .................................................................................................................. 35 \n4.10 ADMINISTRAÇÃO ACADÊMICA DO CURSO:................................................................. 37 \n4.11 COLEGIADO E NÚCLEO DOCENTE ESTRUTURANTE: .................................................... 38 \n4.12 INFRAESTRUTURA: ...................................................................................................... 41 \n5 PROCEDIMENTOS DE AVALIAÇÃO: ...................................................................................... 43 \n5.1 SISTEMA DE AVALIAÇÃO DO PROCESSO DE ENSINO E APRENDIZAGEM: ................... 43 \n5.2 SISTEMA DE AVALIAÇÃO DO PROJETO DO CURSO:..................................................... 43 \n6 CONSIDERAÇÕES FINAIS: ..................................................................................................... 44 \n7 REFERÊNCIAS BIBLIOGRÁFICAS: .......................................................................................... 45 \nAPÊNDICE I - EMENTAS DAS DISCIPLINAS ................................................................................... 47 \n ", "4": "Engenharia Mecânica IFMG – Campus Congonhas 4 1 DADOS DO CURSO: \n \nDenominação do curso:   Engenharia Mecânica  \nModalidade oferecida:   Bacharelado \nTítulo acadêmico conferido:  Engenheiro Mecânico  \nModalidade de ensino:   Presencial  \nRegime de matrícula:   Semestral por disciplina  \nTempo de integralização:  Mínimo: 10 semestres \nMáximo: 20 semestres  \nCarga horária mínima:   3.600 horas  \nNúmero de vagas oferecidas: 32 (trinta e duas) com entrada no \nsegundo semestre de cada ano  \nTurno de funcionamento:  1º ao 7º Período – Vespertino \n      8º ao 10º Período – Noturno  \nEndereço do Curso:   Av. Michael Pereira de Souza, 3007 \n      Bairro Campinho – Congonhas - MG \nForma de ingresso:  Sisu / Processo Seletivo no segundo \nsemestre de cada ano;  \nEdital para transferência interna, \ntransferência externa e obtenção de \nnovo título. \nAtos Legais do curso:    Resolução nº 31 de 25/09/2013 \n      Portaria nº 1658 de 17/11/2014 \n ", "5": "Engenharia Mecânica IFMG – Campus Congonhas 5  \n2 INSTITUTO FEDERAL DE MINAS GERAIS – CAMPUS CONGONHAS: \nO Instituto Federal de Educação, Ciência e Tecnologia de Minas Gerais (IFMG) é uma \ninstituição de educação superior, básica e profissional, pluricurricular, multicampi e \ndescentralizada, especializada na oferta de educação profissional e tecnológica nas \ndiferentes modalidades de ensino, com base na conjugação de conhecimentos \ntécnicos e tecnológicos com sua prática pedagógica (Art 1º, § 2° do Estatuto do IFMG).  \nO IFMG tem como missão: educar e qualificar pessoas para serem cidadãos críticos, \ncriativos, responsáveis e capazes de atuar na transformação da sociedade.  \nA visão do IFMG é consolidar-se como instituição de excelência no ensino, na pesquisa \ne na extensão, comprometidos com a ética, a responsabilidade social e o \ndesenvolvimento sustentável. \nConforme a Lei nº. 11.892/2008, atua nas seguintes áreas: \n  Educação profissional técnica de nível médio; \n  Cursos de formação inicial e continuada de trabalhadores; \n  Pesquisas aplicadas; \n  Atividades de extensão; \n  Processos educativos geradores de trabalho e renda; \n  Educação Superior: \no Cursos Superiores de Tecnologia; \no Cursos de Licenciatura; \no Cursos de Bacharelado; \no Cursos de Pós-graduação lato sensu; \no Cursos de Pós-graduação stricto sensu. \nA história do Instituto Federal Minas Gerais – Campus Congonhas, começa pela criação \nda Escola Técnica de Ouro Preto, por iniciativa dos professores José Barbosa da Silva e \nJosé Carlos Ferreira Gomes. Esta escola funcionava em parceria com a Universidade \nFederal de Ouro Preto, com o objetivo de formar mão-de-obra capacitada para \natender à demanda da região central do estado de Minas Gerais e também de outros ", "6": "Engenharia Mecânica IFMG – Campus Congonhas 6 estados. A escola foi oficialmente instalada em 15 de maio de 1944 sendo, em 1959, \nelevada à condição de autarquia federal, passando a denominar-se Escola Técnica \nFederal de Ouro Preto. Em 13 de novembro de 2002 a Escola Técnica Federal de Ouro \nPreto transforma-se no Centro Federal de Educação Tecnológica de Ouro Preto (CEFET-\nOP), implantando nos anos seguintes seus primeiros cursos superiores de tecnologia. \nPor iniciativa do governo federal, visando atender à demanda do mercado por mão-de-\nobra qualificada, em 2005 foi lançado o plano de expansão da rede de Ensino Técnico e \nTecnológico, com a criação de Unidades de Ensino Descentralizadas (UNED) unidas aos \nCEFET já existentes, visando uma ampliação da abrangência geográfica da rede. Assim, \nfoi criada a UNED Congonhas, vinculada ao CEFET-OP, instalada em 2006, sendo o seu \nfuncionamento autorizado na data de 28 de dezembro de 2006 pela portaria número \n2.024, publicada no Diário Oficial da União em 29 de dezembro de 2006 na edição de \nnúmero 249. \nEm 29 de dezembro de 2008, foi promulgada a Lei número 11.892, publicada na edição \nnúmero 253 do Diário Oficial da União em 30 de dezembro de 2008, que dá origem ao \nInstituto Federal de Educação, Ciência e Tecnologia de Minas Gerais (IFMG). Com isso, \no CEFET Ouro Preto e a UNED Congonhas, passam a integrar, juntamente com os \nantigos  CEFET São João Evangelista, CEFET Bambuí e sua UNED Formiga, os diversos \ncampi do IFMG. Após este momento, outros campi foram implantados pelo IFMG, \ncomo os campi de Betim, Governador Valadares e Ouro Branco, entre outros. \nDe acordo com o artigo 6º da Lei 11.892 de 2008, os Institutos Federais têm por \nfinalidade e características:  \nI - ofertar educação profissional e tecnológica, em todos os seus níveis e \nmodalidades, formando e qualificando cidadãos com vistas na atuação \nprofissional nos diversos setores da economia, com ênfase no desenvolvimento \nsocioeconômico local, regional e nacional; \nII - desenvolver a educação profissional e tecnológica como processo educativo \ne investigativo de geração e adaptação de soluções técnicas e tecnológicas às \ndemandas sociais e peculiaridades regionais; ", "7": "Engenharia Mecânica IFMG – Campus Congonhas 7 III - promover a integração e a verticalização da educação básica à educação \nprofissional e educação superior, otimizando a infraestrutura física, os quadros \nde pessoal e os recursos de gestão; \nIV - orientar sua oferta formativa em benefício da consolidação e \nfortalecimento dos arranjos produtivos, sociais e culturais locais, identificados \ncom base no mapeamento das potencialidades de desenvolvimento \nsocioeconômico e cultural no âmbito de atuação do Instituto Federal; \nV - constituir-se em centro de excelência na oferta do ensino de ciências, em \ngeral, e de ciências aplicadas, em particular, estimulando o desenvolvimento de \nespírito crítico, voltado à investigação empírica; \nVI - qualificar-se como centro de referência no apoio à oferta do ensino de \nciências nas instituições públicas de ensino, oferecendo capacitação técnica e \natualização pedagógica aos docentes das redes públicas de ensino; \nVII - desenvolver programas de extensão e de divulgação científica e \ntecnológica; \nVIII - realizar e estimular a pesquisa aplicada, a produção cultural, o \nempreendedorismo, o cooperativismo e o desenvolvimento científico e \ntecnológico; \nIX - promover a produção, o desenvolvimento e a transferência de tecnologias \nsociais, notadamente as voltadas à preservação do meio ambiente. \nO IFMG, em sua atuação, observa os seguintes princípios norteadores (Art. 3 do \nEstatuto do IFMG): \nI - compromisso com a justiça social, equidade, cidadania, ética, preservação do \nmeio ambiente, transparência e gestão democrática;  \nI - verticalização do ensino e sua integração com a pesquisa e a extensão; \nIII - eficácia nas respostas de formação profissional, difusão do conhecimento \ncientífico e tecnológico e suporte aos arranjos produtivos locais, sociais, \ndesportivos e culturais; \nIV - inclusão de pessoas com deficiências e necessidades educacionais especiais; \nV - natureza pública e gratuita do ensino, sob a responsabilidade da União; \nVI - universalidade do conhecimento; ", "8": "Engenharia Mecânica IFMG – Campus Congonhas 8 VII - indissociabilidade entre ensino, pesquisa e extensão; e \nVIII - compromisso com a melhoria da qualidade de vida da comunidade \nacadêmica. \nNo campus Congonhas, atualmente, são oferecidos os seguintes cursos: \n Técnico em Mecânica na modalidade integrado ao ensino médio e \nsubsequente; \n Técnico em Edificações na modalidade integrado ao ensino médio, \nsubsequente e concomitante; \n Técnico em Mineração na modalidade integrado ao ensino médio, subsequente \ne concomitante; \n \n Engenharia Mecânica; \n Engenharia de Produção; \n Licenciatura em Letras. \n Licenciatura em Física; \n \n Pós-Graduação lato sensu em Gestão de Projeto e Operações. \n \nPesquisas vem sendo desenvolvidas internamente e em parcerias com outras \ninstituições, em especial em programas de capacitação (mestrado e doutorado) de \nseus servidores. Entre as linhas de pesquisa em desenvolvimento, destacam-se: \n1. Processamento de imagens para uso em bioengenharia; \n2. Desenvolvimento de equipamentos para triagem de saúde; \n3. Desenvolvimento de materiais a partir do reaproveitamento de borracha de \npneu; \n4. Ensaios de materiais metálicos e poliméricos; \n5. Processos de fabricação; \n6. Desenvolvimento de tecnologias para o desenvolvimento sustentável \n7. Avaliação de metodologias para aplicação da teoria da confiabilidade a sistemas \nmecânicos diversos \n \n \n \n ", "9": "Engenharia Mecânica IFMG – Campus Congonhas 9 3 CONCEPÇÃO DO CURSO: \n3.1 A ENGENHARIA MECÂNICA: \nA história da evolução tecnológica, e consequentemente das engenharias, teve seu início no \nperíodo paleolítico, com as primeiras ferramentas de pedra lascada. Levou-se cerca de 500.000 \nanos para o aprimoramento destas ferramentas, com a pedra polida. Entre o surgimento do \nprimeiro ferreiro e o aparecimento da locomotiva passou cerca de 5.000 anos; entre a primeira \nlocomotiva e o avião a jato cerca de 130 anos, ou seja, a cada nova descoberta, menor o \ntempo para a sua aplicação e o surgimento de novas tecnologias. \nInicialmente, era aplicado somente a observação e o lado inventivo e, sem a utilização de \nprincípios teóricos, mas, ainda na idade do bronze, foram realizadas notáveis obras de \nengenharia no Egito, na Mesopotâmia e em Creta, possivelmente devido ao avanço da \nmatemática, em especial da geometria. \nNo século XVIII, com a evolução das ciências e suas aplicações práticas, surge uma nova forma, \nbaseada em doutrinas. Esta aplicação do conhecimento científico para a resolução de \nproblemas é a base da Engenharia Moderna. \nA engenharia mecânica é dividida em diversas áreas entre as quais se destacam a mecânica \ngeral (estática e dinâmica), ciências térmicas, mecânica dos fluidos, processos de fabricação, \nentre outras. Apesar desta divisão estas áreas trabalham com algumas interfaces comuns, \ntanto dentro da própria engenharia mecânica como também com outras engenharias. É a \ngrande área da engenharia que cuida do desenvolvimento de projetos, da produção e da \nmanutenção de máquinas e equipamentos, sendo necessário, direta ou indiretamente, em \ntodas as indústrias modernas e tendo impacto direto na qualidade de vida humana. \n \n3.2 JUSTIFICATIVA \nSegundo Princípios Norteadores das Engenharias nos Institutos Federais \n(MEC/SETEC,2008), os cursos superiores da área das engenharias faz-se cada vez mais \nnecessário sob duas óticas: a qualidade da formação acadêmica e a quantidade de \nengenheiros necessários para atender às demandas do crescimento sustentável do \npaís. O Brasil contava em 2005 com 550.000 profissionais formados em engenharia, ou \nseja, seis para cada 1.000 pessoas economicamente ativas. Esse número é pequeno ", "10": "Engenharia Mecânica IFMG – Campus Congonhas 10 quando comparado com países desenvolvidos como o Japão e os Estados Unidos da \nAmérica (25/1.000), ou mesmo com a Coréia do Sul, que forma quatro vezes mais \nengenheiros, com uma população três vezes menor. Embora a oferta de cursos de \nengenharia tenha crescido e se diversificado no Brasil, ainda não responde às \nnecessidades tanto no aspecto quantitativo quanto qualitativo.  \nEntende-se então que investimento nas engenharias no país é mecanismo que pode \nfavorecer a inovação e a incorporação de tecnologias aos produtos e serviços \nofertados, ampliando a competitividade e abertura de novos mercados, buscando a \ninclusão social e a sustentabilidade. \nSegundo pesquisa encomendada pelo Sistema Confederação Nacional das Industrias \n(CNI) e pelo Conselho Federal de Engenharia, Arquitetura e Agronomia (CONFEA) \n(ANALÍTICA CONSULTORIA, 2008), a área de engenharia foi dividida em 10 grupos, \nsendo os mais contratados os Engenheiros Eletricistas, Eletrônicos e Afins (21%), os \nEngenheiros Civis e afins (19%) e os Engenheiros Mecânicos (19%). \nA criação do curso de Engenharia Mecânica está comprometida com os problemas \nlocais e regionais, dentro do contexto socioeconômico. As indústrias em Minas Gerais, \nconstituído principalmente pela indústria metalomecânica, automobilística, de \nautopeças, da construção civil, de processos contínuos em geral (mineração, \nsiderurgia, cimento, cal e química) mostram o grande potencial do mercado de \ntrabalho para o engenheiro mecânico, além do crescimento da indústria de serviços, \ncomo hospitais, estádios, hotéis, entre outras. \nEm Congonhas, o setor responsável pela maior parte do produto interno bruto em \n2010 foi o setor Industrial, com valor adicionado de R$778.792.000,00 (63,5%), \nseguido pelo setor de serviços, com R$445.009.000,00 (36,3%) e pelo setor agrícola, \ncom R$3.041.000,00 (0,2%) (IBGE, 2012). O setor industrial congrega, em especial, \nempresas de grande porte que atuam nas áreas de siderurgia (aço) e de extração \nmineral (ferro e manganês) e, em menor escala, indústrias prestadoras de serviços e \nempresas de pequeno porte. Entre as maiores empresas localizadas na região estão a \nCompanhia Vale, Gerdau Açominas, Companhia Siderúrgica Nacional – CSN, Vallourec \n& Sumitomo Tubos do Brasil (VSB), NAMISA, entre outras, que formam o Consórcio ", "11": "Engenharia Mecânica IFMG – Campus Congonhas 11 Minero Metalúrgico de Minas Gerais (CMM-MG). Este consórcio tem como um de seus \nobjetivos o estudo da demanda e o apoio à qualificação de trabalhadores. Segundo o \nCMM-MG (2013), a demanda de Engenheiros Mecânicos no triênio 2011-2013 foi de \n504 profissionais, sendo esta a maior demanda entre os cargos de nível superior, \nrepresentando 17,4% do total das 2890 contratações de nível superior previstas para \neste triênio. \nTambém existe uma carência da oferta de cursos de Engenharia Mecânica por \ninstituições públicas na microrregião, sendo os mais próximos oferecidos em Ouro \nPreto, pela UFOP; em Belo Horizonte, pela UFMG e pelo CEFET-MG e em São João Del \nRey, pela UFSJ. \nEm função desse cenário, a Engenharia Mecânica deve consistir em uma iniciativa \npotencializadora da cidade de Congonhas e região do Alto Paraopeba, onde se insere, \ncom o objetivo de satisfazer a carência já existente nesta área. \n \n3.3 PRINCÍPIOS NORTEADORES \nO presente projeto pedagógico do IFMG Campus Congonhas pretende formar \nprofissionais Engenheiros Mecânicos Plenos, isto é, sem uma ênfase ou base \ntecnológica específica. Porém, preza-se para que sejam apresentadas nas disciplinas \nprofissionalizantes e específicas do curso aplicações voltadas para o setor minero-\nmetalúrgico, em consonância com as principais atividades econômicas da região do \nQuadrilátero Ferrífero, mais especificamente a região do Alto Paraopeba. O principal \nobjetivo é atender às demandas da sociedade e dos arranjos produtivos, culturais e \nsociais locais. Sendo assim, a flexibilidade da proposta curricular do curso de \nengenharia foi desenvolvida de forma que possibilite que a mesma seja estruturada \ntendo como referencial o entorno socioeconômico em que o IFMG – Campus \nCongonhas está inserido. \nO projeto do curso de Engenharia Mecânica do IFMG Campus Congonhas prioriza os \nseguintes aspectos pedagógicos: ", "12": "Engenharia Mecânica IFMG – Campus Congonhas 12 1. Abordar as áreas de conhecimento, habilidades, atitudes e valores \néticos, fundamentais à formação profissional; \n2. Garantir, por meio de disciplinas/atividades obrigatórias, uma sólida \nformação básica multidisciplinar e interdisciplinar, permitindo a aquisição de \nconhecimentos essenciais em profundidade e de modo integrado; \n3. Favorecer, através das Atividades Complementares, a flexibilidade \ncurricular de forma a atender interesses específicos e atualizados, sem perda dos \nconhecimentos essenciais ao exercício da profissão; \n4. Comprometer o aluno com o empreendedorismo, o desenvolvimento \ncientífico e a busca do avanço técnico associado ao bem estar, à qualidade de \nvida e ao respeito aos direitos humanos; \n5. Estimular atividades extracurriculares de formação, como iniciação \ncientífica, monitoria, atividades de extensão, estágios, entre outras. \nEste projeto pedagógico visa, a partir da matriz curricular do curso, da infraestrutura \nrequerida e dos profissionais envolvidos, garantir o perfil desejado de seu egresso e o \ndesenvolvimento das competências e habilidades esperadas. Enfatiza a formação de \num profissional capaz de dialogar com a diversidade cultural, econômica e social do \nmundo do trabalho, enfrentar novos desafios científicos e tecnológicos de sua área e \nprincipalmente comprometidos com problemas de ética, sustentabilidade e \nresponsabilidade social inerentes à profissão. \n \n3.4 OBJETIVO \nO principal objetivo é formar engenheiros mecânicos que respeitem os princípios \nmorais, o meio ambiente, a ética e os princípios sociais inerentes à profissão. \n \n3.4.1 OBJETIVOS ESPECÍFICOS \nOs objetivos específicos a serem atingidos com a criação deste curso são: ", "13": "Engenharia Mecânica IFMG – Campus Congonhas 13  Formar profissionais de acordo com a demanda e as necessidades das \nempresas da região; \n Formar pessoas que respeitem a sociedade tanto de modo individual como de \nmaneira coletiva; \n Formar pessoas que respeitem o meio ambiente; \n Consolidar a estrutura física da área de mecânica, possibilitando aulas práticas \nde qualidade e o desenvolvimento de pesquisa e projetos de extensão; \n Desenvolver pesquisas que contribuam com a sociedade e as empresas \nregionais; \n Desenvolver projetos de extensão que melhorem a qualidade de vida dos \nmoradores de Congonhas e região. \n \n3.5 PERFIL DO EGRESSO: \nO curso de Engenharia Mecânica do IFMG – Campus Congonhas tem como foco uma \nformação sólida e generalista nas áreas básicas da engenharia mecânica, cujo perfil do \negresso deve refletir as demanda dos arranjos produtivos, sociais e culturais locais e \nregionais. A partir do perfil do egresso deve-se estabelecer o conjunto de \nconhecimentos, assim como métodos e estratégias para atingir este perfil. \nTendo como base o Artigo 3º da Resolução CNE/CES 11, de 11 de março de 2002, que \ninstitui as diretrizes curriculares nacionais do curso de graduação em Engenharia, o \nperfil do egresso em engenharia é um profissional com formação generalista, \nhumanista, crítica, criativa e reflexiva, com sólida formação científica e profissional, \ncapacitado a absorver e desenvolver novas tecnologias, atuando na identificação, \nformulação e resolução de problemas, considerando seus aspectos políticos, \neconômicos, sociais, ambientais e culturais, com visão ética e humanística, em \natendimento às demandas da sociedade. \nPode-se caracterizar o perfil desejado para o engenheiro mecânico em termos de sua \ncapacitação técnica e do seu modo de atuação profissional. Em termos técnicos, ele \ndeve ser capaz de solucionar problemas ligados às atividades de projeto, implantação, ", "14": "Engenharia Mecânica IFMG – Campus Congonhas 14 operação, gerenciamento e manutenção de sistemas de bens e/ou serviços. Quanto à \nsua atuação profissional, deve ser capacitado a estabelecer interfaces entre as áreas \ntécnicas e administrativas da empresa, priorizando o trabalho em equipe.  \nPara atingir o perfil esperado, a estrutura modular do curso deve oferecer condições \npara o desenvolvimento de competências e habilidades aos egressos do curso. Em seu \nArtigo 4º, a Resolução CNE/CES 11/2002 define bem as competências e habilidades \ngerais para o profissional da engenharia, listados a seguir: \nI - aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à \nengenharia; \nII - projetar e conduzir experimentos e interpretar resultados; \nIII - conceber, projetar e analisar sistemas, produtos e processos; \nIV - planejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia; \nV - identificar, formular e resolver problemas de engenharia; \nVI - desenvolver e/ou utilizar novas ferramentas e técnicas; \nVI - supervisionar a operação e a manutenção de sistemas; \nVII - avaliar criticamente a operação e a manutenção de sistemas; \nVIII - comunicar-se eficientemente nas formas escrita, oral e gráfica; \nIX - atuar em equipes multidisciplinares; \nX - compreender e aplicar a ética e responsabilidade profissionais; \nXI - avaliar o impacto das atividades da engenharia no contexto social e ambiental; \nXII - avaliar a viabilidade econômica de projetos de engenharia; \nXIII - assumir a postura de permanente busca de atualização profissional. \nEntre as diversas competências, o egresso deve ser capaz de executar e projetar bens, \nestruturas metálicas, equipamentos, sistemas fluidomecânicos, sistemas térmicos e \nsistemas básicos de controle e automação, podendo atuar desde o esboço e desenho \ntécnico passando pelo o modelamento e simulação numérica até a execução e \nimplantação da solução apresentada. Também deverá ser capaz de gerenciar a \nmanutenção de empresas, tendo noções básicas de economia e administração. Deverá \nsempre levar em conta aspectos sociais, econômicos, ambientas, legais e de segurança \nnas soluções apresentadas. ", "15": "Engenharia Mecânica IFMG – Campus Congonhas 15  \n3.6 FORMAS DE ACESSO AO CURSO: \nO acesso e a permanência deverão ocorrer de maneira gratuita, com igualdade de \ncondições para todos e sem preconceitos de origem, raça, sexo, cor, idade e quaisquer \noutras formas de discriminação, conforme determina a Constituição da República \nFederativa do Brasil de 1988. \nO acesso ao curso se dará por aprovação em processo seletivo do IFMG, atendendo às \ndefinições do edital de seleção e do Regulamento de Ensino dos Cursos de Graduação \ndo IFMG (IFMG,2016), ou via transferência interinstitucional. Para ter acesso ao curso \nde graduação em Engenharia Mecânica, o aluno deverá ter concluído o ensino médio e \natender os demais requisitos que constam no edital do processo seletivo, assim como \ncumprir o calendário para inscrições e matrículas.  \nRessalta-se que o Campus Congonhas, desde a sua construção, segue a norma NBR-\n9050 da ABNT, sendo acessível aos portadores de deficiência ou que tenham \nmobilidade reduzida, conforme determina o Decreto nº 5.296 de 2 de dezembro de \n2004. Apesar de não haver restrições, não é aconselhado o ingresso de pessoas com \nacuidade visual classificada como baixa visão profunda ou inferior, devido à presença, \nna matriz curricular, de diversas disciplinas focadas no desenvolvimento ou na \nexecução de projetos mecânicos, cuja principal necessidade é a confecção, leitura e \ninterpretação de desenhos técnicos. ", "16": "Engenharia Mecânica IFMG – Campus Congonhas 16  \n4 ESTRUTURA DO CURSO: \n4.1 REGIME ACADÊMICO E PRAZO PARA INTEGRALIZAÇÃO: \nNúmero de vagas anuais 32 \nTurno de funcionamento 1º ao 7º Período: Vespertino \n8º ao 10º Período: Noturno \nRegime de matrícula Semestral com entrada somente no 2º \nsemestre de cada ano. \nIntegralização do curso Mínimo: 10 semestres \nMáximo: 20 semestres \nCarga horária total 3.600 horas \nRegime Acadêmico Por disciplina, com pré-requisitos \nCarga horária mínima (semestral) 120 horas (8 aulas por semana) \nCarga Horária Máxima (semestral) 420 horas (28 aulas por semana) \nPara o funcionamento do curso está prevista a disponibilização de 40 vagas por ano. \nDevido à limitação do tamanho dos laboratórios, da qualidade do ensino nas aulas \nteóricas e da segurança em aulas práticas não se recomenda turmas com quantidade \nmaior de alunos.  \nA duração mínima prevista para a conclusão do curso de graduação em Engenharia de \nMecânica do IFMG campus Congonhas será de 05 anos (10 semestres) letivos e de \ncada semestre compreende o mínimo de 20 semanas, com pelo menos 100 dias letivos \npor semestre, integralizando 200 dias letivos por ano. As aulas serão ministradas em \nmódulos de 50 minutos cada, de segunda a sexta-feira, preferencialmente de \n14h00min as 18h30min, podendo ocorrer, a critério do colegiado do curso, aulas no \nturno matutino ou noturno. Em reunião do colegiado do curso, ocorrida em 14 de \ndezembro de 2016, foi deliberado a alteração para o turno noturno das turmas do \noitavo, nono e décimo período, possibilitando o aluno realizar estágio durante o \nperíodo diurno. ", "17": "Engenharia Mecânica IFMG – Campus Congonhas 17 A matrícula ocorrerá por disciplina, devendo o aluno se matricular em disciplinas cuja \nsoma das cargas horárias entre o mínimo de 120 horas (equivalente a 8 aulas por \nsemana) e o máximo de 420 horas (equivalente a 28 aulas por semana), devendo todas \nas disciplinas estarem compreendidas em, no máximo, quatro semestres consecutivos \nda grade sugerida. Para cada disciplina o aluno deverá atender os requisitos para \nmatrícula da mesma. \n \n4.2 ORGANIZAÇÃO CURRICULAR: \nA Engenharia de Mecânica pode ser caracterizada como uma grande área, por ter uma \nbase científica e tecnológica própria, composta por um conjunto de conhecimentos \nessenciais para que qualquer tipo de sistema mecânico, tanto trabalhando com \nelementos sólidos como com fluidos e calor. Pode ser dividida em algumas subáreas, \nconforme quadro a seguir: \n1. PROJETO DE MAQUINAS \n Modelamento Mecânico (3D) \n Analise Estrutural I \n Analise Estrutural II \n Elementos de Máquinas I \n Elementos de Máquinas II \n Vibrações Mecânicas \n Projetos Mecânicos \n2. SISTEMAS TÉRMICOS E FLUIDOMECÂNICOS \n Sistemas Fluidomecânicos I: Equipamentos Industriais \n Sistemas Fluidomecânicos II: Hidropneumática \n Sistemas Térmicos I: Caldeiras e Trocadores de Calor \n Sistemas Térmicos II: Refrigeração \n Sistemas Térmicos III: Motores de Combustão  \n Projeto de Tubulações  \n Projeto de Máquinas Hidráulicas e de Fluxo  \n3. PROCESSOS DE FABRICAÇÃO \n Ensaios Mecânicos \n Processamento de Metais \n Processos de Fabricação I: Conformação Mecânica / Fundição \n Processos de Fabricação II: Usinagem \n Processos de Fabricação III: Soldagem ", "18": "Engenharia Mecânica IFMG – Campus Congonhas 18  Processos de Fabricação IV: Polímeros e Cerâmicos  \n Metalurgia da Soldagem  \n4. AUTOMAÇÃO E ELETRÔNICA \n Eletrotécnica \n Eletrônica \n Instrumentação \n Modelamento de Sistemas Dinâmicos \n Automação \n Programação de Computadores II \n Robótica \n5. GERENCIAMENTO, MANUTENÇÃO E CONFIABILIDADE \n Ensaios não Destrutivos \n Manutenção e Confiabilidade  \n Gestão da Qualidade  \n Custos Industriais e Contabilidade Gerencial  \n Gerenciamento de Projetos  \nEm seu Artigo 6º, a Resolução CNE/CES 11/2002 define parte do conteúdo curricular, \ndividido em um núcleo de conteúdos básicos, um núcleo de conteúdos \nprofissionalizantes e um núcleo de conteúdos específicos que caracterizem a \nmodalidade do curso de engenharia, no caso, Mecânica Plena. Os conteúdos básicos \nsão constituídos pelo conjunto de conhecimentos comuns a todo engenheiro, \nindependentemente da sua área de formação no campo da Engenharia. Os currículos \ndos Cursos de Engenharia Mecânica deverão ser complementados com extensões e \naprofundamentos dos conteúdos do núcleo profissionalizante, bem como com outros \nconteúdos destinados a caracterizar a modalidade.  \nAs Tabelas a seguir mostram a distribuição da grade curricular proposta neste projeto, \nsegmentada por núcleos de conhecimento, e suas respectivas cargas horárias. \nNúcleo de Conteúdos Básicos  \nDisciplina  Carga Horária  \nCálculo I 90 \nGeometria Analítica  60 \nQuímica Geral  60 \nDesenho técnico  60 \nPortuguês Instrumental  30 \nMetodologia Científica  30 \nProgramação de Computa dores I 60 ", "19": "Engenharia Mecânica IFMG – Campus Congonhas 19 Álgebra Linear  60 \nFísica I 60 \nCálculo II 60 \nFísica II 60 \nEquações Diferenciais Ordinárias  60 \nCálculo III  60 \nFundamentos de Administração  30 \nEstatística e Probabilidade  60 \nCálculo Numérico  60 \nFísica III 60 \nMecânica dos Fluidos  60 \nTermodinâmica  60 \nTransferência de Calor  60 \nCiência dos Materiais  60 \nMecânica dos Sólidos  60 \nPrincípios de Economia  60 \nÉtica e Legislação  30 \nTOTAL 1365 h \n \nNúcleo de Conteúdos Profissionalizantes  \nDisciplina  Carga Horária  \nDesenho Computacional  60 \nMetrologia 45 \nMecânica Fundamental  60 \nEletrônica  60 \nModelamento Mecânico (3D)  60 \nSistemas Fluidomecânicos I  60 \nAnalise Estrutural I  60 \nAnalise Estrutural II  60 \nEnsaios Mecânicos  60 \nElementos de Maquinas I  60 \nProcessos de Fabricação I  60 \nSistemas Fluido mecânicos II  60 \nSistemas Térmicos I  60 \nProcessos de Fabricação II  60 \nElementos de Maquinas II  60 \nModelamento de Sistemas Dinâmicos  60 \nProcessos de Fabricação III  60 \nEnsaios não Destrutivos  60 \nManutenção e Confiabilidade  60 \nTOTAL 1125 h \n \n ", "20": "Engenharia Mecânica IFMG – Campus Congonhas 20 Núcleo de  Conteúdos Específicos  \nDisciplina  Carga Horária  \nEletrotécnica  60 \nInstrumentação  60 \nProcessamento de Metais  90 \nVibrações Mecânicas  60 \nSistemas Térmicos II  60 \nSistemas Térmicos III  60 \nProcessos de Fabricação IV  60 \nProjetos Mecânicos  45 \nTCC I 15 \nTCC II 15 \nOPTATIVA I  30 \nOPTATIVA II  60 \nOPTATIVA III  60 \nTOTAL 675 h \n \nDeverão ser oferecidas ao menos 5 (cinco) opções de disciplinas optativas por \nsemestre, entre as listadas a seguir: \nDisciplinas Optativas \nDisciplina Carga Horária \nAutomação 60 \nCaracterização de Materiais 60 \nCustos Industriais e Contabilidade Gerencial 60 \nEngenharia Aplicada a Sistemas Médicos 30 \nEngenharia Automotiva* 60 \nFísica Aplicada ao Corpo Humano* 30 \nFísica Aplicada ao Meio Ambiente* 30 \nFísica nuclear, radiações ionizantes e aplicações* 60 \nGerenciamento de Projetos 60 \nGestão Ambiental 60 \nGestão da Qualidade 60 \nGestão de Pessoas* 30 \nOrganização, Ergonomia e Segurança do Trabalho*  60 \nIntrodução à Astronomia* 60 \nLIBRAS 60 \nTópicos em Soldagem* 60 \nPesquisa Operacional I* 60 \nPesquisa Operacional II* 60 ", "21": "Engenharia Mecânica IFMG – Campus Congonhas 21 Programação de Computadores II 60 \nProjeto de tubulações 60 \nComando Numérico Computadorizado* 60 \nSistemas Minero-Metalúrgicos* 60 \nTópicos Especiais I 15h \nTópicos Especiais II 30h \nTópicos Especiais III 45h \nTópicos Especiais IV 60h \nTOTAL -- \n* Disciplinas adicionadas ou alteradas por sugestão do NDE e aprovada em reunião do \ncolegiado ocorrida no dia 14 de dezembro de 2016. \n \nAs disciplinas “Tópicos Especiais” terão conteúdo livre (sem ementa pré-determinada), \nserão ministradas por professor visitante e o conteúdo da disciplina será de \nespecialidade do docente. \nConforme a legislação em vigor, as matrizes curriculares dos cursos de graduação em \nengenharia devem apresentar, no mínimo, 30% e 15% de carga horária para os núcleos \nbásico e profissionalizante, respectivamente, independentemente de sua modalidade. \nA partir da contabilização da carga horária das disciplinas de cada núcleo de conteúdos \nproposto nesta matriz curricular, temos a seguinte distribuição percentual: 38% do \nconteúdo como núcleo básico (1.350 h), 31% das disciplinas como núcleo \nprofissionalizante (1.125 h) e 19% como núcleo específico (675 h), cumprindo assim o \npercentual exigido.  \nAs disciplinas, em especial as do núcleo Profissional e Específico, deverão tratar, de \nmodo permanente, contínuo e transversal, questões relacionadas ao meio ambiente, \nproporcionando que o indivíduo e a coletividade construam valores sociais, \nconhecimentos, habilidades, atitudes e competências voltadas para a conservação do \nmeio ambiente, bem de uso comum do povo, essencial à sadia qualidade de vida e sua \nsustentabilidade, de acordo com a Lei 9.795 de 27 de abril de 1999. \nAs disciplinas relacionadas ao desenho e projeto mecânico deverão atender os \nprincípios do desenho universal, tendo como referências básicas as normas técnicas de \nacessibilidade da ABNT, a legislação específica e as regras contidas no Decreto 5.296 \nde 2 de dezembro de 2004. ", "22": "Engenharia Mecânica IFMG – Campus Congonhas 22 A carga horária total prevista para este curso é de 3.600 h sendo o restante da carga \nhorária cumprida com o estágio curricular obrigatório (360 h), que representa 10% da \ncarga horária total do curso, e com atividades complementares (90 h) que representa \n2,5% da carga horária total do curso. \nEngenharia Mecânica \nNúcleo Carga Horária % \nNúcleo de Conteúdos Básico 1350 37,5 \nNúcleo de Conteúdos Profissionalizantes 1125 31,2 \nNúcleo de Conteúdos Específicos 675 18,8 \nEstágio Supervisionado 360 10,0 \nAtividades Complementares 90 2,5 \nTOTAL 3.600 h 100% \n ", "23": "Engenharia Mecânica IFMG – Campus Congonhas 23 Representação gráfica da grade curricular do curso de Engenharia Mecânica, com as disciplinas \nrecomendadas para cada período do curso: \n* Grade Gráfica retificada em 14/08/2014, de acordo com reunião do colegiado.\n", "24": "Engenharia Mecânica IFMG – Campus Congonhas 24  \nApesar do sistema de matrícula ser por disciplina, recomenda-se que o aluno matricule-se nas \nseguintes disciplinas por período: \n \n1º Período \nCódigo Disciplina CHT \n(h) CHP \n(h) CH (h) \nTotal Crédi\ntos Requisitos  \nPré Co \nMAT001 Cálculo I 90 0 90 6 - - \nMAT002 Geometria Analítica  60 0 60 4 - - \nQUI001 Química Geral 45 15 60 4 - - \nPOR001 Português Instrumental 30 0 30 2 - - \nMEC001 Metodologia Científica 30 0 30 2 - - \nMEC002 Desenho técnico 15 45 60 4 - - \nTOTAL 270 60 330 22  \n \n2º Período \nCódigo Disciplina CHT \n(h) CHP \n(h) CH (h) \nTotal Crédi\ntos Requisitos  \nPré Co \nMAT003 Cálculo II** 60 0 60 4 MAT001 - \nMAT004 Álgebra Linear  60 0 60 4 * - \nFIS001 Física I 45 15 60 4 MAT001 \nMAT002 - \nMSI001 Programação de \nComputadores 30 30 60 4 - - \nMEC003 Metrologia 15 30 45 3 MEC001 - \nMEC004 Desenho Computacional 15 45 60 4 MEC002 - \nTOTAL 225 120 345 23  \n* Pré-requisito MAT001 retirado pelo colegiado em 10/06/2014. \n** Carga horária da disciplina Cálculo II foi reduzida de 75h para 60h, aprovada na reunião do \ncolegiado em 10/08/2016. ", "25": "Engenharia Mecânica IFMG – Campus Congonhas 25  \n3º Período \nCódigo Disciplina CHT \n(h) CHP \n(h) CH (h) \nTotal Crédi\ntos Requisitos  \nPré Co \nMAT005 Cálculo III 60 0 60 4 MAT003 - \nMAT006 Equações Diferenciais \nOrdinárias 60 0 60 4 MAT001 \n* - \nMAT007 Estatística e Probabilidade 60 0 60 4 ** - \nFIS002 Física II 45 15 60 4 MAT001 \nMAT002\n*** - \nFIS003 Mecânica Fundamental 60 0 60 4 FIS001 - \nMEC005 Ciência dos Materiais 45 15 60 4 QUI001 - \nTOTAL 330 30 360 24  \n* Pré-requisito MAT003 alterado para MAT001 pelo colegiado em 10/06/2014. \n** Pré-requisito MAT001 retirado pelo colegiado em 10/06/2014. \n*** Pré-Requisito FIS001 alterado para MAT001 e MAT002 pelo colegiado em 14/08/2014 \n \n4º Período  \nCódigo Disciplina CHT \n(h) CHP \n(h) CH (h) \nTotal Crédi\ntos Requisitos  \nPré Co \nMAT008 Cálculo Numérico 30 30 60 4 MSI001 \n* - \nFIS004 Física III 45 15 60 4 MAT001 \nMAT002\n** - \nMEC006 Eletrônica 45 15 60 4 FIS002 - \nMEC019 Ética e Legislação 30 0 30 2 - - \nMEC007 Modelamento Mecânico \n(3D) 15 45 60 4 MEC004 - \nMEC008 Mecânica dos Fluidos 60 0 60 4 FIS003 MAT006 \n*** \nPRO001 Fundamentos de \nAdministração 30 0 30 2 - - \nTOTAL 255 105 360 24  \n* Pré-requisito MAT006 retirado pelo colegiado em 10/06/2014. \n** Pré-requisito FIS002 alterado para MAT001 e MAT002 pelo colegiado em 14/08/2014 \n*** Pré-requisito MAT006 alterado para co-requisito pelo colegiado em 20/04/2016 ", "26": "Engenharia Mecânica IFMG – Campus Congonhas 26  \n \n5º Período \nCódigo Disciplina CHT \n(h) CHP \n(h) CH (h) \nTotal Crédi\ntos Requisitos  \nPré Co \nMEC009 Processamento de Metais 90 0 90 6 MEC005 - \nMEC010 Sistemas Fluidomecânicos I 45 15 60 4 MEC008 - \nMEC011 Termodinâmica 45 15 60 4 FIS004 - \nMEC012 Mecânica dos Sólidos 60 0 60 4 FIS003 MAT006 \n \nMEC013 Eletrotécnica 45 15 60 4 MEC006 - \nTOTAL 285 45 330 22  \n \n6º Período \nCódigo Disciplina CHT \n(h) CHP \n(h) CH (h) \nTotal Crédi\ntos Requisitos  \nPré Co \nMEC014 Análise Estrutural I  45 15 60 4 MEC012 - \nMEC015 Transferência de Calor 45 15 60 4 FIS004 MAT006 \nMEC008 \n \nMEC016 Modelamento de Sistemas \nDinâmicos 60 0 60 4 MAT008 \nMAT006 \n - \nMEC017 Ensaios Mecânicos 60 0 60 4 MEC005 \n - \nMEC021 Processos de Fabricação I  45 15 60 4 MEC009 - \nTOTAL 255 45 300 20  ", "27": "Engenharia Mecânica IFMG – Campus Congonhas 27  \n7º Período \nCódigo Disciplina CHT \n(h) CHP \n(h) CH (h) \nTotal Crédi\ntos Requisitos  \nPré Co \nMEC020 Análise Estrutural II  45 15 60 4 MEC014 - \nMEC018 Instrumentação 45 15 60 4 MEC006 - \nMEC022 Sistemas Térmicos I 45 15 60 4 MEC011 \nMEC015 - \nMEC023 Elementos de Máquinas I 60 0 60 4 MEC012 - \nMEC024 Sistemas Fluidomecânicos \nII 30 30 60 4 MEC015 MEC010 \nPRO002 *  Princípios de Economia  60 0 60 4 PRO001 - \nTOTAL 285 75 360 24  \n \n8º Período  \nCódigo Disciplina CHT \n(h) CHP \n(h) CH (h) \nTotal Crédi\ntos Requisitos  \nPré Co \nMEC025 Processos de Fabricação II 45 15 60 4 MEC005 \nMEC012 - \nMEC026 Vibrações Mecânicas  45 15 60 4 MEC016 - \nMEC027 Sistemas Térmicos II 45 15 60 4 MEC011 \nMEC015 - \nMEC028 Elementos de Máquinas II 60 0 60 4 MEC023 - \nMEC029 Manutenção e \nConfiabilidade 60 0 60 4 PRO001 - \n* Optativa I  30 0 30 2 - - \nTOTAL 285 45 330 22  \n* Período de oferecimento da disciplina Optativa I alterado do 7º período para o 8º período \npelo colegiado em 10/08/2016. \n9º Período \nCódigo Disciplina CHT \n(h) CHP \n(h) CH (h) \nTotal Crédi\ntos Requisitos  \nPré Co \nMEC030 Processos de Fabricação III  45 15 60 4 MEC009 - \nMEC031 Ensaios Não Destrutivos  45 15 60 4 MEC017 - \nMEC032 Sistemas Térmicos III 45 15 60 4 MEC011 \nMEC015 - \nMEC033 Projetos Mecânicos 15 30 45 3 MEC023 - \nMEC034 TCC I 0 15 15 1 - - \n Optativa II 60 0 60 4 - - \nTOTAL 210 90 300 20  ", "28": "Engenharia Mecânica IFMG – Campus Congonhas 28  \n10º Período  \nCódigo Disciplina CHT \n(h) CHP \n(h) CH (h) \nTotal Crédi\ntos Requisitos  \nPré Co \nMEC034 Processos de Fabricação IV  45 15 60 4 MEC017 - \nMEC035 TCC II 0 15 15 1 - - \n Optativa III 60 0 60 4 - - \nTOTAL 105 30 135 9  \n \nOptativas oferecidas em semestre impar  \nCódigo Disciplina CHT \n(h) CHP \n(h) CH (h) \nTotal Crédi\ntos Requisitos  \nPré Co \nPOR002 LIBRAS 60 0 60 4 POR001 - \nMEC036 Gestão Ambiental 60 0 60 4 -  \nMEC037 Engenharia Aplicada a \nSistemas Médicos 30 0 30 2 -  \nMEC038 Projeto de tubulações 15 45 60 4 MEC010\nMEC012  \nMEC039 Caracterização de \nMateriais 30 30 60 4 MEC009  \nFIS005 Física Aplicada ao Corpo \nHumano ** 30 0 30 2 FIS001 \nFIS002 \nFIS004  \nMSI002 Programação de \nComputadores II * 15 45 60 4 MSI001 - \nPRO003 Gerenciamento de Projetos \n* 30 30 60 4 PRO001  \nPRO004 Pesquisa Operacional I * 60 0 60 4 PRO001 \nMSI001  \nTOTAL  \n* O número de vagas para esta disciplina será igual ao número de vagas remanescentes para a \nmesma no curso de Engenharia de Produção. \n** O número de vagas para esta disciplina será igual ao número de vagas remanescentes para \na mesma no curso de Licenciatura em Física. \n \nOptativas oferecidas em semestre par  \nCódigo Disciplina CHT \n(h) CHP \n(h) CH (h) \nTotal Crédi\ntos Requisitos  \nPré Co \nMEC040 Automação 30 30 60 4 MEC018  \nMEC041 Comando Numérico \nComputadorizado 60 0 60 4 MEC025  \nMEC042 Engenharia Automotiva 60 0 60 4  MEC026 \nMEC043 Tópicos em Soldagem 60 0 60 4 MEC030  \nFIS006 Física aplicada ao Meio \nAmbiente ** 30 0 30 2 FIS001 \nFIS002  ", "29": "Engenharia Mecânica IFMG – Campus Congonhas 29 FIS004 \nFIS007 Introdução à Astronomia \n** 60 0 60 4 FIS001 \nFIS002 \nFIS004  \nFIS008 Física Nuclear, radiações \nionizantes e suas \naplicações ** 60 0 60 4 FIS001 \nFIS002 \nFIS004  \nPRO005 Custos Industriais e \nContabilidade Gerencial * 30 30 60 4 PRO001  \nPRO006 Gestão da Qualidade * 60 0 60 4 PRO001  \nPRO007 Gestão de Pessoas * 30 0 30 2 PRO001  \nPRO008 Organização, Ergonomia  e \nSegurança do Trabalho * 60 0 60 4 PRO001  \nPRO009 Pesquisa Operacional II * 60 0 60 4 PRO004  \nPRO010 Sistemas Minero-\nMetalurgicos * 60 0 60 4 PRO001  \nTOTAL  \n* O número de vagas para esta disciplina será igual ao número de vagas remanescentes para a \nmesma no curso de Engenharia de Produção. \n** O número de vagas para esta disciplina será igual ao número de vagas remanescentes para \na mesma no curso de Licenciatura em Física. \nOptativas com oferta especial  \nCódigo Disciplina CHT \n(h) CHP \n(h) CH (h) \nTotal Crédi-\ntos Requisi-\ntos \nMEC044 Tópicos Especiais I   15h 1 - \nMEC045 Tópicos Especiais II   30h 2 - \nMEC046 Tópicos Especiais III   45h 3 - \nMEC047 Tópicos Especiais IV   60h 4 - \nTOTAL - - - -  \n \nAs ementas das disciplinas encontram-se no Apêndice I deste documento. \nCarga horária para o curso de Engenharia Mecânica: \nCarga Horária Teórica e Prática 2.970 h \nCarga Horária Optativa (mínima) 150 h \nTrabalho de Conclusão de Curso (TCC) 30 h ", "30": "Engenharia Mecânica IFMG – Campus Congonhas 30 Estágio Supervisionado 360 h \nAtividades Complementares 90 h* \nCarga Horária Total 3600 \n* Atividades complementares aumentadas de 75h para 90h para turmas com ingresso a partir \ndo ano de 2016. \nO trabalho de conclusão de curso, de caráter obrigatório, contempla a elaboração de \numa monografia sobre um assunto de abrangência da Engenharia de Mecânica, a ser \naprovado perante banca examinadora. Além disto, o aluno deverá apresentar, \nobrigatoriamente, o relatório do estágio supervisionado, devidamente comprovado. \nNa legislação, a carga horária mínima para integralização do estágio curricular \nsupervisionado são 160 horas, de acordo com a Resolução CNE/CES nº11 de 11 de \nmarço de 2002, e o percentual máximo, somado com a carga horária de atividades \ncomplementares, é de 20% da carga horária estabelecida para o curso, de acordo com \na Resolução CNE/CES nº2 de 18 de junho de 2007, portanto a carga horária para \nestágio (360h) e atividades complementares (90h) obedecem ao definido na legislação \nvigente, sendo equivalentes a 12,5% da carga horária total do curso. \nNota-se que o currículo do curso de graduação em Engenharia Mecânica está \nestruturado conforme as Diretrizes Curriculares Nacionais, podendo destacar-se: \n• Adequada distribuição de conteúdo básico, profissionalizante e específico; \n• Adequado dimensionamento da carga horária das disciplinas com equilíbrio \nentre teoria e prática, em função dos objetivos do curso e perfil do egresso; \n• Obrigatoriedade do trabalho de conclusão de curso e estágio supervisionado. \n \n4.3 CRITÉRIOS DE APROVEITAMENTO DE ESTUDOS E EXPERIÊNCIAS ANTERIORES: \nO IFMG Campus Congonhas poderá aproveitar conhecimentos e experiências \nanteriores, desde que diretamente relacionados com o perfil profissional de conclusão \nda respectiva qualificação ou habilitação profissional adquiridos no ensino superior, \nem cursos formais de instituições credenciadas. Os critérios adotados para estes ", "31": "Engenharia Mecânica IFMG – Campus Congonhas 31 aproveitamentos serão os descritos no Regimento de Ensino do IFMG (IFMG,2013) e \nno Regimento Interno do Campus Congonhas. O discente poderá solicitar o \naproveitamento de conhecimentos e experiências anteriores para qualquer disciplina, \ndesde que comprove, de maneira formal, ter feito algum curso ou desenvolvido \natividades profissionais relacionadas à disciplina.  \nConforme disposto no Regimento de Ensino do IFMG, o aluno poderá solicitar prova de \nproficiência nas seguintes disciplinas*: \nDisciplinas Elegíveis para Aproveitamento de Experiências Anteriores por meio de Prova de \nProficiência * \nPeríodo Disciplina CHT (h) CHP (h) CH (h) \nTotal Créditos \n01 Desenho Técnico 15 45 60 4 \n02 Desenho Computacional 15 45 60 4 \n02 Programação de Computadores 30 30 60 4 \n02 Metrologia 15 30 45 3 \n04 Modelamento Mecânico (3D) 15 45 60 4 \n * Tabela adicionada pelo Colegiado em 14/08/2014 \n4.4 METODOLOGIA DE ENSINO: \nO ensino no curso de Engenharia Mecânica deve ter como base a capacidade de \nensinar aos alunos quatro pilares básicos da educação: aprender a conhecer, aprender \na fazer, aprender a conviver e aprender a ser. Os alunos deverão aprender a conhecer \na partir do estimulo ao estudo e desenvolvimento de trabalhos fora da classe, em \nespecial as atividades ligadas a projetos de pesquisa e / ou  de extensão e o “Trabalho \nde Conclusão de Curso”, devendo buscar conhecimento além do ensinado na sala de \naula, disponível, entre outras fontes, nos livros. Deverão aprender a fazer nas aulas \npráticas, em projetos de pesquisa e de extensão e no estágio supervisionado, devendo \nrelacionar a teoria com a prática. Aprenderão a conviver em trabalhos e projetos e em \ngrupos de estudo, que serão estimulados pelos docentes do curso. Aprenderão a ser a \npartir do momento que aprenderem a conhecer, aprenderem a fazer e aprenderem a \nconviver, respeitando os princípios legais, éticos e sociais. \nAlém do ensino formal, dentro de sala de aula, os alunos terão incentivo e \noportunidades para adquirir novos conhecimentos em seminários, congressos, ", "32": "Engenharia Mecânica IFMG – Campus Congonhas 32 palestras, visitas técnicas, iniciação científica, programas de extensão, entre outros, \nfortalecendo a teoria e a prática ensinadas em sala de aula. \nOs docentes deverão, ao ministrar as disciplinas, relacionar o conteúdo teórico a \nexemplos práticos, tanto no campo de atuação do Engenheiro Mecânico como em \noutras áreas do conhecimento, quando possível, integrando conteúdo de diversas \náreas promovendo, assim, a multidisciplinaridade e a interdisciplinaridade. \nOs alunos deverão cumprir atividades complementares, onde se destacam os \nminicursos oferecidos pela instituição ou em congressos, seminários, congressos, \nprojetos de iniciação científica, programas de extensão, atividades esportivas, \natividades culturais, monitoria e tutoria. Estas atividades devem ser comprovadas \nformalmente, devendo ser apresentado comprovante de participação e / ou aprovação \nemitido pela instituição promotora da atividade, constando o nome e o tipo da \natividade, o nome do aluno e a carga horária. As atividades de pesquisa e de extensão \ndevem seguir os procedimentos e normas estabelecidos pela Diretoria de Pesquisa, \nPós-Graduação, Inovação e Extensão e pela Pró-Reitoria de Extensão e de Pesquisa, \nInovação e Pós-Graduação. Sugere-se que as atividades complementares no Curso de \nEngenharia Mecânica privilegiem:  \n a complementação da formação social e profissional do discente; \n atividades de cunho comunitário e de interesse coletivo; \n atividades de assistência acadêmica e de iniciação científica e tecnológica; \n atividades esportivas e culturais, além de intercâmbios em instituições \ncongêneres. \nAs normas para realização do estágio são definidas em Regulamento de Estágio do \nIFMG (IFMG, 2013), sendo permitido ao aluno utilizar experiência profissional \nvinculada a área de mecânica em substituição ao estágio supervisionado, devendo \ncomprovar a experiência profissional e apresentar um relatório. Devido ao vínculo de \ndiversos discentes com o mercado de trabalho, é permitido a realização de estágio, \nincluindo o aproveitamento de experiências profissionais, em qualquer período do \ncurso. O relatório de estágio deverá ser aprovado pelo Professor Orientador e pelo \nCoordenador do Curso devendo ter como resultado somente o conceito “Aprovado” ", "33": "Engenharia Mecânica IFMG – Campus Congonhas 33 ou “Reprovado”. Deve haver uma distribuição igualitária dos alunos entre os docentes \nlotados na coordenadoria do curso, com exceção do Coordenador do Curso.  \nAo final do curso, o aluno deverá apresentar um Trabalho de Conclusão de Curso (TCC) \nque deve ser orientado por um docente do IFMG. Este trabalho será apresentado para \numa banca com pelo menos três avaliadores, devendo ter pelo menos um membro \npertencente à Coordenadoria de Mecânica do Campus Congonhas. O TCC terá como \nresultado somente o conceito “Aprovado” ou “Reprovado”. Deve haver uma \ndistribuição igualitária dos alunos entre os docentes lotados na coordenadoria do \ncurso, com exceção do Coordenador do Curso. \n \n4.5 EMPREENDEDORISMO E INOVAÇÃO TECNOLÓGICA: \nO IFMG conta com um núcleo de inovação tecnológica cujo objetivo é estimular o \ndesenvolvimento tecnológico e realizar a proteção da propriedade intelectual. \nEntre as ações do IFMG para fomentar a pesquisa e a inovação, a que mais se destaca \ne o lançamento anual um edital cujo objetivo é fomentar projetos de pesquisa \naplicada, em especial projetos com foco no desenvolvimento de novas tecnologias e \nmetodologias e, preferencialmente, que possuam parcerias com empresas e/ou \ninstituições externas. Esta política do IFMG é fundamental para o desenvolvimento de \nnovas tecnologias pelos docentes e discentes do curso de Engenharia Mecânica e é um \ndiferencial em relação a outras instituições de ensino superior. \nEstá implantada a Scoupe Consultoria Jr., uma empresa júnior criada a partir do \ninteresse e da participação dos alunos do curso de Engenharia Mecânica e de \nEngenharia de Produção. \n ", "34": "Engenharia Mecânica IFMG – Campus Congonhas 34  \n4.6 DESENVOLVIMENTO SUSTENTÁVEL E COOPERATIVISMO: \nTodas as disciplinas e projetos desenvolvidos dentro do curso de Engenharia Mecânica \ndeverão levar em conta o desenvolvimento sustentável e o respeito à sociedade. \nProjetos de pesquisa e / ou de extensão que tenham foco na organização social e no \ndesenvolvimento sustentável deverão ser apoiados pela coordenação do curso e por \nseus docentes. \n \n4.7 INTEGRAÇÃO COM OUTROS CURSOS E MODALIDADES DE ENSINO: \nO Bacharelado em Engenharia Mecânica deve compartilhar a mesma infraestrutura \ndos cursos Técnicos em Mecânica, nas modalidades Subsequente e Integrado ao \nEnsino Médio, devendo, os docentes, lecionarem nos três cursos. Também \ncompartilha parte da grade curricular do Bacharelado em Engenharia de Produção, em \nespecial a maioria das disciplinas do Núcleo de Conteúdos Básico, sendo ministradas \nem turno e semestre diferentes, possibilitando o aluno, em caso de reprovação, cursar \nas disciplinas equivalentes no curso de Engenharia de Produção. Algumas disciplinas \nministradas no currículo obrigatório da Engenharia de Produção, entre elas \n“Programação de Computadores II”, “Gestão da Qualidade”, “Gerenciamento de \nProjetos” e “Custos Industriais e Contabilidade Gerencial” poderão ser cursadas como \ndisciplinas optativas do curso de Bacharelado em Engenharia Mecânica. \n \n4.8 SERVIÇOS DE APOIO AO DISCENTE: \nEntre as diversas formas de apoio aos discentes no Campus Congonhas, destacam-se: \n CAS – Centro de Atendimento à Saúde: conta com profissionais de medicina, \nenfermagem, odontologia e psicologia. Serviço gratuito oferecido a todos os \nalunos do Campus Congonhas. \n Auxílios Permanência: para auxiliar a permanência do aluno no curso, o Campus \nCongonhas abre anualmente um edital para a seleção, por critérios sociais, \npara bolsas de auxílio. ", "35": "Engenharia Mecânica IFMG – Campus Congonhas 35  Programas de Iniciação Científica e de Extensão: o IFMG, em parceria com o \nCNPq e FAPEMIG, fomenta projetos de pesquisa e de extensão onde parte do \nrecurso é destinada ao pagamento de bolsas para os alunos interessados. \n Área pedagógica, responsável pelo apoio pedagógico aos docentes e discentes. \n NAPNE, responsável pelo atendimento a pessoas com necessidades \neducacionais especiais. \n Programa de Tutoria,  cuja finalidade é a de auxiliar os discentes que \napresentarem dificuldades de aprendizado, permitindo a recuperação da \naprendizagem de forma progressiva através das atividades desenvolvidas pelo \nmonitor/tutor em conjunto com o docente-orientador. \nAlém da estrutura formal de assistência aos alunos, o Campus Congonhas conta com \nprofissionais qualificados em todas as suas áreas, oferecendo um serviço de qualidade \nà toda a comunidade acadêmica. \n \n4.9 DIPLOMAS: \nAo IFMG, cabe toda a responsabilidade de proceder todos os atos de expedir e \nregistrar os certificados e diplomas, de acordo com a legislação vigente. \nO aluno que concluir com aproveitamento o curso, apresentar o trabalho de conclusão \ndo curso, o relatório de estágio curricular supervisionado e atender a obrigações \nprevistas na legislação e normas vigentes, entre elas a relativa ao Exame Nacional de \nDesempenho de Estudantes, receberá o diploma de Bacharel em Engenharia \nMecânica. \nNo histórico escolar que acompanha o diploma estarão explicitadas, além de todas as \ninformações referentes ao aproveitamento do aluno durante o curso, as competências \ndefinidas no perfil profissional de conclusão do curso. ", "36": "Engenharia Mecânica IFMG – Campus Congonhas 36 O trâmite para emissão dos diplomas será o descrito no Regulamento de Ensino dos \nCursos de Graduação do IFMG (IFMG, 2016), no Regimento Interno do Campus \nCongonhas e demais normas internas aplicáveis. ", "37": "Engenharia Mecânica IFMG – Campus Congonhas 37  \n4.10 ADMINISTRAÇÃO ACADÊMICA DO CURSO: \nA equipe lotada no Departamento de Mecânica em novembro de 2019 é formada \npelos integrantes: \nLucas do Amaral Faria \n(Coordenador Eng. Mecânica) Docente Bacharel em Eng. Agrícola \nDoutor Eng. de Irrigação e Drenagem \nKassiane de Sousa Medeiros \n(Chefe Departamento) Docente Bacharel em Eng. Elétrica \nMestre em Eng. Elétrica \nFrank de Mello Liberato \n(Coordenador Cursos Técnicos) Docente Bacharel em Eng. de Materiais \nDoutor em Eng. Metalúrgica \nArtur Caron Motttin \n Docente Bacharel em Design de Produto \nDoutor em Eng. de Materiais \nFabrício Carvalho Soares \n Docente Bacharel em Eng. Mecânica \nDoutor em Eng. Mecânica \nFelipe Farage David Docente Bacharel em Eng. Metalúrgica \nMestre em Eng. Mecânica \nFelipe Vieira Maciel \n Docente Bacharel em Eng. Mecânica \nMestre em Eng. Civil \nGiuliano Siniscalchi Martins \nDocente Bacharel em Desenho Industrial e \nLicenciado em Física, Doutor em Eng. \nMetalúrgica, Materiais e de Minas \nHugo Augusto Tupan Silva Docente Bacharel em Eng. Mecânica  \nMestre em Eng. Mecânica \nLuciano Juliani Docente Bacharel em Eng. Mecânica \nMestre em Eng. Mecânica \nMarcelo Henrique Souza Bomfim Docente Bacharel em Eng. Mecânica \nMestre em Eng. Mecânica \nMarco Antônio Sabará \n Docente Bacharel em Eng. Indust. Mecânica \nMestre em Eng. Mecânica \nThairone Conti Serafini Aguiar Docente Bacharel em Eng. Mecânica \nMestre em Eng. Mecânica \nThiago Augusto Araújo Moreira Docente Bacharel em Eng. Mecânica \nDoutor em Eng. Mecânica \nRafael de Oliveira Cordeiro Técnico Técnico em Mecânica \nBacharel em Eng. Produção \n ", "38": "Engenharia Mecânica IFMG – Campus Congonhas 38 Além da equipe atual, o curso contará com a colaboração de docentes lotados em \noutros departamentos do Campus Congonhas, em especial docentes dos \ndepartamentos de Ciências da Natureza, Engenharia de Produção, Física, Linguagens e \nMatemática. \n O Departamento de Mecânica também conta no quadro docente os seguintes \nprofessores substitutos: \nGuilherme Santana Vartuli Docente Bacharel em Eng. Civil \nPós-Graduação Eng. de Estruturas \nDiego Fonseca Silva Docente Bacharel em Eng. Mecânica  \nMestre em Eng. Mecânica \nNathália Duarte Souza Alvarenga \nSantos Docente Bacharel em Eng. Mecânica  \nMestre em Eng. Mecânica \n \n \n4.11 COLEGIADO E NÚCLEO DOCENTE ESTRUTURANTE: \nAs normais para funcionamento e atribuições do Colegiado estão descritas no \nRegulamento de Ensino dos Cursos de Graduação IFMG (IFMG, 2016) e pela Resolução \n003 de 04 de novembro de 2014, expedida pelo Conselho Acadêmico do Campus \nCongonhas (IFMG – Campus Congonhas, 2014). \nO Núcleo Docente Estruturante (NDE) será formado por 5 (cinco) docentes lotados em \nregime de dedicação exclusiva na Coordenadoria de Mecânica do campus Congonhas \ndevendo possuir titulação mínima de mestre, conforme determina o Parecer CONAES \nnº 4 de 17 de junho de 2010. Deverão ser eleitos pelos seus pares para um mandato de \ntrês anos, podendo ser reconduzidos após nova eleição, sem limitação do número de \nreconduções. Em cada eleição, poderá haver a renovação de, no máximo, 2/3 dos \nmembros. \nConforme descrito no Parecer CONAES nº 4 de 17 de junho de 2010, o NDE do curso \nde Bacharel em Engenharia Mecânica do Campus Congonhas terá como atribuições: a \nconcepção, consolidação e contínua atualização do projeto pedagógico do curso – PPC; \ncontribuir para a consolidação do perfil profissional pretendido para o egresso; zelar \npela integração curricular interdisciplinar entre as diferentes atividades de ensino ", "39": "Engenharia Mecânica IFMG – Campus Congonhas 39 constantes no currículo; zelar pelo cumprimento das Diretrizes Curriculares Nacionais \npara os cursos de graduação; indicar formas de incentivo ao desenvolvimento de linhas \nde pesquisa e de extensão, oriundas de necessidades da graduação, de exigências do \nmercado de trabalho e afinadas com as políticas públicas relativas à área de \nconhecimento do curso. \nAtualmente, o Núcleo Docente Estruturante, foi constituído por meio da portaria nº 84 \nde 6 de julho de 2019, formado pelos docentes: Lucas do Amaral Faria, Fabrício \nCarvalho Soares, Felipe Vieira Maciel, Artur Caron Mottin e Marco Antônio Sabará. \n ", "40": "Engenharia Mecânica IFMG – Campus Congonhas 40 INFRAESTRUTURA: \nO campus Congonhas possui salas de permanência para os docentes, sendo que os \ndocentes do Departamento de Mecânica normalmente ficam no prédio de aulas 1 ou \nno prédio de laboratório, sendo que em ambos o local de permanência conta com \nmesa individual e computador (quando solicitado) para cada docente. Existe uma sala \nespecífica e individual para cada coordenador de curso, contando com secretaria \ncompartilhada entre os coordenadores. \nA biblioteca existente é satisfatória, estando disponíveis referências bibliográficas \nnecessárias para o adequado funcionamento do curso de Engenharia Mecânica. Além \ndisso, os alunos tem acesso à biblioteca virtual (Ebrary e Pearson) e ao portal de \nperiódicos da CAPES. \nAs salas de aula possuem tamanho adequado para 32 alunos e todas possuem projetor \nmultimídia, tela de projeção e computador. Retroprojetores também estão à \ndisposições nas salas dos professores. \nOs laboratórios de informática e a sala de desenho possuem tamanhos adequados \npara as necessidades dos cursos, atendendo a demanda das aulas práticas dos quatro \nprimeiros períodos do curso. Os equipamentos do laboratório de informática possuem \nbom desempenho e funcionamento. O Campus Congonhas possui licença dos \nprogramas utilizados e trabalha, quando possível, com aplicativos livres. \nO campus Congonhas possui laboratórios de Química e de Física, onde é possível a \nrealização, entre outras, das práticas:  \n Mecânica: cinemática em uma e duas dimensões; Leis de Newton para \npartículas; dinâmica de corpos rígidos; Rotações; Hidrostática; Hidrodinâmica; \nEnergia: conservação e transformação. \n Óptica física e geométrica: banco óptico para formação de imagens; dispersão \nda luz; refrações e reflexões. \n Ondulatória: ondas mecânicas em uma, duas ou três dimensões; acústica; cuba \nde ondas. ", "41": "Engenharia Mecânica IFMG – Campus Congonhas 41  Física Térmica: calorímetro: com ou sem mudança de fase; estudos dos gases; \ntermodinâmica. \n Eletromagnetismo: eletrostática, circuitos elétricos e magnetismo; leis de \nGauss, Ampère, Faraday e Lenz. \n Física Moderna: efeito fotoelétrico \n \nNo Departamento de Mecânica está o bloco de laboratórios “Professora Maria Sílvia \nMachado Ferreira”, contendo os seguintes laboratórios: \n Eletroeletrônica e Automação: Este laboratório está equipado com fontes \nvariáveis, protoboards, multímetros, osciloscópios, sendo utilizado \nespecialmente nas práticas de eletrônica. Devido à sua estrutura física \n(disposição e bancas), as aulas práticas de metrologia também ocorrem neste \nespaço. \n Ensaios Mecânicos e Metalografia: está equipado, na área de ensaios, com uma \nmáquina universal de ensaios (100 kN), um pendulo de impacto, equipamento \npara medição de dureza vickers e microscópios. Na área de metalografia possui \nseis politrizes, dois fornos tipo mufla, duas embutidoras e cortadora \nmetalográfica. Em seu espaço físico também estão um projetor de perfis e uma \nmesa de desempeno. \n Hidropneumática: duas bancadas para práticas de pneumática e \neletropneumática estão disponíveis neste equipamento, possibilitando práticas \ncom até quatro grupos simultâneos. \n Sistemas Térmicos e Fluidodinâmicos: este laboratório encontra-se em \nimplantação, estando em construção uma bancada de refrigeração e uma \nbancada de bombas centrífugas, ambas em desenvolvimento a partir de \nprojetos internos do departamento. \n Soldagem e Caldeiraria: está equipado com um guilhotina para chapas com até \n4 mm de espessura, uma prensa viradeira de 40 toneladas, uma calandra de \ntrês cilindros, três equipamentos para solda pelo processo GMAW, um \nequipamento de solda multiprocesso, dois equipamentos de corte a plasma, \nequipamentos para oxiacetileno. ", "42": "Engenharia Mecânica IFMG – Campus Congonhas 42  Usinagem: possui uma fresa CNC / centro de usinagem CNC com opção de troca \nautomática de ferramentas com 20 posições; um torno CNC de alta velocidade, \ncom porta ferramentas com 8 posições, removedor de cavacos e alimentador \nautomático de barras de aço; dois tornos convencionais, duas fresas \nconvencionais, duas furadeiras de coluna, uma retífica plana, uma serra fita, \nesmeril, morsas e bancadas. \nEste bloco de laboratório também conta com espaço para desenvolvimento de \nprojetos de pesquisa e / ou extensão, com acesso permitido aos alunos, sob supervisão \ndo técnico de laboratório ou de algum docente lotado no Departamento de Mecânica. \nOs equipamentos dos laboratórios também estão disponíveis para utilização em \nprojetos de pesquisa e / ou de extensão, desde que os participantes dos projetos \nsejam capacitados e sigam as normas de segurança específica de cada laboratório.", "43": "Engenharia Mecânica IFMG – Campus Congonhas 43  \n5 PROCEDIMENTOS DE AVALIAÇÃO: \n5.1 SISTEMA DE AVALIAÇÃO DO PROCESSO DE ENSINO E APRENDIZAGEM: \nConforme o § 1º do Art. 8º da Resolução CNE/CES 11/2002, as avaliações dos alunos \ndeverão basear-se nas competências, habilidades e conteúdos curriculares \ndesenvolvidos tendo como referência as Diretrizes Curriculares.  \nA avaliação do desempenho escolar será feita por disciplinas ao longo do período, \nconsiderando aspectos de assiduidade e aproveitamento. A avaliação de aprendizagem \nserá processual, diagnóstica, não pontual e inclusiva, levando em conta as atividades \ncoletivas e o desempenho individual no processo de construção do conhecimento. Os \ninstrumentos utilizados serão tantos quanto necessários. \nAo final de cada disciplina, o aluno será considerado “Aprovado” quando obtiver o \nmínimo de 60% dos pontos distribuídos e presença igual ou superior a 75% da carga \nhorária, conforme consta no Regulamento de Ensino dos Cursos de Graduação do \nIFMG (IFMG, 2016). Demais procedimentos adotados para avaliação do processo de \nensino e aprendizagem são padronizados para os cursos do Campus Congonhas, \ndescritos em seu Regimento Interno. Nele também estão descritos os processos de \nrecuperação da aprendizagem, que devem ser seguidos pelo Bacharelado em \nEngenharia Mecânica. \n5.2 SISTEMA DE AVALIAÇÃO DO PROJETO DO CURSO: \nO curso de Bacharel em Engenharia Mecânica será continuamente avaliado pela \nComissão Própria de Avaliação (CPA), conforme regulamentação interna do IFMG \nválida para todos os campi e pelo Núcleo Docente Estruturante. Além disso, o curso \ndesde sua concepção visa atender as normas do MEC / CNE / CONAES de modo a \noferecer um ensino de qualidade, devendo analisar, quando disponível, os indicadores \ne avaliações do Sistema Federal de Ensino. Sempre que necessário, o campus \nCongonhas conta com a colaboração das empresas instaladas na Região, em Especial \ndo Consórcio Minero-Metalúrgico. ", "44": "Engenharia Mecânica IFMG – Campus Congonhas 44  \n6 CONSIDERAÇÕES FINAIS: \nPor estar inserido em uma região industrial, em especial a indústria minero-\nmetalúrgica, existe uma carência de Engenheiros Mecânicos na região. O Campus \nCongonhas, por já possuir estrutura na área por oferecer cursos técnicos em Mecânica \ndesde 2006, e como retorno a comunidade, implantar e manter este curso, formando \nprofissionais qualificados e atendendo parte da demanda das industrias da região. \nPara atender esta demanda com qualidade, sempre que necessário este plano de \ncurso deve ser revisado, observando os resultados dos indicadores e das avaliações do \nSistema Federal de Ensino e das necessidades de adequação sugeridas pelas empresas \nda região, devendo estar sempre de acordo com as Diretrizes Curriculares Nacionais e \ncom as entidades de classe (CONFEA / CREA). ", "45": "Engenharia Mecânica IFMG – Campus Congonhas 45  \n7 REFERÊNCIAS BIBLIOGRÁFICAS: \nANALÍTICA CONSULTORIA. Mercado de Trabalho para o Engenheiro e Tecnólogo no \nBrasil: Sumário Analítico, 2008. Disponível em: \nhttp://admin.cni.org.br/portal/data/files/00/8A9015D0189E683801189E74A1DB132A/\nPesquisa Inova Engenharia 2008.pdf, acessado em 15/04/2013. \nBRASIL / Conselho Nacional de Avaliação da Educação Superior. Parecer CONAES nº 4 \nde 17 de junho de 2010. Disponível em: \nhttp://portal.mec.gov.br/index.php?Itemid=&gid=6884&option=com_docman&task=d\noc_download. Acesso em: 15/04/2012 \nBRASIL / Conselho Nacional de Educação / Câmera de Educação Superior. Resolução \nCNE/CES nº 11, de 11 de março de 2002. Diretrizes curriculares Nacionais do curso de \ngraduação em Engenharia. Disponível em: \nhttp://portal.mec.gov.br/cne/arquivos/pdf/CES112002.pdf, acessado em 17/04/2013. \nBRASIL / Conselho Nacional de Educação / Câmera de Educação Superior. Resolução \nCNE/CES nº2, de 18 de junho de 2007. Disponível em: \nhttp://portal.mec.gov.br/cne/arquivos/pdf/2007/rces002_07.pdf, acessado em \n17/04/2013. \nBRASIL / MEC-SETEC. Princípios norteadores das engenharias nos Institutos Federais. \nBrasília, Outubro de 2008. \nBRASIL. Constituição da República Federativa do Brasil de 1988. Disponível em: \nhttp://www.planalto.gov.br/ccivil_03/Constituicao/Constituição.htm, acesso em \n15/04/2012. \nBRASIL. Decreto 5296 de 2 de dezembro de 2004. Disponível em: \nhttp://www.planalto.gov.br/ccivil_03/_ato2004-2006/2004/decreto/d5296.htm, \nAcesso em: 15/04/2012 ", "46": "Engenharia Mecânica IFMG – Campus Congonhas 46 BRASIL. Lei 9795, de 27 de abril de 1999. Disponível em: \nhttp://www.planalto.gov.br/ccivil_03/Leis/L9795.htm, acesso em 15/04/2012. \nCMM-MG. Apresentação do Consórcio Mínero-Metalúrgico de Minas Gerais. \nDisponível em http://www.cmm-mg.com.br/pdf/apresentacao_consorcio.pdf, \nacessado em 16/04/2013. \nIBGE. IBGE Cidades@ Congonhas – MG. Disponível em: \nhttp://www.ibge.gov.br/cidadesat/painel/painel.php?codmun=311800#, acessado em \n16/04/2013. \nIFMG. Regulamento de Estágio do IFMG, aprovado pela Resolução nº 029 de 25 de \nsetembro de 2013. \nIFMG. Estatuto do Instituto Federal de Educação, Ciência e Tecnologia de Minas Gerais, \naprovado pela Resolução nº 014 de 15 de junho de 2016. \nIFMG. Regulamento de Ensino dos Cursos Superiores do Instituto Federal de Educação, \nCiência e Tecnologia de Minas Gerais, aprovado pela Resolução nº 030 de 14 de \ndezembro de 2016.  \nIFMG – Campus Congonhas. Projeto Pedagógico: Curso de Engenharia de Produção. \nCoordenação de Produção. IFMG. Congonhas, MG, 2013 \nIFMG – Campus Congonhas. Regimento dos Colegiados de Curso do IFMG – Campus \nCongonhas, aprovado pela Resolução nº 003 de 04 de novembro de 2014.  \n ", "47": "Engenharia Mecânica IFMG – Campus Congonhas 47  \nAPÊNDICE I - EMENTAS DAS DISCIPLINAS \n \n1º PERÍODO \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMAT001 Cálculo I 90 Obrigatória  \nEmenta: \nEstudo de Funções (domínio, imagem, gráfico, translação, tipos, composição e inversa). \nLimite (noção intuitiva, definição, propriedades, cálculo, limites laterais, Teorema do \nConfronto, limites no infinito e limites infinitos, continuidade de função e assíntotas). \nDerivada (definição, interpretação, reta tangente e normal, regras de derivação, derivadas \ndos diferentes tipos de funções, regra da cadeia, derivada de ordem superior, Teorema do \nValor Médio, derivação implícita). Aplicações das Derivadas (Regra de L’Hopital, taxas \nrelacionadas, otimização, estudo do comportamento e construção de gráfico de função). \nIntegral indefinida (definição, propriedades, técnicas de integração). Integral definida \n(definição, propriedades, Teorema Fundamental do Cálculo). Aplicações das integrais \n(área, volume, comprimento). Integrais Impróprias.  \nObjetivos Gerais e Específicos:  \nViabilizar a compreensão dos conteúdos da ementa e desenvolver a consciência dos alunos \nem relação à construção das suas habilidades de argumentar e de expressar em Matemática. \nFornecer embasamento matemático para os alunos de Engenharia, tornando-os capazes de \nanalisar e aplicar o conteúdo nas demais disciplinas formadoras de sua grade curricular, \nbem como aplicação em seu cotidiano profissional. Desenvolver habilidades e \ncompetências tais como raciocínio lógico, postura crítica e capacidade de resolver \nproblemas.  \nBibliografia Básica:  \nLEITHOLD, L.O. Cálculo com Geometria Analítica. v.1, 3 ª ed. São Paulo: Harbra, 1994.  \nSTEWART, James. Cálculo. Antonio Carlos Moretti (trad.), v.1, 6 ª ed. São Paulo: \nCengage Learning, 2009.  \nTHOMAS, G.B. Cálculo. Vol. 1, 11 ª ed. São Paulo: Addison Wesley, 2009.  \nBibliografia Complementar:  \nANTON, H., BIVENS, I., DAVIS, S. Cálculo. v.1, 8 ª ed, Bookman Companhia, 2007. \nAPOSTOL, Tom M. Calculo I. Rio de Janeiro: Reverte, 1988 ", "48": "Engenharia Mecânica IFMG – Campus Congonhas 48 ÁVILA, Geraldo. Cálculo das funções de uma variável: volume 1. 7. ed. Rio de Janeiro: \nLTC, 2003. \nFLEMMING, Diva M., GONÇALVES, M. B. Cálculo A. 2. ed. São Paulo: Pearson, 2007. \nGUIDORIZZI, Hamilton L. Um curso de cálculo. v. 1, 5. ed. São Paulo: LTC, 2002. \nSIMMONS, George F.. Cálculo com Geometria Analítica. v. 1. São Paulo: Pearson, 2010. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMAT002 Geometria Analítica 60 Obrigatória  \nEmenta: \nVetores (noção intuitiva, operações com vetores, ângulo de dois vetores, vetores no plano e \nvetores no espaço). Produto Escalar (definição algébrica, propriedades, definição \ngeométrica, cálculo do ângulo de dois vetores, ângulos diretores e cossenos diretores de um \nvetor, projeção de um vetor sobre outro, interpretação geométrica do módulo do produto \nescalar e produto escalar no plano). Produto Vetorial (definição, características do vetor \n e interpretação geométrica do módulo do produto vetorial). Produto Misto \n(definição, propriedades, interpretação geométrica do módulo do produto misto e volume \ndo tetraedro). A Reta (equação vetorial, equações paramétricas, reta definida por dois \npontos, equações paramétricas de um segmento de reta, equações simétricas, equações \nreduzidas da reta, retas paralelas aos planos coordenados, retas paralelas aos eixos \ncoordenados, ângulo de duas retas, retas ortogonais, reta ortogonal a duas retas e interseção \nde duas retas). O Plano (equação geral, equação vetorial, equações paramétricas, equação \nvetorial de um paralelogramo, ângulo de dois planos, planos perpendiculares, paralelismo e \nperpendicularismo entre reta e plano, reta contida em plano, interseção de dois planos e \ninterseção de reta com plano). Distâncias (distância entre dois pontos, distância de um \nponto a uma reta, distância de ponto a plano, distância entre duas retas, ponto médio de um \nsegmento, equação reduzida e equação geral da circunferência). Cônicas (secções cônicas: \nelipse, parábola e hipérbole - definição, elementos, equações reduzidas, equações \nparamétricas e translação de eixos). Superfícies Quádricas (superfícies de revolução, \nelipsoides, hiperboloides, paraboloides, superfícies cônicas e superfícies cilíndricas). \n \nObjetivos Gerais e Específicos:  \nViabilizar a compreensão dos conteúdos da ementa e desenvolver a consciência dos alunos \nem relação à construção das suas habilidades de argumentar e de expressar em Matemática. \nFornecer embasamento matemático para os alunos de Engenharia, tornando-os capazes de \nanalisar e aplicar o conteúdo nas demais disciplinas formadoras de sua grade curricular, \nbem como aplicação em seu cotidiano profissional. Desenvolver habilidades e \ncompetências tais como raciocínio lógico, postura crítica e capacidade de resolver \nproblemas.  \n \nBibliografia Básica:  \nWINTERLE, P. Vetores e Geometria Analítica. 2a ed. S ̃ao Paulo: Pearson, 2014. \nJULIANELLI, José Roberto. Cálculo Vetorial com Geometria Analítica. Rio de Janeiro: ", "49": "Engenharia Mecânica IFMG – Campus Congonhas 49 Ciência Moderna Ltda, 2008.  \nSANTOS, Fabiano J. ; FERREIRA, Silvimar F. Geometria Analítica. São Paulo: Bookman, \n2009. \nBibliografia Complementar:  \nCAMARGO, Ivan de; BOULOS, Paulo. Geometria analítica: um tratamento vetorial. 3 ed. \nSão Paulo: Pretice Hall, 2005. \nLORETO, Ana Célia C.; LORETO JÚNIOR, Armando Pereira. Vetores e Geometria \nAnalítica: resumo teórico e exercícios. 2. ed. São Paulo: LCTE, 2009. \nSANTOS, N. M. dos; ANDRADE, D.; GARCIA, N. M. Vetores e Matrizes: uma \nintrodução à álgebra linear. 4 ed. São Paulo: Cengage Learning, 2007. \nSANTOS, R. J. Matrizes, Vetores e Geometria Analítica. Belo Horizonte: Imprensa \nUniversitária da UFMG, 2012. Disponível em https://regijs.github.io/ Acesso em 30 de \nnovembro de 2017. \nSANTOS, R. J. Um curso de Geometria Analítica e Álgebra Linear. Belo Horizonte: \nUFMG, 2010. Disponível em https://regijs.github.io/ Acesso em 30 de novembro de 2017. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nQUI001 Química Geral 60 Obrigatória  \nEmenta: \nEstrutura atômica. Classificação periódica dos elementos. Ligações químicas. Gases, \nsólidos, líquidos e soluções. Eletroquímica. Cinética e equilíbrio. Reações químicas. Prática \nde Laboratório. \nObjetivos Gerais e Específicos:  \nFornecer conceitos de química aos alunos da Engenharia, tornando-os capazes de analisar e \naplicar o conteúdo nas demais disciplinas formadoras de sua grade curricular, bem como \naplicação em seu cotidiano profissional.  \nBibliografia Básica:  \nATKINS, P. W; JONES, Loretta. Princípios de química: questionando a vida moderna e o \nmeio ambiente. 3ª ed. Porto Alegre: Bookman, 2006. xv, 968 p. \nBROWN, Theodore L.; LEMAY JUNIOR, Harold Eugene.; BURSTEN, Bruce Edward.; \nBURDGE, Julia R. Química: a ciência central. 9. ed. São Paulo: Pearson Prentice Hall, \n2003. 972 p. \nMAIA, Daltamir Justino; BIANCHI, José Carlos de Azambuja. Química Geral: ", "50": "Engenharia Mecânica IFMG – Campus Congonhas 50 fundamentos. São Paulo: Pearson Prentice Hall, 2007. 436 p.  \nBibliografia Complementar:  \nBAIRD, Colin. Química ambiental. 2ª ed. Porto Alegre, RS: Bookman, 2002. xii, 622p. \nGENTIL, Vicente. Corrosão. 5. ed. Rio de Janeiro: LTC, 2007. xi, 353 p. \nHALL, Nina. Neoquímica: a química moderna e suas aplicações. Porto Alegre: Bookman, \n2004, 392 p. \nMAHAN, Bruce H; MYERS, Rollie J. Química: um curso universitário. São Paulo: E. \nBlucher, 1995. xxi, 582p. \nMASTERTON, William L.; SLOWINSKI, Emil J; STANITSKI, Conrad L. Princípios de \nQuímica. 6ª ed. Rio de Janeiro: LTC, 1990. 698p. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nPOR001 Português Instrumental 30 Obrigatória  \nEmenta: \nA língua portuguesa. A comunicação humana. Leitura. Interpretação e produção de textos \nde diferentes naturezas, incluindo diversidade étnico-racial, educação ambiental e \nresponsabilidade social. Problemas gerais da língua. Redação técnica, científica, oficial e \ncomercial. Fundamentos de Trabalho em grupo. Elaboração e apresentação de trabalhos \nacadêmicos. Criatividade e Comunicação.  \nObjetivos Gerais e Específicos:  \nFornecer ferramentas de linguagem e comunicação aos alunos da Engenharia com o \nobjetivo de melhorar a comunicação escrita e formal destes alunos.  \nBibliografia Básica:  \nBAGNO, Marcos. A língua de Eulália: novela sociolinguística. 14. ed. São Paulo: \nContexto: 2005. \nFARACO, Carlos Alberto; TEZZA, Cristóvão. Prática de texto: para estudantes \nuniversitários. 21. ed. Petrópolis, RJ: Vozes, 2011.  \nMACHADO, Anna Rachel; LOUSADA, Eliane; ABREU-TARDELLI, Lília Santos \n(Coord.). Planejar gêneros acadêmicos: escrita científica, texto acadêmico, diário de \npesquisa, metodologia. São Paulo: Parábola, 2005.  \nBibliografia Complementar:  \nABREU, Antônio Suarez. Curso de redação. 12 ed. São Paulo: Ática, 2005. \nBECHARA, Evanildo. Moderna gramática portuguesa. 14. ed. São Paulo: Ed. Nacional, ", "51": "Engenharia Mecânica IFMG – Campus Congonhas 51 1968. \nCOSCARELLI, Carla Viana. Oficina de leitura e produção de textos: livro do aluno. \nEditora UFMG, 2007. \nECO, Umberto. Como se faz uma tese. Trad. Gilson Cesar Cardoso de Souza. 20. ed. São \nPaulo: Perspectiva, 2005. (Coleção Estudos; v. 85). \nLEITE, Marli Quadros. Preconceito e intolerância na linguagem. São Paulo: Contexto, \n2008. \nFOLHA DE SÃO PAULO. Manual de Redação. 17° ed. Publifolha, 2011. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC001 Metodologia Científica 30 Obrigatória  \nEmenta: \nConhecimento e linguagem. Tipos de conhecimento. O método científico e suas \ncaracterísticas. A pesquisa científica. Epistemologia e ciência. Modalidades de Pesquisa. \nInstrumentos de coleta e análise de dados. Elaboração de textos acadêmicos. Elementos \nconstituintes do projeto de pesquisa. A postura do pesquisador. Pesquisa e ética. \nObjetivos Gerais e Específicos:  \nFundamentar alguns conceitos básicos da pesquisa, incluindo tipos diferentes de pesquisa \naplicadas na Engenharia Mecânica, principais erros e técnicas experimentais. \nBibliografia Básica:  \nDEMO, P. Metodologia do Conhecimento Científico. São Paulo: Atlas, 2000. \nPOPPER, K. A lógica da pesquisa. São Paulo: Cultrix, 2000.  \nSEVERINO, A. J. Metodologia do Trabalho Científico. São Paulo: Cortez, 2000.  \nBibliografia Complementar:  \nBARROS, A.J.S.; LEHFELD, N.A.S. Fundamentos de metodologia científica. 2.ed. \nampliada. São Paulo: Makrom Books, 2000. \nFOLHA DE SÃO PAULO. Manual de Redação. 17° ed. Publifolha, 2011. \nFURASTÉ, P.A. Normas técnicas para o trabalho científico. Explicitação das normas da \nABNT. Porto Alegre: s.n. 2006. \nMARCONI, Marina de Andrade; LAKATOS, Eva Maria. Metodologia do trabalho \ncientífico: procedimentos básicos, pesquisa bibliográfica, projeto e relatório, publicações e \ntrabalhos científicos. 7. ed. rev. ampl. São Paulo: Atlas, 2007.  \nTHIOLLENT, Michel. Pesquisa-ação nas organizações. 2. ed. São Paulo: Atlas, 2009. ", "52": "Engenharia Mecânica IFMG – Campus Congonhas 52  \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC002 Desenho Técnico 60 Obrigatória  \nEmenta: \nFundamentos de geometria descritiva para representação de pontos, segmentos de reta, \nplanos e sólidos. Desenho de peças simples segundo as normas de projeção ortogonal à \nmão livre e com o emprego de instrumentos. Caligrafia técnica. Perspectivas isométrica e \ncavaleira a partir de partes de projeções ortogonais (desenho à mão livre e com \ninstrumentos). Aplicação de desenho geométrico em projeções ortogonais de peças. \nFormatos, legendas normalizadas, cotas e escala. Aplicação de cortes e seções em peças. \nRepresentação de tolerâncias e acabamentos de superfícies. Uso de vista auxiliar, vista \nauxiliar simplificada e supressão de vistas. Desenho de conjuntos. \nObjetivos Gerais e Específicos:  \nPermitir ao aluno a leitura, interpretação e execução de desenho técnico aplicando as \nnormas técnicas vigentes. Fornecer ao estudante as ferramentas necessárias para o \ndesenvolvimento da pratica profissional no âmbito das engenharias.  \nBibliografia Básica:  \nFRENCH, T. E.; VIERCK, C. J. Desenho Técnico e Tecnologia Gráfica. Nova ed., \natualizada. ver. ampl. Porto Alegre: Globo, 1985. 1093 p. \nSILVA, A. et al. Desenho Técnico Moderno. 4ª ed. Rio de Janeiro: LTC, 2006. 494 p. \nCUNHA, L. V. da. Desenho técnico. 14. ed. Lisboa: Fundação Calouste Gulbenkian, 2008. \n854 p. \nBibliografia Complementar:  \nMAGUIRE, D. E.; SIMMONS, C. H. Desenho técnico: [problemas e soluções gerais de \ndesenho]. São Paulo: Hemus, c2004. 257 p \nMANFÉ, Giovanni; POZZA, Rino; SCARATO, Giovanni. Desenho técnico mecânico 1: \ncurso completo para as escolas técnicas e ciclo básico das faculdades de engenharia. São \nPaulo: Hemus, 2004. v. 1. \nMANFÉ, Giovanni; POZZA, Rino; SCARATO, Giovanni. Desenho técnico mecânico 2: \ncurso completo para as escolas técnicas e ciclo básico das faculdades de engenharia. São \nPaulo: Hemus, 2004. v. 2. \nMANFÉ, Giovanni; POZZA, Rino; SCARATO, Giovanni. Desenho técnico mecânico 3: \ncurso completo para as escolas técnicas e ciclo básico das faculdades de engenharia. São \nPaulo: Hemus, 2004. V. 3. \nSPECK, Henderson José; PEIXOTO, Virgílio Vieira. Manual básico de desenho técnico. 4. ", "53": "Engenharia Mecânica IFMG – Campus Congonhas 53 ed. Florianópolis: UFSC, 2007. 211 p. \nNormas Técnicas ABNT: NBR2768-1, NBR2768-2, NBR6158, NBR6173, NBR6409, \nNBR6492, NBR8402, NBR8403, NBR8404, NBR8196, NBR8993, NBR10067, \nNBR10068, NBR10126, NBR10582, NBR12298, NBR14699. \n \n2º PERÍODO \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMAT003 Cálculo II 75 Obrigatória  \nEmenta: \nCônicas e Quádricas: Equações paramétricas; coordenadas polares; parábolas, Elipses e \nhipérboles; Cônicas em coordenadas polares; Cilindros e Superfícies Quádricas. \nSequências e Séries: Sequências e limites; convergência; Séries; Testes de convergência \n(Teste da Integral, Testes da Comparação, Séries Alternadas, Testes da Razão e da Raiz); \nséries de potências; séries e polinômios de Taylor; séries de MacLaurin. Derivadas \nParciais: Funções de várias variáveis; limites e continuidade; Derivadas Parciais; Planos \ntangentes; Regra da Cadeia; Derivadas Direcionais e Vetor Gradiente; Valores Máximo e \nMínimo; Multiplicadores de Lagrange.  \n \nObjetivos Gerais e Específicos:  \nViabilizar a compreensão dos conteúdos da ementa e desenvolver a consciência dos \nalunos em relação à construção das suas habilidades de argumentar e de expressar em \nMatemática. Fornecer embasamento matemático para os alunos de Engenharia, \ntornando-os capazes de analisar e aplicar o conteúdo nas demais disciplinas formadoras \nde sua grade curricular, bem como aplicação em seu cotidiano profissional. \nDesenvolver habilidades e competências tais como raciocínio lógico, postura crítica e \ncapacidade de resolver problemas. \n \nBibliografia Básica:  \nLEITHOLD, L.O cálculo com Geometria Analítica. v.2, 3 ª ed. São Paulo: Harbra, 1994. \nSTEWART, James. Cálculo. Antonio Carlos Moretti (trad.). v.2., 6 ª ed. São Paulo: \nCengage Learning, 2009. \nTHOMAS, G.B. Cálculo. v.2, 11 ª ed. SP: Addison Wesley, 2009.  \nBibliografia Complementar:  \nANTON, H., BIVENS, I., DAVIS, S. Cálculo. v.2, 8 ª ed, Bookman Companhia, 2007. \nAPOSTOL, Tom M. Calculo. Vol. 2, Rio de Janeiro: Reverte, 1988 \nÁVILA, Geraldo. Cálculo das funções de uma variável: volume 2. 7. ed. Rio de Janeiro: ", "54": "Engenharia Mecânica IFMG – Campus Congonhas 54 LTC, 2004. \nÁVILA, Geraldo. Cálculo das funções de múltiplas variáveis: volume 3. 7. ed. Rio de \nJaneiro: LTC, 2006. \nFLEMMING, Diva M., GONÇALVES, M. B. Cálculo B. 2. ed. São Paulo: Pearson, 2007. \nGUIDORIZZI, Hamilton L. Um curso de cálculo. v. 2, 5. ed. São Paulo: LTC, 2002. \nSIMMONS, George F.. Cálculo com Geometria Analítica. v. 2. São Paulo: Pearson, 2010. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMAT004 Álgebra Linear 60 Obrigatória  \nEmenta: \nMatrizes: Conceito; tipos especiais de matrizes e operações. Sistemas de equações lineares: \nEquação linear; sistema de equações lineares; sistemas lineares e matrizes; operações \nelementares; forma escalonada e solução de um sistema linear. Determinantes e Matriz \ninversa: Conceito; propriedades; cálculo; matriz inversa. Espaços Vetoriais: Definição; \nsubespaços vetoriais; combinação linear; dependência e independência linear; base e \ndimensão; mudança de base. Transformações Lineares: Definição; transformações de R2 \nem R2; núcleo e imagem; transformações lineares e matrizes. Autovalores e autovetores: \nDefinição; autovalor e autovetor de uma matriz; polinômio característico. \n \nObjetivos Gerais e Específicos:  \nViabilizar a compreensão dos conteúdos da ementa e desenvolver a consciência dos alunos \nem relação à construção das suas habilidades de argumentar e de expressar em Matemática. \nFornecer embasamento matemático para os alunos de Engenharia, tornando-os capazes de \nanalisar e aplicar o conteúdo nas demais disciplinas formadoras de sua grade curricular, \nbem como aplicação em seu cotidiano profissional. Desenvolver habilidades e \ncompetências tais como raciocínio lógico, postura crítica e capacidade de resolver \nproblemas.  \nBibliografia Básica:  \nBOLDRINI, J.L.; COSTA, S.R.I.; FIGUEIREDO, V.L. et al. Álgebra Linear. São Paulo: \nHarbra, 1984. \nCALLIOLI, C.A.; DOMINGUES, H.H.; COSTA, R.C.F. Álgebra linear e aplicações. \nAtual: São Paulo, 1977. \nLEON, S.J. Álgebra linear com aplicações. 4.ed. Rio de Janeiro: LTC, 1999.  ", "55": "Engenharia Mecânica IFMG – Campus Congonhas 55 Bibliografia Complementar:  \nLIPSCHUTZ, S. Algebra Linear. 3 ed. Makron Books, São Paulo, SP. 1994. \nSANTOS, R. J. Álgebra Linear e Aplicações. Belo Horizonte: Imprensa Universitária da \nUFMG, 2010. Disponível em https://regijs.github.io/ Acesso em 30 de novembro de 2017. \nSANTOS, R. J. Introdução à Álgebra Linear e Aplicações. Belo Horizonte: Imprensa \nUniversitária da UFMG, 2010. Disponível em https://regijs.github.io/ Acesso em 30 de \nnovembro de 2017.  \nSANTOS, R. J. Um curso de Geometria Analítica e Álgebra Linear. Belo Horizonte: \nUFMG, 2010. Disponível em https://regijs.github.io/ Acesso em 30 de novembro de 2017. \nSHOKRANIAN, S., Exercícios em Álgebra Linear I, Editora Ciência Moderna Ltda., Rio \nde Janeiro, RJ, 2009. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nFIS001 Física I 60 Obrigatória  \nEmenta: \nA disciplina inicia-se com a cinemática de uma partícula, incluindo o movimento circular e \nem três dimensões. Posteriormente, investiga-se a dinâmica translacional com base no \nconceito de força e nas Leis de Newton, contemplando suas aplicações. A continuidade se \ndá por meio da definição do trabalho, sua relação com a energia e aplicações. Ademais, os \nconceitos abordados são vislumbrados em práticas no laboratório de física. \nObjetivos Gerais e Específicos:  \nReconhecer o papel da Física no desenvolvimento da tecnologia para Engenharia de \nMecânica; conhecer e utilizar conceitos, leis e teorias dos diferentes ramos da Física; \nconstruir estratégias para solucionar problemas; desenvolver a capacidade de investigar; \narticular a Física com ensino superior; compreender a Física no mundo vivencial; \ncompreender códigos, símbolos e manuais de equipamentos de tecnologia no ramo de \nEngenharia; utilizar tabelas, gráficos, fórmulas para expressão do saber físico; elaborar \nsínteses; representar esquemas estruturados; conhecer fontes de informação.  \nBibliografia Básica:  \nYOUNG, Hugh D.; FREEDMAN, Roger A. Física I: mecânica. 12. ed. São Paulo: Addison \nWesley, 2009.  \nHALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos da Física: mecânica. 8. \ned. Rio de Janeiro: LTC, 2011. v. 1.  \nNUSSENZVEIG, Herch Moysés. Curso de física básica: mecânica. São Paulo: Blucher, 1997. ", "56": "Engenharia Mecânica IFMG – Campus Congonhas 56 v. 1.  \nBibliografia Complementar:  \nHEWITT, Paul G. Física conceitual. 11. ed. Porto Alegre: Bookman, 2011.  \nTIPLER, Paul A.; MOSCA, Gene. Física para cientistas e engenheiros: mecânica, oscilações e \nondas, termodinâmica. 6. ed. Rio de Janeiro: LTC, 2009. v. 1.  \nCHAVES, Alaor. Física básica: mecânica. Rio de Janeiro: LTC, 2007.  \nSERWAY, Raymond A.; JEWETT, John W., Jr. Princípios de física: mecânica clássica. São \nPaulo: Cengage Learning, 2011. v. 1.  \nKNIGHT, Randall D. Física: uma abordagem estratégica. 2. ed. Porto Alegre: Bookman, \n2009. v. 1.  \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMSI001 Programação de Computadores 60 Obrigatória  \nEmenta: \nIntrodução à Ciência da Computação. Desenvolvimento de algoritmos. Programação em \nlinguagem C / C++: comandos básicos, seletivos, interativos, arranjos, procedimentos. \nObjetivos Gerais e Específicos:  \nEnsinar ao aluno técnicas básicas para o desenvolvimento de softwares, formando uma \nbase para ser utilizada no desenvolvimento de aplicativos de controle de sistemas, \nsimulações numéricas, entre outras aplicações na Engenharia Mecânica.  \nBibliografia Básica:  \nASCENCIO, A. F. G.; CAMPOS, E. A. V. de; Fundamentos da programação de \ncomputadores. 2. ed. São Paulo: Pearson Prentice Hall, 2007. \nHORSTMANN, Cay S. Conceitos de computação com o essencial de Java. 3. ed. Porto \nAlegre, RS: Bookman, 2005 \nFARRER, H. et al. Programação estruturada de computadores: algoritmos estruturados. 3. \ned. Rio de Janeiro: LTC, 2011.  \nBibliografia Complementar:  \nDEITEL, H. M.; DEITEL P.J. C++: como programar. Pearson Prentice Hall, São Paulo, 5 \nedition, 2006. \nDEITEL, Paul J.; DEITEL, Harvey M. C: como programar . 6. ed. São Paulo: Pearson ", "57": "Engenharia Mecânica IFMG – Campus Congonhas 57 Prentice Hall, 2011. \nMIZRAHI, Victorine Viviane. Treinamento em C++, volume Módulos 1 e 2. Pearson \nEducation, São Paulo, 2a. edição edition, 2006.  \nSAVITCH, Walter. C++ Absoluto. Pearson Addison Wesley, 2004.  \nSENNE, Edson Luiz França. Primeiro Curso de Programação em C. Visual Books, 2006. \nVILARIM, G. O. Algoritmos Programação para Iniciantes. 1. ed. Rio de Janeiro: Ciência \nModerna, 2004. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC003 Metrologia 45 Obrigatória  \nEmenta: \nConceitos básicos e normas gerais em metrologia. Sistemas de tolerância e ajuste. \nTolerâncias geométricas; rugosidade superficial. Sistemas de medição; medição de roscas e \nengrenagens. Operação e manuseio de instrumentos de medição e interpretações de suas \nleituras. Teoria de erros e propagação. \nObjetivos Gerais e Específicos:  \nApresentar aos alunos os instrumentos básicos de medição e suas normas de uso. Estudar \nos modos de coleta, tratamento e interpretação de dados.  \nBibliografia Básica:  \nGONÇALVES, Arnaldo A.; SOUSA, Andre R. Fundamentos de Metrologia científica e \nindustrial. São Paulo: Manole, 2008.407 p.  \nFISCHER, Ulrich et al. Manual de tecnologia metal mecânica. 2. ed. São Paulo: Blucher, \n2011. 412p.  \nVIEIRA, Sonia Estatística para a qualidade. Editora Campus/Elsevier, 1998  \nBibliografia Complementar:  \nALVES, José Luiz Loureiro. Instrumentação, controle e automação de processos. 2. ed. Rio \nde Janeiro: LTC, 2010. x, 201 p. \nFRENCH, T. E.; VIERCK, C. J. Desenho Técnico e Tecnologia Gráfica. Nova ed., \natualizada. ver. ampl. Porto Alegre: Globo, 1985. \nFURASTÉ, Pedro Augusto. Normas técnicas para o trabalho científico: explicitação das \nnormas da ABNT . 16. ed. atual. e ampl. Porto Alegre, RS: Dáctilo Plus, 2013. 230 p. \nSILVA NETO, João Cirilo da. Metrologia e controle dimensional: conceitos, normas e ", "58": "Engenharia Mecânica IFMG – Campus Congonhas 58 aplicações. Rio de Janeiro: Érica, 2012. 239 p. \nTOLEDO, José Carlos de. Sistemas de medição e metrologia. Curitiba: Intersaberes, 2014. \n190 p. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC004 Desenho Computacional 60 Obrigatória  \nEmenta: \nCortes e seções; Vistas especiais; Elementos de união; Desenho de conjuntos; Parâmetros \nde trabalho no Auto Cad – Desenho assistido por computador: representação de forma, \ndimensão, construção e desenvolvimento de elementos mecânicos; Utilização de \nequipamentos computacionais, impressão e plotagem. \nObjetivos Gerais e Específicos:  \nAprofundar os conhecimentos teóricos em desenho mecânico através da utilização de \nferramentas CAD. Permitir ao aluno o desenvolvimento de desenhos e projetos com \naplicação de sistemas computacionais.  \nBibliografia Básica:  \nSILVA, Arlindo; RIBEIRO, Carlos Tavares; DIAS, João; SOUSA, Luís. Desenho Técnico \nModerno. 4. Ed. Rio de Janeiro: LTC, 2006.  \nJUSTI, Alexander Rodrigues. AutoCAD2007 2D. Rio de Janeiro: Brasport, 2006. \nFRENCH, Thomas E.; VIERCK, Charles J. Desenho Técnico e Tecnologia Gráfica. 8.ed. \nSão Paulo: Globo, 2005.  \nKATORI, Rosa. AutoCAD 2015: Projetos em 2D. São Paulo: Senac São Paulo, 2014.  \nBibliografia Complementar:  \nALBERTAZZI, A.; SOUSA, A. R. Fundamentos de metrologia científica e industrial. \nBarueri: Manole, 2008.  \nMANFÉ, Giovanni; POZZA, Rino; SCARATO, Giovanni. Desenho técnico mecânico. São \nPaulo: Hemus, 2004.  \nCUNHA, Luís Veiga. Desenho Técnico. 13ª ed. rev. actual. Lisboa: Fundação Calouste \nGulbekian, 2004.  \nSPECK, Henderson José; PEIXOTO, Virgílio Vieira. Manual básico de desenho técnico. 7. \ned. Florianópolis: UFSC, 2013.  \nTULER, Marcelo; WHA, Cha Kou. Exercícios para AutoCAD: roteiro de atividades. Porto \nAlegre: Bookman, 2013.  \n ", "59": "Engenharia Mecânica IFMG – Campus Congonhas 59 3º PERÍODO \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMAT005 Cálculo III 60 Obrigatória  \nEmenta: \nIntegrais duplas: definição; interpretação geométrica; propriedades; cálculo da integral \ndupla; integrais duplas sobre retângulos; integrais iteradas; Teorema de Fubini; integrais \nduplas sobre regiões gerais; mudança de variáveis em integrais duplas. Integrais triplas: \ndefinição; propriedades; cálculo da integral tripla; integrais triplas em coordenadas \ncilíndricas; integrais triplas em coordenadas esféricas. Campos vetoriais; integrais de linha \nde campos escalares; integrais de linha de campos vetoriais; teorema fundamental das \nintegrais de linha; independência do caminho; Teorema de Green. Integrais de superfície: \nrepresentação de uma superfície, representação paramétrica de superfícies, plano tangente e \nreta normal; superfícies suaves e orientação; área de uma superfície; integral de superfície \nde um campo escalar; integral de superfície de um campo vetorial; Teorema de Stokes; \nTeorema da Divergência (Teorema de Gauss).  \nObjetivos Gerais e Específicos:  \nViabilizar a compreensão dos conteúdos da ementa e desenvolver a consciência dos alunos \nem relação à construção das suas habilidades de argumentar e de expressar em Matemática. \nFornecer embasamento matemático para os alunos de Engenharia, tornando-os capazes de \nanalisar e aplicar o conteúdo nas demais disciplinas formadoras de sua grade curricular, \nbem como aplicação em seu cotidiano profissional. Desenvolver habilidades e \ncompetências tais como raciocínio lógico, postura crítica e capacidade de resolver \nproblemas. \n \nBibliografia Básica:  \nLEITHOLD, Louis. O cálculo com Geometria Analítica. v. 2, 3. ed. São Paulo: Harbra, \n1994. \nSTEWART, James. Cálculo. Antonio Carlos Moretti (trad.). v. 2, 6. ed. São Paulo: \nCengage Learning, 2011. \nTHOMAS, GeorgeB. Cálculo. v. 2, 11. ed. SP: Addison Wesley, 2009.  \nBibliografia Complementar:  \nANTON, Howard; BIVENS, Irl; DAVIS, Stephen. Cálculo. v. 2, 8. ed. Porto Alegre: \nBookman, 2007. \nÁVILA, Geraldo. Cálculo das funções de múltiplas variáveis: volume 3. 7. ed. Rio de \nJaneiro: LTC, 2006. xi, 228 p. \nFLEMMING, Diva M., GONÇALVES, M. B. Cálculo B. 2. ed. São Paulo: Pearson, 2007. \nGUIDORIZZI, Hamilton L. Um curso de cálculo. v. 3, 5. ed. São Paulo: LTC, 2002. ", "60": "Engenharia Mecânica IFMG – Campus Congonhas 60 SIMMONS, George F.. Cálculo com Geometria Analítica. v. 2. São Paulo: Pearson, 1988. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMAT006 Equações Diferenciais Ordinárias 60 Obrigatória  \nEmenta: \nEquações Diferenciais Ordinárias de 1ª e 2ª. Ordens; Soluções de Equações Diferenciais \nem Séries de Potências; Sistemas de Equações Diferenciais Lineares; Transformada de \nLaplace; Séries de Fourier; Equações Diferenciais Parciais. \nObjetivos Gerais e Específicos:  \nViabilizar a compreensão dos conteúdos da ementa e desenvolver a consciência dos alunos \nem relação à construção das suas habilidades de argumentar e de expressar em Matemática. \nFornecer embasamento matemático para os alunos de Engenharia, tornando-os capazes de \nanalisar e aplicar o conteúdo nas demais disciplinas formadoras de sua grade curricular, \nbem como aplicação em seu cotidiano profissional. Desenvolver habilidades e \ncompetências tais como raciocínio lógico, postura crítica e capacidade de resolver \nproblemas.  \nBibliografia Básica:  \nBOYCE, Willian E.; DIPRIMA, Richard C. Equações Diferenciais Elementares e \nProblemas de Valores de Contorno. IÓRIO, Valéria M. (trad.). 9. ed. Rio de Janeiro: LTC, \n2011. \nKREYSZIG, E. Matemática superior para engenharia. v. 1, 9. ed. Rio de Janeiro: LTC, \n2009. \nZILL, D.G., CULLEN, M.R. Equações Diferenciais. V.1,2, São Paulo: Makron Books, \n2001. \nBibliografia Complementar:  \nKREYSZIG, E. Matemática superior para engenharia. v. 2, 9. ed. Rio de Janeiro: LTC, \n2009. \nKREYSZIG, E. Matemática superior para engenharia. v. 3, 9. ed. Rio de Janeiro: LTC, \n2009. \nLIMA, P.C. Equações Diferenciais C. Belo Horizonte: Imprensa Universitária da UFMG,  \n2000. Disponível em http:// http://www.mat.ufmg.br/~lima/ensino.html. Acesso em 30 de \nnovembro de 2017. \nSANTOS, R.J. Introdução as Equações Diferenciais Ordinárias. Belo Horizonte: Imprensa \nUniversitária da UFMG, 2012. Disponível em https://regijs.github.io/. Acesso em 30 de \nnovembro de 2017. ", "61": "Engenharia Mecânica IFMG – Campus Congonhas 61 THOMAS, George B. Cálculo. v. 2, 11. ed. SP: Addison Wesley, 2009. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMAT007 Estatística e Probabilidade 60 Obrigatória  \nEmenta: \nEstatística descritiva. Probabilidade. Variáveis aleatórias discretas e contínuas. \nDistribuições de probabilidade. Elementos de amostragem. Inferência estatística: estimação \ne teste de hipóteses. \nObjetivos Gerais e Específicos:  \nFornecer embasamento das ferramentas estatísticas para os alunos de Engenharia, \ntornando-os capazes de analisar e aplicar o conteúdo nas demais disciplinas formadoras de \nsua grade curricular, bem como aplicação em seu cotidiano profissional.  \nBibliografia Básica:  \nMONTGOMERY, D. C., 1943-; RUNGER, George C.. Estatística aplicada e probabilidade \npara engenheiros. 5. ed. Rio de Janeiro: LTC – Livros Técnicos e Científicos, c2012. xiv, \n521 p. \nCOSTA NETO, P. L. de O., -. Estatística. 2.ed.rev e atual. São Paulo: Edgard Blücher, \n2002. xi, 266 p. \nMEYER, P. L.. Probabilidade: aplicações a estatística. Ruy de C.B. Lourenco Filho (Trad.). \n2 ed. Rio de Janeiro: Livros Técnicos e Científicos, 1983. 426 p.  \nBibliografia Complementar:  \nFONSECA, Jairo Simon da; MARTINS, Gilberto de Andrade. Curso de estatística. 6. ed. \nSão Paulo: Atlas, 1996. 320 p. \nFREUND, John E. Estatística Aplicada: economia, administração e contabilidade. 11.3d. \nPorto Alegre: Bookman, 2006. xiii, 536p. \nLARSON, Ron; FARBER, Elizabeth. Estatística Aplicada. São Paulo: Pearson Prentice \nHall, 2004. 476p. \nNEUFELD, John L. Estatística Aplicada à administração usando excel. São Paulo: Prentice \nHall, 2003. 434p. \nVIEIRA, Sonia. Estatística para a qualidade. 2. ed. Rio de Janeiro: Elsevier, 2012. 245 p. \nWALPOLE, Ronald E et al. Probabilidade & estatística para engenharia e ciências. 8.ed. \nSão Paulo: Pearson Prentice Hall, 2009. xiv, 491p. \n ", "62": "Engenharia Mecânica IFMG – Campus Congonhas 62 Código: Disciplina: Carga Horária: Natureza: \nFIS002 Física II 60 Obrigatória  \nEmenta: \nEstudo das cargas elétricas, sua natureza e conservação. Distinção entre força elétrica e \ncampo elétrico. Definição de fluxo elétrico e descrição da Lei de Gauss. Definição de \npotencial elétrico e energia potencial elétrica. Estudo dos capacitores. Estudo das cargas \nelétricas em movimento, cálculo da corrente elétrica e resistência. Análise de circuitos de \ncorrente contínua. Introdução ao magnetismo. Análise do movimento da carga em um \ncampo magnético. Aplicações dos campos magnéticos. Estudo da indução eletromagnética. \nAnálise dos circuitos de corrente alternada. \nObjetivos Gerais e Específicos:  \nFornecer ao aluno as bases do eletromagnetismo, um dos alicerces da física clássica, e que \nservirá de subsídio para as disciplinas subsequentes, em especial as relacionadas à física \nmoderna. Apresentar ao aluno o conhecimento necessário para um bom entendimento \nteórico dos mais diversos processos elétricos e magnéticos, a fim de torná-lo apto a \nresolução de questões advindas do cotidiano. Estimular no aluno a capacidade de \ninterpretar, analisar, sintetizar, inferir, solucionar situações-problema, interpretar textos, \nimagens, gráficos e tabelas.  \nBibliografia Básica:  \nHALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos da Física: \neletromagnetismo. 8. ed. Rio de Janeiro: LTC, 2011. v. 3. \nTIPLER, Paul A.; MOSCA, Gene. Física para cientistas e engenheiros: eletricidade \nmagnetismo. 6. ed. Rio de Janeiro: LTC, 2009. v. 2. \nYOUNG, Hugh D.; FREEDMAN, Roger A. Física III: eletromagnetismo.12. ed. São \nPaulo: Addison Wesley, 2009.  \nBibliografia Complementar:  \nCALÇADA, Caio Sérgio; SAMPAIO, José Luiz. Física clássica 3 - eletricidade e física \nmoderna. São Paulo: Atual, 2012. \nCHAVES, Alaor. Física básica: eletromagnetismo. Rio de Janeiro: LTC, 2007. \nHEWITT, Paul G. Física conceitual. 11. ed. Porto Alegre, RS: Bookman, 2011. \nNUSSENZVEIG, H. M. Curso de física básica 3: eletromagnetismo. São Paulo: Edgard \nBlücher, 1997. \nSERWAY, Raymond A.; JEWETT, John W., Jr. Princípios de física: eletromagnetismo. \nSão Paulo: Cengage Learning, 2011. v. 3.  \n \nCódigo: Disciplina: Carga Horária: Natureza: ", "63": "Engenharia Mecânica IFMG – Campus Congonhas 63 FIS003 Mecânica Fundamental 60 Obrigatória  \nEmenta: \nA disciplina inicia-se com o movimento geral de uma partícula, incluindo investigações \npautadas em referenciais móveis. A dinâmica da partícula e sistemas é tema de relevante \nimportância neste curso, onde são tratadas com base na formulação das leis de Newton, \nconsiderando a conservação de energia e momento linear. Posteriormente, é estudado o \nmovimento geral do corpo rígido, compreendendo aplicações em estática e equilíbrio dos \nsólidos, seguida da abordagem da dinâmica do corpo rígido e conservação do momento \nangular. \nObjetivos Gerais e Específicos:  \nIntroduzir os princípios básicos da mecânica clássica, contemplando o aprofundamento dos \nconceitos estudados na disciplina Física I.  \nBibliografia Básica:  \nBEER, F., JOHNSTON Jr., E. Mecânica Vetorial para Engenheiros, Makron Books, 1999. \nHALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de física: volume \n1 : mecânica. 8. ed. Rio de Janeiro: LTC, c2009. \nTIPLER, Paul Allen; MOSCA, Gene. Física para cientistas e engenheiros: volume 1 : \nmecânica, oscilações e ondas, termodinâmica. 6. ed. Rio de Janeiro: LTC, 2009  \nBibliografia Complementar:  \nALONSO, Marcelo; FINN, Edward J. Física: um curso universitário: volume 1: mecânica. \n2. ed. rev. São Paulo: Edgard Blucher, 1972. \nCHAVES, Alaor; SAMPAIO, J. F. Física básica: mecânica. Rio de Janeiro: LTC, 2011.  \nKELLER, Frederick J.; GETTYS, W. Edward; SKOVE, Malcolm J. Física: volume 1. São \nPaulo: Pearson, 1999. \nNUSSENZVEIG, H. M. Curso de física básica 1: mecânica. 4. ed. São Paulo: Blucher, \n2002. \nYOUNG, Hugh D.; FREEDMAN, Roger A. Física I: mecânica. 12. ed. São Paulo: Pearson, \n2008. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC005 Ciência dos Materiais 60 Obrigatória  \nEmenta: \nIntrodução aos materiais de aplicação industrial. Estrutura e propriedade. Materiais \nmonofásicos e polifásicos. Diagramas de equilíbrio de fases. Fases moleculares. Materiais ", "64": "Engenharia Mecânica IFMG – Campus Congonhas 64 poliméricos, cerâmicos. Metálicos e compósitos. Biomateriais, materiais semicondutores e \nnanomateriais. Seleção de materiais. \nObjetivos Gerais e Específicos:  \nEntender os conceitos de propriedades, estrutura e composição e suas correlações na \nformação dos materiais e suas aplicações.  \nBibliografia Básica:  \nASHBY, Michael; SHERCLIFF, Hugh; CEBON, David. Materiais: [engenharia, ciência, \nprocessamento e projeto]. Rio de Janeiro: Elsevier, c2012. \nCALLISTER, William D. Ciência e engenharia de materiais: uma introdução. 7. ed. Rio de \nJaneiro: LTC - Livros Técnicos e Científicos, c2008. 705 p. \nVAN VLACK, Lawrence H. Princípios de ciência e tecnologia dos materiais. Traduzido \npor . 11.ed.. ed. Rio de Janeiro: Campus, s.d. 565 p.  \nBibliografia Complementar:  \nASHBY; Michael F.; JONES; David R.H.. Engenharia de materiais – Volume 2. Traduzido \npor Arlete Simille Marques. 3. ed. São Paulo: Campus, 2007. \nLEVY NETO, Flamínio; PARDINI, Luiz Claudio. Compósitos estruturais: ciência e \ntecnologia. São Paulo: E. Blücher, 2006. xv, 313 p. \nMANO, Eloisa Biasotto. Introdução a polímeros. São Paulo: Edgard Blücher, 1985. 111p. \nPADILHA, Ângelo Fernando. Materiais de engenharia: microestrutura e propriedades. São \nPaulo: Hemus, c1997. 349p \nSMITH, William F.; HASHEMI, Javad. Fundamentos de engenharia e ciência dos \nmateriais. 5 ed. Porto Alegre: McGraw-Hill: AMGH, 212.  \n \n4º PERÍODO \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMAT008 Cálculo Numérico 60 Obrigatória  \nEmenta: \nNoções sobre operações aritméticas de computador. Aspectos teóricos e processos \nnuméricos para resolução de Sistemas de Equações Algébricas Lineares. Raízes de \nequações. Equações algébricas e transcendentes. Interpolação polinomial. Integração e \najuste de curvas. Equações Diferenciais. ", "65": "Engenharia Mecânica IFMG – Campus Congonhas 65 Objetivos Gerais e Específicos:  \nFornecer embasamento matemático para os alunos de Engenharia, tornando-os capazes de \nanalisar e aplicar o conteúdo nas demais disciplinas formadoras de sua grade curricular, \nbem como aplicação em seu cotidiano profissional.  \nBibliografia Básica:  \nBARROSO , Leônidas Conceição et al. Cálculo numérico: com aplicações. 2. ed. São \nPaulo: Harbra, 1987. \nFILHO, Campos. Algoritmos Numéricos. 2. ed. Rio de Janeiro: LTC, 2007.  \nRUGGIERO, Márcia A. Gomes; LOPES, Vera Lúcia da Rocha Cálculo numérico: aspectos \nteóricos e computacionais. 2. ed. São Paulo: Makron Books, 1996.  \nBibliografia Complementar:  \nBOYCE, Willian E.; DIPRIMA, Richard C. Equações Diferenciais Elementares e \nProblemas de Valores de Contorno. IÓRIO, Valéria M. (trad.). 9. ed. Rio de Janeiro: LTC, \n2011. \nBURDEN, Richard L.; FAIRES, J. Douglas. Análise Numérica. TASKS, All (trad.). São \nPaulo: Cengage Learning, 2008. \nCHAPRA, Steven C.; CANALE, Raymond P. Métodos Numéricos para Engenharia. 5. ed. \nSão Paulo: McGraw-Hill 2008. \nCUNHA, Maria Cristina C. Métodos Numéricos. 2. Ed. São Paulo: UNICAMP, 2009. \nKREYSZIG, Erwin. Matemática superior para engenharia. 9. ed. Rio de Janeiro: LTC, \n2009. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nFIS004 Física III 60 Obrigatória  \nEmenta: \nEstudo das grandezas fundamentais da termodinâmica, compreendendo os conceitos \ncientíficos de calor e temperatura, possibilitando a construção de conhecimentos relativos a \nexpansão térmica, os mecanismos de transferência de calor e a quantidade de calor \nenvolvida no processo. Compreender aspropriedades térmicas da matéria, assim como a \nteoria cinética dos gases e as leis da termodinâmica. Compreender o movimento \nondulatório, assim como as leis da reflexão e refração, estabelecendo relações com a \nformação de imagens e os fenômenos de difração e interferência. \nObjetivos Gerais e Específicos:  \nReconhecer o papel da Física no desenvolvimento da tecnologia para Engenharia de \nMecânica; conhecer e utilizar conceitos, leis e teorias dos diferentes ramos da Física; ", "66": "Engenharia Mecânica IFMG – Campus Congonhas 66 construir estratégias para solucionar problemas; desenvolver a capacidade de investigar; \narticular a Física com ensino superior; compreender a Física no mundo vivencial; \ncompreender códigos, símbolos e manuais de equipamentos de tecnologia no ramo de \nEngenharia; utilizar tabelas, gráficos, fórmulas para expressão do saber físico; elaborar \nsínteses; representar esquemas estruturados; conhecer fontes de informação.  \nBibliografia Básica:  \nYOUNG, Hugh D.; FREEDMAN, Roger A. Física II: termodinâmica e ondas. 12. ed. São \nPaulo: Pearson Addison Wesley, 2008. \nYOUNG, Hugh D.; MARTINS, Cláudia Santana (Tradutor). Física IV: ótica e física moderna. \n12. ed. São Paulo: Addison Wesley, 2009.  \nHALLIDAY, David, 1916-2010; RESNICK, Robert; WALKER, Jearl. Fundamentos de física: \nvolume 2 : gravitação, ondas e termodinâmica . 8. ed. Rio de Janeiro: LTC, 2009.  \nBibliografia Complementar:  \nHALLIDAY, David, 1916 -2010; RESNICK, Robert; WALKER, Jearl. Fundamentos de física: \nvolume 4 : óptica e física moderna . 8. ed. Rio de Janeiro: LTC, 2009. \nHEWITT, Paul G.. Física conceitual. Trieste Freire Ricci (Trad.); Paul G. Hewitt (Ilus.). 9 ed. \nPorto Alegre: Bookman, 2002.  \nNUSSENZVEIG, H. M. Curso de física básica 2: fluidos, oscilações e ondas, calor. 4. ed. São \nPaulo: Edgard Blücher, 2002. \nNUSSENZVEIG, H. M. Curso de física básica 4: ótica, relatividade, física quântica. São \nPaulo: Blucher, 1998. \nTIPLER, Paul Allen; MOSCA, Gene. Física para Cientistas e Engenheiros. Vol. 1 e Vol. 2. \nFernando Ribeiro da Silva (Trad.); Mauro Speranza Neto (Trad.). 6 ed. Rio de Janeiro: LTC, \n2009.  \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC006 Eletrônica 60 Obrigatória  \nEmenta: \nPrincípios básicos envolvidos na área de eletricidade e eletrônica. Métodos de medição e \ndos principais sinais eletro-eletrônicos: tensão, corrente, potência, carga elétrica. Princípio \nde funcionamento de instrumentos: voltímetro, amperímetro. Efetuar cálculos dos \nprincipais circuitos elétricos existentes no mercado industrial e doméstico. Compreender as \nprincipais topologias de circuitos elétricos. Identificar os principais componentes \neletroeletrônicos existentes no mercado industrial. Executar medições elétricas usando \nvoltímetros e amperímetros. Verificar o comportamento dos principais circuitos ", "67": "Engenharia Mecânica IFMG – Campus Congonhas 67 eletrônicos. Introduzir os principais conceitos da utilização de indutores e solenoides. \nIntroduzir os principais conceitos da utilização de capacitores. \nObjetivos Gerais e Específicos:  \nEnsinar a teoria dos componentes eletrônicos.  \nBibliografia Básica:  \nBOYLESTAD, R. NASHELSKY, L. Dispositivos Eletrônicos e Teoria de Circuitos. \nPrentice-Hall do Brasil, 2013. \nMALVINO, A. P. Eletrônica – Vols. 1 e 2. Makron Books, 1995. \nMARKUS, Otávio. Circuitos elétricos: corrente contínua e corrente alternada. 7. ed. São \nPaulo: Érica, 2007.  \nBibliografia Complementar:  \nALMEIDA, J. A. Dispositivos Semicondutores: tiristores, controle de potência em CC e \nCA. Érica 1996. \nCIPELLI, A. V, SANDRINI, W. J. Teoria e Desenvolvimento de Projetos de Circuitos \nEletrônicos. Érica. 2007. \nFERREIRA, Aitan Póvoas. Curso Básico de Eletrônica. Biblioteca Técnica Freitas Bastos, \n1981. \nHINRICHS, Roger; KLEINBACH, Merlin H.; REIS, Lineu Belico dos. Energia e meio \nambiente. São Paulo: Cengage Learning, c2015. \nMARQUES, A. E. B.; CRUZ, E. C. A.; CHOUERI JR., S. Dispositivos Semicondutores: \nDiodos e Transistores. Érica, 1996. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC007 Modelamento 3D 60 Obrigatória  \nEmenta: \nPrincípios de criação de peças mecânicas em 3D usando os principais softwares de \nmodelamento 3D: Solid Edge, Solid Works; Sistemas automatizados utilizando \nprogramação CNC. (Laboratório). Desenvolver os conceitos de sistemas CAD (“Computer \nAided Design”), CAE (“Computer Aided Engeneering”) e CAM (“Computer Aided \nManufacturing”). Desenvolvimento de conjunto mecânicos e simulações em sistemas \ncomputacionais. \nObjetivos Gerais e Específicos:  \nDesenvolver conceitos de sistemas CAD, CAE e CAM. Permitir ao profissional a criação \nde modelos tridimensionais de sistemas mecânicos para análise, simulação e produção. \nPermitir ao profissional a aplicação de sistemas computacionais como ferramentas para o ", "68": "Engenharia Mecânica IFMG – Campus Congonhas 68 desenvolvimento da atividade profissional e suporte para a tomada de decisões em soluções \nde projetos.  \nBibliografia Básica:  \nMAGUIRE, D. E.; SIMMONS, C. H. Desenho Técnico: problemas e soluções gerais de \ndesenho. São Paulo: Hemus, 2004. 257 p. \nMANFÈ, Giovanni et al. Desenho Técnico Mecânico: curso completo. São Paulo: Hemus.  \nSILVA, S.D. CNC: Programação de comandos numéricos computadorizados. São Paulo: \nÉrica. \nBibliografia Complementar:  \nCUNHA, Luís Veiga. Desenho Técnico. 13ª ed. rev. actual. Lisboa: Fundação Calouste \nGulbekian, 2004. 854p. \nFRENCH, Thomas E. Desenho técnico. Porto Alegre: Globo, 1975 \nJUSTI, Alexander Rodrigues. AutoCAD2007 2D. Rio de Janeiro: Brasport, 2006. \nKATORI, Rosa. AutoCAD 2015: modelando em 3D. São Paulo: Senac, 2014 \nSILVA, Arlindo; RIBEIRO, Carlos Tavares; DIAS, João; SOUSA, Luís. Desenho Técnico \nModerno. 4. Ed. Rio de Janeiro: LTC, 2006. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC008 Mecânica dos Fluidos 60 Obrigatória  \nEmenta: \nBalanços globais: massa, energia e quantidade de movimento. Mecânica dos Fluídos. \nFundamentos dos escoamentos. Escoamento laminar e turbulento. Perda de carga. \nObjetivos Gerais e Específicos:  \nEnsinar as características, conceitos e comportamento de escoamento de fluídos.  \nBibliografia Básica:  \nBRUNETTI, F, Mecânica dos Fluídos, Pearson Prentice Hall, 2005. \nFOX, Robert W.; MCDONALD, Alan T.; PRITCHARD, Philip J. Introdução a Mecânica dos \nFluidos.7 ed. Editora LTC, 2010. \nSEARS, F.; ZEMANSKY, M. W.; YOUNG, H. D., Física 2: Mecânica dos Fluidos, Calor, \nMovimento Ondulatório. Volume 2., LTC, Rio de Janeiro, Edição: 2ª \nBibliografia Complementar:  ", "69": "Engenharia Mecânica IFMG – Campus Congonhas 69 ASSY, Tufi M., Mecânica dos Fluidos Fundamentos e Aplicações. 2° Edição, Editora LTC, \nRio de Janeiro. 2004. \nCHAVES, Alaor. Física básica: gravitação, fluidos, ondas, termodinâmica. Rio de Janeiro: \nLTC, 2007. \nMALISKA, Clovis, R., Transferência de Calor E Mecânica dos Fluidos Computacional. 2° \nEdição, Editora LTC, Rio de Janeiro. 2004. \nNUSSENZVEIG, H. M. Curso de física básica 2: fluidos, oscilações e ondas, calor. 4. ed. São \nPaulo: Edgard Blücher, 2002. \nSCHMIDT, Frank W.; HENDERSON, Robert E.; WOLGEMUTH, Carl H. Introdução às \nciências térmicas: termodinâmica, mecânica dos fluidos e transferência de calor. 2. ed. São \nPaulo: Blucher, 2014. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nPRO001 Fundamentos de Administração 30 Obrigatória  \nEmenta: \nFunção da Administração. A administração e suas perspectivas. A empresa e o ambiente. O \npapel da administração e do Administrador nas organizações contemporâneas. Processo \nDecisório. Visão sistêmica das Organizações. Novos Paradigmas da Administração. \nObjetivos Gerais e Específicos:  \nDesenvolver conceitos relativos a administração e a estrutura organizacional de uma \nempresa. \nBibliografia Básica:  \nCHIAVENATO, Idalberto. Administração nos Novos Tempos. 2ª ed. Rio de Janeiro: \nCampus, 2010 \nMAXIMIANO, A. C. A. Teoria Geral da Administração. São Paulo: Atlas, 2007. \nSTONER, James A. F. Administração. 5ª ed. Rio de Janeiro: LTC, 2009. \nBibliografia Complementar:  \nCHIAVENATO, Idalberto. Introdução a Teoria Geral da Administração. 6ª ed. Rio de \nJaneiro: Campus, 2000. \nDRUCKER, P. F. Administração em Tempos de Grandes Mudanças. São Paulo: Cengage \nLearning, 2011. \nFIORELLI, J. O. Psicologia para Administradores. 4ª ed. São Paulo: Atlas, 2004. \nMONTANA, Patrick J.; CHARMOV, B. H. Administração. 3ª ed. São Paulo: Saraiva, ", "70": "Engenharia Mecânica IFMG – Campus Congonhas 70 2010. \nSLACK, Nigel; CHAMBERS, Stuart; JOHNSTON, Robert. Administração da produção. 3. \ned. São Paulo: Atlas, 2009. 703 p. \n \n5º PERÍODO \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC009 Processamento de Metais 90 Obrigatória  \nEmenta: \nDesenvolvimento de uma visão ampla dos processos integrados de extração e refino dos \nmetais. Dessa forma, o aluno será capaz de entender os fatores técnicos e econômicos de \nprocessos integrados desde a extração e tratamento do minério até a Siderurgia e na \nmetalurgia dos metais não ferrosos. \nObjetivos Gerais e Específicos:  \nCapacitar o aluno a compreender os principais processos de extração e refino dos metais \nferrosos e não ferrosos.  \nBibliografia Básica:  \nCHIAVERINI, VICENTE. Tecnologia Mecânica: Processos de Fabricação e Tratamento. \nVolume 2. Makron Books \nCHIAVERINI, VICENTE. Tecnologia Mecânica: Materiais de construção Mecânica. \nVolume 3. Makron Books  \nRIZZO, E.M.S. Introdução aos processos Siderúrgicos. São Paulo: ABM, 2009. 278p.  \nBibliografia Complementar:  \nCHIAVERINI, Vicente. Aços e ferros fundidos: características gerais, tratamentos \ntérmicos, principais tipos. 7. ed. São Paulo: ABM, 1996. \nCHIAVERINI, VICENTE. Tecnologia Mecânica: Estrutura e Propriedade de Ligas \nMetálicas. Volume 1. Makron Books \nCOLPAERT, Hubertus. Metalografia: dos produtos siderúrgicos comuns. 4. ed. rev., atual. \nSão Paulo: Edgard Blücher, 2008. \nDA COSTA E SILVA, A. L.;MEI, P. R. Aços e Ligas Especiais - 3. Edição. Edgard \nBluche, 2010. \nDE SOUZA, S. A. Composição Química dos Aços. Edgard Blucher, 1989. \n ", "71": "Engenharia Mecânica IFMG – Campus Congonhas 71 Código: Disciplina: Carga Horária: Natureza: \nMEC010 Sistemas Fluidomecânicos I 60 Obrigatória  \nEmenta: \nDimensionamento básico de tubulações; Maquinas fluidomecânicas: bombas hidráulicas, \nventiladores, compressores. Sistemas de geração de Energia: hidrelétrica e eólica \nObjetivos Gerais e Específicos:  \nDesenvolver competências nas áreas de seleção e projetos de máquinas fluidodinâmicas, \nem especial as bombas hidráulicas, ventiladores e compressores.  \nBibliografia Básica:  \nDE SOUZA, Z. Projeto de Máquinas de Fluxo – TOMO I: Base Teórica e Experimental. 1 \nEd. Editora Interciências / ACTA, 2011.  \nMACINTYRE, A. Equipamentos Industriais e de Processos. Editora LTC, 1997. \nTELLES, P. C. S. Tubulações Industriais – Materiais, Projeto, Montagem. 10 Ed. Editora \nLTC, 2001.  \nBibliografia Complementar:  \nDE SOUZA, Z. Projeto de Máquinas de Fluxo – TOMO II: Bombas Hidráulicas com \nRotores Radiais e Axiais. 1 Ed. Editora Interciências / ACTA, 2011. \nDE SOUZA, Z. Projeto de Máquinas de Fluxo – TOMO III: Turbinas Hidráulicas com \nRotores Tipo Francis. 1 Ed. Editora Interciências, 2011. \nDE SOUZA, Z. Projeto de Máquinas de Fluxo – TOMO IV: Turbinas Hidráulicas com \nRotores Axiais. 1 Ed. Editora Interciências, 2012. \nDE SOUZA, Z. Projeto de Máquinas de Fluxo – TOMO V: Ventiladores com Rotores \nRadiais e Axiais. 1 Ed. Editora Interciências / ACTA, 2012. \nMACINTYRE, A. Bombas e Instalações de Bombeamento. 2 Ed. Editora LTC, 1997. \nTELLES, P. C. S. Tubulações Industriais – Cálculo. 9 Ed. Editora LTC, 1999. \nTELLES, P. C. S.; BARROS, D. G. P. Tabelas e Gráficos para Projetos de Tubulações \nIndustriais – Cálculo. 7 Ed. Editora Interciências, 2011. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC011 Termodinâmica 60 Obrigatória  \nEmenta: \nConceitos preliminares. Primeira Lei da Termodinâmica. Segunda lei da Termodinâmica. ", "72": "Engenharia Mecânica IFMG – Campus Congonhas 72 Entalpia. Entropia. Mudança de fase: vapor d'água. Psicometria. \nObjetivos Gerais e Específicos:  \nEstudar conceitos de termodinâmica aplicados a Engenharia Mecânica.  \nBibliografia Básica:  \nSCHMIDT, Frank W.; HENDERSON, Robert E.; WOLGEMUTH, Carl H. Introdução às \nciências térmicas: termodinâmica, mecânica dos fluidos e transferência de calor. 2. ed. São \nPaulo: Blucher, 2014. \nSHAPIRO, H. N.; MORAN, M. J. Princípios de Termodinâmica para Engenharia, 6 ed. \nEditora LTC, 2011. \nSONNTAG, R.E.; BORGNAKKE, C. Introdução à Termodinâmica para Engenharia. Rio \nde Janeiro, Editora LTC, 2003.  \nBibliografia Complementar:  \nCHAVES, Alaor. Física básica: gravitação, fluidos, ondas, termodinâmica. Rio de Janeiro: \nLTC, 2007. \nDOSSAT, R. J. Princípios de Refrigeração. Editora Hemus, 2004. \nINCROPERA, F, P; DEWITT, D,P.; BERGMAN, T, L.; LAVINE, A,S.; Fundamentos de \nTransferência de Calor e Massa, 6° Edição, Editora LTC, Rio de Janeiro. 2008. \nMILLER, Rex; MILLER, Mark R. Ar-condicionado e refrigeração. 2. ed. Rio de Janeiro: \nLTC, 2014. \nSTOECKER, W. F.; JABARDO, S. M. S. Refrigeração Industrial, 2 ed. São Paulo, Editora \nBlüncher, 2002. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC012 Mecânica dos Sólidos 60 Obrigatória  \nEmenta: \nModelos estruturais e Propriedades geométricas das seções planas. Conceituação de  \nesforços solicitantes. Tração e compressão. Cisalhamento puro. Tensor tensão. Tensor \ndeformação. Relações constitutivas. Torção simples. Flexão simples. Critério de resistência \ne circulo de Mohr. \nObjetivos Gerais e Específicos:  \nIniciar os estudos de resistência dos materiais, sendo esta disciplina uma das bases para os \nprojetos de peças e equipamentos mecânicos.  ", "73": "Engenharia Mecânica IFMG – Campus Congonhas 73 Bibliografia Básica:  \nBEER, Ferdinand P.; JOHNSTON JUNIOR, E. Russell. Resistência dos materiais. 3. ed. \nSão Paulo: Pearson Makron Books, 1996. \nHIBBELER, R. C. Resistência dos materiais. 7. ed. São Paulo: Pearson, 2010. \nPOPOV, Egor Paul; AMORELLI, Mauro Ormeu Cardoso. Introducão a mecânica dos \nsólidos. São Paulo: Edgard Blücher, 1978.  \nBibliografia Complementar:  \nBEER, F., JOHNSTON Jr., E. Mecânica Vetorial para Engenheiros, Makron Books, 1999. \nFISCHER, Ulrich et al. Manual de tecnologia metal mecânica. 2. ed. São Paulo: Blucher, \n2011. 412 p. \nGERE, J. M.; GOODNO, B. J. Mecânica dos Materiais. São Paulo: Cengage Learning, \n2010. \nPEREIRA, C. P. M. Mecânica dos materiais avançada. 1 ed. Rio de Janeiro: Interciência, \n2014. \nTIPLER, P. A. Física para Cientistas e Engenheiros, 4ª edição, Livros Técnicos e \nCientíficos Editora, Rio de Janeiro, 2000. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC013 Eletrotécnica 60 Obrigatória  \nEmenta: \nRevisão de conceitos básicos de eletricidade. Principais componentes e leis de circuitos \nelétricos. Circuitos monofásicos e trifásicos. Máquinas elétricas rotativas e fornos elétricos. \nSistemas de proteção. \nObjetivos Gerais e Específicos:  \nIntroduzir os conceitos de eletricidade aplicados a sistemas reais de uso industrial. \nBibliografia Básica:  \nGUSSOW, M. Eletricidade Básica. 2ed. São Paulo:McGraw Hill, 1997. \nMARKUS, O. Circuitos elétricos: corrente contínua e corrente alternada. 9ed.São Paulo: \nÉrica 2004. \nNISKIER, Julio; MACINTYRE, Archibald Joseph. Instalações elétricas – 5ª Edição. Editora \nLTC, 2008. \nBibliografia Complementar:  \nCREDER, Hélio. Instalações elétricas – 15ª Edição. Editora LTC, 2007. ", "74": "Engenharia Mecânica IFMG – Campus Congonhas 74 FIALHO, Arivelto Bustamante. Instrumentação industrial: conceitos, aplicações e análises \n– 7ª Edição. Editora Érica, 2010. \nFLARYS, Francisco. Eletrotécnica Geral - Teoria e Exercícios Resolvidos - 2ª Edição. \nEditora: Manole, 2013. \nHALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos da Física: \neletromagnetismo. 8. ed. Rio de Janeiro: LTC, 2011. v. 3. \nMAMEDE FILHO, João. Instalações elétricas industriais – 8ª Edição. Editora LTC, 2010. \n \n6º PERÍODO \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC014 Análise Estrutural I 60 Obrigatória  \nEmenta: \nIntrodução à análise estrutural. Estudo de estruturas isostáticas: pórticos e treliças. Cálculo \ndas reações e esforços internos de estruturas isostáticas. Determinação de diagramas de \ndesforço cortante, normal e momento fletor de pórticos. Cálculo de deslocamentos pelo \nmétodo da integração dupla e pelo Princípio dos trabalhos virtuais. \nObjetivos Gerais e Específicos:  \nEstudar e analisar estruturas isostáticas simples. \nBibliografia Básica:  \nHIBBELER, R C. Análise das Estruturas. 8. ed. São Paulo: Pearson, 2013. Tradução: Jorge \nRitter. \nHibbeler, Russell C.. Estática - Mecânica Para Engenharia. 10ª ed. Prentice Hall \nBrasil,2004. 560 p. ISBN: 8587918974 \nSORIANO, Humberto Lima. Estática das Estruturas. 3. ed. Rio de Janeiro: Ciência \nModerna, 2013. 440 p. \nLEET, Kenneth M.; UANG, Chia-ming; GILBERT, Anne M. Fundamentos da Análise \nEstrutural. 3. ed. São Paulo: Mcgraw-hill, 2009. Tradução: João Eduardo Nóbrega Tortello. \nBibliografia Complementar:  \nREBELLO, Yopanan Conrado Pereira. Estruturas de aço, concreto e madeira: atendimento \nda expectativa dimensional. 2. ed. São Paulo: Zigurate, 2006. 373 p. ISBN 85-85570-09-1 \nHIBBELER, R. C. Resistência dos materiais. 7. ed. São Paulo: Pearson, c2010. xiv, \n637 p. ISBN 9788576053736. ", "75": "Engenharia Mecânica IFMG – Campus Congonhas 75  \nGERE, James M. Mecânica dos materiais. São Paulo: Cengage Learning, c2010. xv, 858 p. \nISBN 9788522107988. \nPFEIL, Walter; PFEIL, Michèle. Estruturas de aço: dimensionamento prático. 7. ed. Rio de \nJaneiro: LTC, 2008. 336 p. ISBN 978-85-216-1300-8 \nIRVING H. SHAMES. ESTÁTICA - MECÂNICA PARA ENGENHARIA - VOL. 1 - 4ª \nEDIÇÃO. Pearson Education do Brasil, 2002. 484 p. ISBN  \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC015 Transferência de Calor 60 Obrigatória  \nEmenta: \nTransferência de calor: introdução e conceitos fundamentais; condução unidimensional e \nbidimensional em regime permanente; condução transiente; convecção; radiação; \ntrocadores de calor. \nObjetivos Gerais e Específicos:  \nIntegrar o aluno com os conhecimentos teóricos fundamentados de transmissão de calor, de \nforma torná- lo capaz de: compreender os mecanismos básicos de transmissão de calor;  \nresolver problemas práticos de transmissão de calor, reconhecendo os mecanismos \nenvolvidos e aplicando os conhecimentos teóricos referentes aos mesmos; resolver \nproblemas de transmissão de calor via softwares de simulação; projetar e dimensionar \nsistemas de resfriamento (dissipadores de calor) e trocadores de calor.  \nBibliografia Básica:  \nINCROPERA, F.P. e DEWITT, D.P. Fundamentos de Transferência de Calor e Massa, 6a \ned., LTC Editora, Rio de Janeiro, 2008. \nKREITH, F. e BOHN, M. Princípios de Transferência de Calor. São Paulo, Pioneira \nThomson Learning, 2003. \nSCHMIDT, Frank W.; HENDERSON, Robert E.; WOLGEMUTH, Carl H. Introdução às \nciências térmicas: termodinâmica, mecânica dos fluidos e transferência de calor. 2. ed. \nSão Paulo: Blucher, 2014. \nBibliografia Complementar:  \nFOX, Robert W.; MCDONALD, Alan T.; PRITCHARD, Philip J. Introdução à mecânica \ndos fluidos. 7. ed. Rio de Janeiro: LTC, 2012. \nHINRICHS, Roger; KLEINBACH, Merlin H.; REIS, Lineu Belico dos. Energia e meio \nambiente. São Paulo: Cengage Learning, c2015. \nMALISKA, Clovis R. Transferência de calor e mecânica dos fluidos computacional. 2. ed. ", "76": "Engenharia Mecânica IFMG – Campus Congonhas 76 Rio de Janeiro: LTC, 2012. \nNUSSENZVEIG, H. M. Curso de física básica 2: fluidos, oscilações e ondas, calor. 4. ed. \nSão Paulo: Edgard Blücher, 2002. \nSONNTAG, Richard Edwin; BORGNAKKE, C. Introdução à termodinâmica para \nengenharia. 2. ed. Rio de Janeiro: LTC, 2011. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC016 Modelamento de Sistemas Dinâmicos 60 Obrigatória  \nEmenta: \nAnálise de um sistema técnico, conceitos fundamentais acerca de modelo, modelagem, \nanálise de modelo e otimização. Modelagem física e matemática de sistemas de Engenharia \nMecânica. Análise de resposta transitória. Função de transferência e representação de \nestados. Diagramas de bloco e fluxos de sinal. Noções de identificação de parâmetros. \nAções básicas de controle. \nObjetivos Gerais e Específicos:  \nAprender a modelar sistemas dinâmicos para desenvolver ou otimizar sistemas de controle.  \nBibliografia Básica:  \nCAPELLI, Alexandre. Automação industrial: controle do movimento e processos \ncontínuos. 2. ed. São Paulo: Érica, 2008. \nDORF, R.C. e BISHOP, R.H. – Sistemas de Controle Modernos. LTC Editora, 2001.  \nOGATA, K. – Engenharia de Controle Moderno.Prentice-Hall. Rio de Janeiro, 1982.  \nBibliografia Complementar:  \nALVES, José Luiz Loureiro. Instrumentação, controle e automação de processos. 2. ed. Rio \nde Janeiro: LTC, 2010. \nMARKUS, Otávio. Circuitos elétricos: corrente contínua e corrente alternada. 7. ed. São \nPaulo: Érica, 2007. \nCIPELLI, Antonio Marco Vicari; MARKUS, Otávio; SANDRINI, Waldir João. Teoria e \ndesenvolvimento de projetos de circuitos eletrônicos. 23. ed. São Paulo: Érica, 2007. \nBARROSO , Leônidas Conceição et al. Cálculo numérico: com aplicações. 2. ed. São \nPaulo: Harbra, 1987. \nRUGGIERO, Márcia A. Gomes; LOPES, Vera Lúcia da Rocha Cálculo numérico: aspectos \nteóricos e computacionais. 2. ed. São Paulo: Makron Books, 1996. \n \n ", "77": "Engenharia Mecânica IFMG – Campus Congonhas 77 Código: Disciplina: Carga Horária: Natureza: \nMEC017 Ensaios Mecânicos 60 Obrigatória  \nEmenta: \nPropriedades Mecânicas. Introdução aos Ensaios Mecânicos. Ensaio de Tração, \nCompressão, Dobramento e flexão, Impacto, Torção , Dureza, Fadiga e Fluência. \nObjetivos Gerais e Específicos:  \nEstudar os principais ensaios empregados na determinação das propriedades mecânicas.  \nBibliografia Básica:  \nDE SOUZA, S. A. Ensaios Mecânicos de Materiais Metálicos: Fundamentos Teóricos e \nPráticos. 5° edição. São Paulo: Edgard Blucher. 1982. 304p. \nGARCIA, AMAURY; SPIM, JAIME ALVARES; DOS SANTOS, CARLOS \nALEXANDRE; Ensaios dos Materiais. 2° edição. São Paulo: LTC. 2012. 384p. \nVAN VLACK, Lawrence H. Princípios de ciência e tecnologia dos materiais. Editora \nElsevier, 1984.  \nBibliografia Complementar:  \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6892: Materiais \nmetálicos – Ensaio de Tração. Rio de Janeiro, 2013. 70 p. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 7480: Aços Destinados a \nArmaduras para Estruturas de Concreto Armado - Especificação. Rio de Janeiro, 2007.  \nCHIAVERINI, Vicente. Tecnologia mecânica: estrutura e propriedades das ligas metálicas \n: volume I. 2. ed. São Paulo: Pearson Education, 1986. \nCHIAVERINI, Vicente. Tecnologia mecânica: processos de fabricação e tratamento: \nvolume II. 2. ed. São Paulo: Pearson Education, 1986. \nCHIAVERINI, Vicente. Tecnologia mecânica: materiais de construção mecânica: volume \nIII. 2. ed. São Paulo: Pearson Education, 1986. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC018 Instrumentação 60 Obrigatória  \nEmenta: \nPrincípios de medição de pressão, vazão, nível, temperatura, vibrações mecânicas e outros \ndos instrumentos industriais envolvidos no ambiente industrial. Métodos de controle de \nprocessos típicos em plantas de pressão, vazão, nível, temperatura. Telemetria industrial. \nTipos de controles industriais. Controle PID. \nObjetivos Gerais e Específicos:  \nCompreender os princípios de funcionamento dos equipamentos de medição existentes no ", "78": "Engenharia Mecânica IFMG – Campus Congonhas 78 ambiente industrial; Conhecer a norma ISA 5.1; Entender como funcionam os principais \nsistemas de controle em malhas de controle industrial – PID.  \nBibliografia Básica:  \nALVES, J.L.L. Instrumentação, Controle e Automação de Processos, Editora LTC, 2005.  \nFIALHO, Arivelto Bustamante. Instrumentação industrial: conceitos, aplicações e análises. \n6. ed. São Paulo: Érica, 2007. \nCAPELLI, A. Automação Industrial: controle do movimento e processos contínuos. São \nPaulo: Editora Érica, 2006. \nBibliografia Complementar:  \nBEGA, Egídio, A. Instrumentação Aplicada ao Controle de Caldeiras. 3° Edição. Editora \nInterciência. Rio de Janeiro, 2003. \nBUSTAMANTE, FIALHO, A. Automação Hidráulica. São Paulo: Editora Érica. \nBUSTAMANTE, FIALHO, A. Automação Pneumática. São Paulo: Editora Érica. \nFIGLIOLA, R.S.; BEASLEY,D. E. Theory and Design for Mechanical Measurements. 5th \nEdition: Editora WILEY. \nMORAES, C.C.; CARTRRUCCI, P. Engenharia de Automação Industrial. Editora LTC. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC019 Ética e Legislação 30 Obrigatória  \nEmenta: \nNoções básicas e hierarquias das leis relacionadas a atividade da Engenharia Mecânica. \nLegislação específica aplicada a Engenharia, em especial à Engenharia Mecânica. Código \nde Ética do Engenheiro, do Arquiteto e do Engenheiro Agrônomo. Legislação aplicada à \nproteção de propriedade intelectual. Ética nas relações étnico-raciais no trabalho do \nengenheiro. \nObjetivos Gerais e Específicos:  \nFornecer aos alunos conceitos básicos de direito, de ética e da legislação aplicada à \nprofissão. \nBibliografia Básica:  \nRAND, Ayn. A Revolta de Atlas [tradução de Paulo Henrique Britto]. Volumes I. São \nPaulo: Editora Arqueiro: 2010 \nRAND, Ayn. A Revolta de Atlas [tradução de Paulo Henrique Britto]. Volumes II. São \nPaulo: Editora Arqueiro: 2010 ", "79": "Engenharia Mecânica IFMG – Campus Congonhas 79 RAND, Ayn. A Revolta de Atlas [tradução de Paulo Henrique Britto]. Volumes III. São \nPaulo: Editora Arqueiro: 2010 \nBibliografia Complementar:  \nBRASIL, Lei n° 5.194 de 24 de dezembro de 1966. Regula o exercício das profissões de \nEngenheiro, Arquiteto e Engenheiro-Agrônomo, e dá outras providências. Brasília, \ndezembro de 1966. \nBRASIL, Lei n° 6.496 de 07 de dezembro de 1977. Institui a \"Anotação de \nResponsabilidade Técnica\" na prestação de serviços de engenharia, de arquitetura e \nagronomia; autoriza a criação, pelo Conselho Federal de Engenharia, Arquitetura e \nAgronomia - CONFEA, de uma Mútua de Assistência Profissional; e dá outras \nprovidências. Brasília, dezembro de 1977. \nBRASIL, Lei n° 8.078 de 11 de setembro de 1990. Dispõe sobre a proteção do consumidor \ne dá outras providências. Brasília, setembro de 1990. \nBRASIL, Lei n° 8.666 de 21 de junho de 1993. Regulamenta o art. 37, inciso XXI, da \nConstituição Federal, institui normas para licitações e contratos da Administração Pública e \ndá outras providências. Brasília, junho de 1993. \nBRASIL, Lei n° 9.279 de 14 de maio de 1996. Regula direitos e obrigações relativos à \npropriedade industrial. Brasília, maio de 1996. \nBRASIL, Lei n° 9.610 de 19 de fevereiro de 1998. Altera, atualiza e consolida a legislação \nsobre direitos autorais e dá outras providências. Brasília, fevereiro de 1998. \nCONFEA, Resolução n° 218 de 29 de junho de 1973. Discrimina atividades das diferentes \nmodalidades profissionais da Engenharia, Arquitetura e Agronomia. Rio de Janeiro, junho \nde 1973. \nCONFEA, Resolução n° 1.010 de 22 de agosto de 2005. Dispõe sobre a regulamentação da \natribuição de títulos profissionais, atividades, competências e caracterização do âmbito de \natuação dos profissionais inseridos no Sistema Confea/Crea, para efeito de fiscalização do \nexercício profissional. Brasília, agosto de 2005. \nCONFEA, Resolução n° 1.025 de 30 de outubro de 2009. Dispõe sobre a Anotação de \nResponsabilidade Técnica e o Acervo Técnico Profissional, e dá outras providências. \nBrasília, outubro de 2009. \n \n \n ", "80": "Engenharia Mecânica IFMG – Campus Congonhas 80 7º PERÍODO \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC020 Análise Estrutural II 60 Obrigatória  \nEmenta: \nAnálise de estruturas estaticamente indeterminadas: método das forças e método dos  \ndeslocamentos. Análise matricial de estruturas reticuladas. Introdução à análise \ncomputacional de molas, barras e vigas; problemas planos e modelos para estática linear. \nObjetivos Gerais e Específicos:  \nEstudar estruturas estaticamente indeterminadas. Estudo de aplicações básicas de análise \ncomputacional de estruturas reticuladas.  \nBibliografia Básica:  \nHIBBELER, R C. Análise das Estruturas. 8. ed. São Paulo: Pearson, 2013. Tradução: Jorge \nRitter. \nSORIANO, H. L. Análise de Estruturas: Formulação Matricial E Implementação \nComputacional. Editora Ciência Moderna, 2005 \nCHAPRA, Steven C.; CANALE, Raymond P. Métodos numéricos para engenharia. 5. ed. \nSão Paulo: McGraw-Hill, 2008. xxi, 809 p. ISBN 9788586804878 \nBibliografia Complementar:  \nLEET, Kenneth M.; UANG, Chia-ming; GILBERT, Anne M. Fundamentos da Análise \nEstrutural. 3. ed. São Paulo: Mcgraw-hill, 2009. Tradução: João Eduardo Nóbrega Tortello. \nSORIANO, H. L. Método dos Elementos Finitos em Análise de Estruturas. Editora Edusp, \n2003. \nKim, Nam-Ho e Sankar, Bhavani Dr. V. Introdução à Análise e ao Projeto em Elementos \nFinitos .Editora LTC. 1ª edição, 2011. \nPinheiro, Antonio C. F.  Bragança. Estruturas Metálicas: Cálculos, Detalhes, Exercícios e \nProjetos. 2ª edição. 2005. Blucher  \nANTON, Howard; BUSBY, Robert C. Álgebra linear contemporânea. Porto Alegre: \nBookman, 2006. 610 p. ISBN 9788536306155 (broch.). \nGERE, James M. Mecânica dos materiais. São Paulo: Cengage Learning, c2010. xv, 858 p. \nISBN 9788522107988. \nTirupathi R. Chandrupatla e Ashok D. Belegundu. Elementos Finitos. Pearson.4ª ed., 2015. \nISBN-13 9788543005935 \n ", "81": "Engenharia Mecânica IFMG – Campus Congonhas 81 Código: Disciplina: Carga Horária: Natureza: \nMEC021 Processos de Fabricação I 60 Obrigatória  \nEmenta: \nClassificação dos Processos de Fabricação. Noções de Deformação Plástica dos Materiais. \nEstudos dos principais processos de produção por conformação mecânica sem cavaco. \nEstudo dos principais tipos de processos de fundição. \nObjetivos Gerais e Específicos:  \nConhecer os principais processos de conformação mecânica e suas variáveis.  \nBibliografia Básica:  \nCHIAVERINI, VICENTE. Tecnologia Mecânica: Estrutura e propriedades das ligas \nmetálicas. V.1. MAKRON. \nCHIAVERINI, VICENTE. Tecnologia Mecânica: Estrutura e propriedades das ligas \nmetálicas. V.2. MAKRON. \nCHIAVERINI, VICENTE. Tecnologia Mecânica: Estrutura e propriedades das ligas \nmetálicas. V.3. MAKRON.  \nBibliografia Complementar:  \nCALLISTER, William D.; RETHWISCH, David G. Ciência e engenharia de materiais: \numa introdução. 8. ed. Rio de Janeiro: LTC, 2012. \nHEINZLER, M.;  KILGUS, R.;  FISCHER, U.;  GOMERINGER, R. Manual de \nTecnologia Metal Mecânica. EDGARD BLUCHER, 2008. \nHELMAN, H.; CETLIN, P. R. Fundamentos da Conformação Mecânica dos Metais. \nARTLIBER, 2005. \nMANO, Eloisa Biasotto. Introdução a polímeros. São Paulo: Edgard Blücher, 1985. 111p. \nTORRE, J.Manual Prático de Fundição e Elementos de Prevenção Da Corrosão. HEMUS, \n2004. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC022 Sistemas Térmicos I 60 Obrigatória  \nEmenta: \nAnálise, dimensionamento e projeto de caldeiras. Análise, dimensionamento e projeto de \ntrocadores de calor. Análise, dimensionamento e projeto de vasos de pressão. Normas de \nsegurança aplicada a caldeiras e vasos de pressão. \nObjetivos Gerais e Específicos:  ", "82": "Engenharia Mecânica IFMG – Campus Congonhas 82 Estudar os principais componentes para armazenamento de fluido sob pressão e utilizados \nem trocas de calor.  \nBibliografia Básica:  \nINCROPERA, F, P; DEWITT, D,P.; BERGMAN, T, L.; LAVINE, A,S.; Fundamentos de \nTransferência de Calor e Massa, 6° Edição, Editora LTC, Rio de Janeiro. 2008. \nJOHNSTON Jr, E. R.; BEER, P. F., Resistência dos Materiais, 3 ed. Makron Books, 2008. \nTELLES, P. C. S. Vasos de Pressão, 2 ed. atual. Rio de Janeiro, Editora LTC, 2012. \nBibliografia Complementar:  \nMACINTYRE, A. Equipamentos Industriais e de Processos. Editora LTC, 1997. \nPOPOV, E.P., Introdução à Mecânica dos Sólidos, Edgard Blücher. Hibbeler. \nSCHMIDT, Frank W.; HENDERSON, Robert E.; WOLGEMUTH, Carl H. Introdução às \nciências térmicas: termodinâmica, mecânica dos fluidos e transferência de calor. 2. ed. São \nPaulo: Blucher, 2014. \nSHAPIRO, H. N.; MORAN, M. J. Princípios de Termodinâmica para Engenharia, 6 ed. \nEditora LTC, 2011. \nTELLES, P. C. S. Tubulações Industriais – Materiais, Projeto, Montagem. 10 Ed. Editora \nLTC, 2001. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC023 Elementos de Máquinas I 60 Obrigatória  \nEmenta: \nFundamentos da cinemática, síntese gráfica de mecanismos, análise de posições, síntese \nanalítica dos mecanismos, análise de velocidades, análise de acelerações, Análise \ncinemática de mecanismos articulados GDL, elos, juntas; condição de grashof, projeto de \ncames e transmissões por engrenagens. \nObjetivos Gerais e Específicos:  \nEmpregar corretamente os fundamentos teóricos para o projeto de elementos de máquinas \ndiversos. \nBibliografia Básica:  \nBUDYNAS, R. G.; NISBETT, J. K. Elementos de máquinas de Shigley. 10. ed. Porto \nAlegre: AMGH, 2016. \nJUVINALL, Robert C.; MARSHEK, Kurt M.. Fundamentos do Projeto de Componentes \nde Máquinas. 5. ed. São Paulo: Ltc, 2016.  \nNORTON, Robert L.. Projeto de Máquinas. 4. ed. Porto Alegre: Bookman, 2013. ", "83": "Engenharia Mecânica IFMG – Campus Congonhas 83 Tradução: Konstantinos Dimitriou Stavrpoulos et al.. \nBibliografia Complementar:  \nCUNHA, Lamartine Bezerra da. Elementos de máquinas. Rio de Janeiro: LTC, 2005. \nMELCONIAN, S. Elementos de Máquinas. Ed. Érica. 2006. \nNIEMANN, Gustav. Elementos de máquinas/ volume 1. São Paulo: Edgard Blücher, 1971.  \nNIEMANN, Gustav. Elementos de máquinas/ volume 2. São Paulo: Edgard Blücher, 1971.  \nNIEMANN, Gustav. Elementos de máquinas/ volume 3. São Paulo: Edgard Blücher, 1971. \nNORTON, Robert L. Cinemática e dinâmica dos mecanismos. Porto Alegre, RS: Mc \nGraw-Hill; AMGH, 2010.  \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC024 Sistemas Fluidomecânicos II 60 Obrigatória  \nEmenta: \nPrincipais componentes para acionamento pneumático e hidráulico. Cálculo de força e de \nvelocidade. Lógica de funcionamento de circuitos eletropneumáticos, pneumáticos e \nhidráulicos. Projeto de circuitos pneumáticos e hidráulicos. \nObjetivos Gerais e Específicos:  \nEnsinar o funcionamento e projeto de circuitos para acionamento pneumático e hidráulico.  \nBibliografia Básica:  \nFIALHO, A. B. Automação Pneumática: Projetos, Dimensionamento e Análises de \nCircuitos, 6 ed. Editora Érica, 2003. \nFIALHO, A. B. Automação Hidráulica: Projetos, Dimensionamento e Análises de \nCircuitos, 6 ed. Editora Érica, 2004. \nSTEWART, H. L. Pneumática e Hidráulica, 3 ed. Editora Hemus, 2002. \nBibliografia Complementar:  \nINCROPERA, F, P; DEWITT, D,P.; BERGMAN, T, L.; LAVINE, A,S.; Fundamentos de \nTransferência de Calor e Massa, 6° Edição, Editora LTC, Rio de Janeiro. 2008. \nFOX, Robert W.; MCDONALD, Alan T.; PRITCHARD, Philip J. Introdução à mecânica \ndos fluidos. 7. ed. Rio de Janeiro: LTC, 2012. \nSCHMIDT, Frank W.; HENDERSON, Robert E.; WOLGEMUTH, Carl H. Introdução às \nciências térmicas: termodinâmica, mecânica dos fluidos e transferência de calor. 2. ed. São ", "84": "Engenharia Mecânica IFMG – Campus Congonhas 84 Paulo: Blucher, 2014. \nSHAPIRO, H. N.; MORAN, M. J. Princípios de Termodinâmica para Engenharia, 6 ed. \nEditora LTC, 2011. \nTELLES, P. C. S. Tubulações Industriais – Materiais, Projeto, Montagem. 10 Ed. Editora \nLTC, 2001. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nPRO002 Princípios de Economia 60 Obrigatória  \nEmenta: \nConceitos gerais de economia. Funcionamento de mercado. Teoria do consumidor. \nProdução e custos. Estruturas de mercado. Introdução à Macroeconomia. Determinação do \nnível de Renda. Políticas sócio-econômicas. Moeda. Sistemas monetários e financeiros. \nInflação. Relações Internacionais. \nObjetivos Gerais e Específicos:  \nEnsinar conceitos de macroeconomia e de microeconomia. \nBibliografia Básica:  \nPINHO, D. B., VASCONCELLOS, M. A. S. Manual de Introdução a Economia. São \nPaulo: Saraiva, 2006. \nSILVA, C. R., LUIZ, S. Economia e Mercados: Introdução à economia. 18ª ed. São Paulo: \nSaraiva, 2001. \nVASCONCELLOS, M. A. S. Economia: Micro e Macro. 4ª ed. São Paulo: Atlas, 2009.  \nBibliografia Complementar:  \nGREMAUD, A. P; VASCONCELLOS, M. A. S.; TORNETO JÚNIOR, R. Economia \nbrasileira contemporânea. 7ª ed. São Paulo: Atlas, 2010. \nKENNEDY, P. Economia em Contexto. São Paulo: Saraiva, 2004. \nKUPFER, David S; HASENCLEVER, Lia. Economia industrial: fundamentos teóricos e \npráticas no Brasil. Rio de Janeiro: Campus, 2003.  \nMANKIW, N. G. Introdução a Economia: princípios de micro e macroeconomia. Rio de \nJaneiro: Elsevier, 2001. \nVASCONCELLOS, M. A. S, GARCIA, M. E. Fundamentos de Economia. 3ª ed. São \nPaulo: Saraiva, 2008. \n ", "85": "Engenharia Mecânica IFMG – Campus Congonhas 85 8º PERÍODO \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC025 Processos de Fabricação II 60 Obrigatória  \nEmenta: \nIntrodução à teoria da usinagem. Rugosidade. Parâmetros de Usinagem. Ferramentas de \ncorte. Força e potência de usinagem. Materiais para ferramentas. Avarias, desgastes e vida \nde ferramentas. Fluidos de corte. Condições econômicas de usinagem. Tornos, Fresadoras, \nFuração, Retíficas, Eletro-erosão. Operações com linguagem CNC. \nObjetivos Gerais e Específicos:  \nEnsinar sobre as formas de obtenção e equipamentos necessários para se produzir peças \nmecânicas usinadas, bem como variações operacionais e recursos disponíveis.  \nBibliografia Básica:  \nDINIZ, Anselmo Eduardo; MARCONDES, Francisco Carlos; COPPINI, Nivaldo Lemos. \nTecnologia da usinagem dos materiais. 5. ed. São Paulo: Artliber, 2006. \nFERRARESI, Dino. Usinagem dos metais: fundamentos da usinagem dos metais. São \nPaulo: Edgard Blücher, 1970. \nMACHADO, A.R.; COELHO, R.T.; ABRÃO, A.M.; SILVA, M.B. Teoria da Usinagem \ndos Materiais. São Paulo: Edgard Blucher, 2009.  \nBibliografia Complementar:  \nBIANCHI, Eduardo Carlos; AGUIAR, Paulo Roberto de; PIUBELI, Bruno Amaral. \nAplicação e utilização dos fluídos de corte nos processos de retificação. São Paulo: \nArtliber, 2004. \nMÉROZ, Roger; CUENDET, Marcel. As estampas: a eletroerosão, os moldes. São Paulo: \nHemus, c2004. \nSILVA, Sidnei Domingues da. CNC: programação de comandos numéricos \ncomputadorizados - torneamento. 8. ed. São Paulo: Érica, 2008. \nSTEMMER, Caspar Erich. Ferramentas de corte I. 7. ed. Florianópolis: UFSC, 2007. \nSTEMMER, Caspar Erich. Ferramentas de corte II/ brocas, alargadores, ferramentas de \nroscar, fresas, brochas, rebolos, abrasivos. 4. ed. Florianópolis: UFSC, 2008. \n \n ", "86": "Engenharia Mecânica IFMG – Campus Congonhas 86 Código: Disciplina: Carga Horária: Natureza: \nMEC026 Vibrações Mecânicas 60 Obrigatória  \nEmenta: \nEquações básicas de movimento. Modelagem de sistemas equivalente de um grau de \nliberdade. Vibrações forçadas, isolamento, ressonância. Amortecimento. Instrumentos \nmedidores de vibrações. Introdução à análise modal. Formulação das equações de \nmovimento para sistemas com vários graus de liberdade. Análise dinâmica de estruturas \ncom utilização de métodos matriciais. Análise de vibrações forçadas. Manutenção \npreditiva. Sistemas contínuos. \nObjetivos Gerais e Específicos:  \nConceituar e analisar modelos e fenômenos oscilatórios encontrados em sistemas \nmecânicos submetidos a vibrações.  \nBibliografia Básica:  \nRAO, S. S. Vibrações Mecânicas – 4ª Edição. Editora Pearson Prentice Hall, 2008. \nRIPPER NETO, A. P. Vibrações Mecânicas. 1 ed. Rio de Janeiro: E-papers, 2007. \nSAVI, M. A.; DE PAULA, A. S. Vibrações Mecânicas. 1 ed. Rio de Janeiro: LTC, 2017. \nBibliografia Complementar:  \nBEER, Ferdinand P.; JOHNSTON JUNIOR, E. Russell. Mecânica vetorial para \nengenheiros/ cinemática e dinâmica. 5. ed. rev. São Paulo: Pearson Education do Brasil, \nc1994. \nFRANÇA, L.N.F.; SOTELO Jr., J. Introdução às Vibrações Mecânicas. Ed. Edgard \nBlücher, 2006.  \nGROEHS, A.G., Mecânica vibratória, Editora Unisinos, São Leopoldo, RS, 1999.  \nHIBBELER, R. C. Dinâmica: Mecânica para engenharia. 12 ed. São Paulo: Pearson, 2011. \nKURKA, P. R. G. Vibrações de sistemas Dinâmicos - Análise e síntese. 1 ed. Rio de \nJaneiro: Elsevier, 2015 \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC027 Sistemas Térmicos II 60 Obrigatória  \nEmenta: \nPrincipais componentes de um sistema de refrigeração ou bomba de calor, gases \nrefrigerantes, carga térmica, dimensionamento e projeto de sistema de refrigeração. \nObjetivos Gerais e Específicos:  \nEstudar o ciclo frigorígeno, seus principais elementos e o seu dimensionamento.  ", "87": "Engenharia Mecânica IFMG – Campus Congonhas 87 Bibliografia Básica:  \nMILLER, Rex; MILLER, Mark R. Ar-condicionado e refrigeração. 2. ed. Rio de Janeiro: \nLTC, 2014. \nSHAPIRO, H. N.; MORAN, M. J. Princípios de Termodinâmica para Engenharia, 6 ed. \nEditora LTC, 2011. \nSTOECKER, W. F.; JABARDO, S. M. S. Refrigeração Industrial, 2 ed. São Paulo, Editora \nBlüncher, 2002.  \nBibliografia Complementar:  \nDOSSAT, R. J. Princípios de Refrigeração. Editora Hemus, 2004.  \nFOX, Robert W.; MCDONALD, Alan T.; PRITCHARD, Philip J. Introdução à mecânica \ndos fluidos. 7. ed. Rio de Janeiro: LTC, 2012. \nINCROPERA, F, P; DEWITT, D,P.; BERGMAN, T, L.; LAVINE, A,S.; Fundamentos de \nTransferência de Calor e Massa, 6° Edição, Editora LTC, Rio de Janeiro. 2008. \nSCHMIDT, Frank W.; HENDERSON, Robert E.; WOLGEMUTH, Carl H. Introdução às \nciências térmicas: termodinâmica, mecânica dos fluidos e transferência de calor. 2. ed. São \nPaulo: Blucher, 2014. \nSONNTAG, R.E.; BORGNAKKE, C. Introdução à Termodinâmica para Engenharia. Rio \nde Janeiro, Editora LTC, 2003. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC028 Elementos de Máquinas II 60 Obrigatória  \nEmenta: \nElementos de transmissão por atrito,, transmissão por correias, acoplamentos, elementos de \nunião, parafuso de potência, eixos, molas, árvores, transmissão sem fim coroa e mancais. \nObjetivos Gerais e Específicos:  \nEmpregar corretamente os fundamentos teóricos para o projeto de elementos de máquinas \ndiversos; Conhecimentos dos códigos e tabelas que auxiliam na execução dos projetos.  \nBibliografia Básica:  \nBUDYNAS, R. G.; NISBETT, J. K. Elementos de máquinas de Shigley. 10. ed. Porto \nAlegre: AMGH, 2016. \nJUVINALL, Robert C.; MARSHEK, Kurt M.. Fundamentos do Projeto de Componentes \nde Máquinas. 5. ed. São Paulo: Ltc, 2016. \nNORTON, Robert L.. Projeto de Máquinas. 4. ed. Porto Alegre: Bookman, 2013. ", "88": "Engenharia Mecânica IFMG – Campus Congonhas 88 Tradução: Konstantinos Dimitriou Stavrpoulos et al..  \nBibliografia Complementar:  \nMELCONIAN, S. Elementos de Máquinas. Ed. Érica. 2006. \nNIEMANN, Gustav. Elementos de máquinas/ volume 1. São Paulo: Edgard Blücher, 1971.  \nNIEMANN, Gustav. Elementos de máquinas/ volume 2. São Paulo: Edgard Blücher, 1971.  \nNIEMANN, Gustav. Elementos de máquinas/ volume 3. São Paulo: Edgard Blücher, 1971. \nNORTON, Robert L. Cinemática e dinâmica dos mecanismos. Porto Alegre, RS: Mc \nGraw-Hill; AMGH, 2010. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC029 Manutenção e Confiabilidade 60 Obrigatória  \nEmenta: \nGestão da manutenção: Manutenção para produtividade total (TPM), Manutenção centrada \nem confiabilidade (MCC), Manutenção Classe Mundial. Ferramentas para análise de \nfalhas: Árvore de Falha (FTA), Análise dos modos e efeitos de falhas (FMEA), Árvore de \neventos (ET). Técnicas de análise na manutenção, monitoração visual, da integridade \nestrutural, de ruído, de vibrações, de óleos, de lubrificantes, de partículas de desgaste e \nmonitoração dos instrumentos e de suas medidas. \nObjetivos Gerais e Específicos:  \nEnsinar sobre a gestão da manutenção industrial utilizando ferramentas da qualidade. \nAnálise, seleção e utilização de componentes normalmente utilizados em manutenção \nmecânica.  \nBibliografia Básica:  \nFOGLIATTO, Flávio Sanson; RIBEIRO, José Luis Duarte. Confiabilidade e manutenção \nindustrial. Rio de Janeiro: Elsevier, 2009. \nLAFRAIA, João Ricardo Barusso. Manual de confiabilidade, mantenabilidade e \ndisponibilidade. Rio de Janeiro: Qualitymark, 2001. \nKARDEC, Alan; ARCURI FILHO, Rogério; CARVALHO, Nelson Cabral. Gestão \nestratégica e avaliação do desempenho. Rio de Janeiro: ABRAMAN, Qualitymark, 2002.  \nBibliografia Complementar:  \nBRANCO FILHO, Gil. A organização, o planejamento e o controle de manutenção. Rio de \nJaneiro: Ciência Moderna, 2008. \nBRANCO FILHO, Gil. Custos em manutenção. Rio de Janeiro: Ciência Moderna, 2010. \nKARDEC, Alan; LAFRAIA, João Ricardo Barusso. Gestão estratégica e confiabilidade. ", "89": "Engenharia Mecânica IFMG – Campus Congonhas 89 Rio de Janeiro: Qualitymark, 2002..PELLICCIONE, André da Silva; MORAES, Milton \nFranco; GALVÃO, Jorge Luiz Rezende; MELLO, Luis Antonio de; SILVA, Édison \nSantos. Análise de falhas em equipamentos de processo: mecanismos de danos e casos \npráticos. 2. ed. Rio de Janeiro: Interciência, 2014. \nPEREIRA, Mário Jorge. Engenharia de manutenção: teoria e prática. Rio de Janeiro: \nCiência Moderna, 2011. \nPEREIRA, Mário Jorge da Silva. Técnicas avançadas de manutenção. Rio de Janeiro: \nCiência Moderna, 2010. \n \n9º PERÍODO \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC030 Processos de Fabricação III 60 Obrigatória  \nEmenta: \nIntrodução à Soldagem. Terminologia e Simbologia de Soldagem. Segurança em \nOperações de Soldagem e Corte. Metalurgia da Soldagem. O arco Elétrico. Fontes de \nenergia para Soldagem. Processos SMAW, GTAW, GMAW e  FCAW, OFW e OFC, PAW \ne PAC, SAW, RW. Outros Processos de Soldagem e Corte. Brasagem. \nObjetivos Gerais e Específicos:  \nEstudar os principais processos de soldagem e corte.  \nBibliografia Básica:  \nMARQUES, Paulo Villani; MODENESI, Paulo José; BRACARENSE, Alexandre Queiroz. \nSoldagem: fundamentos e tecnologia. 2. ed. Belo Horizonte: Ed. UFMG, 2007 \nBRANDI, Sérgio Duarte; MELLO, Fábio Décourt Homem de; WAINER, Emílio. \nSoldagem: processos e metalurgia. 2. ed. São Paulo: Edgard Blücher, 2005. \nCHIAVERINI, Vicente. Tecnologia mecânica: processos de fabricação e tratamento: \nvolume II. 2. ed. São Paulo: Pearson Education, 1986  \nBibliografia Complementar:  \nCALLISTER, William D.; RETHWISCH, David G. Ciência e engenharia de materiais: \numa introdução. 8. ed. Rio de Janeiro: LTC, 2012 \nCHIAVERINI, Vicente. Tecnologia mecânica: estrutura e propriedades das ligas metálicas \n: volume I. 2. ed. São Paulo: Pearson Education, 1986. \nCHIAVERINI, Vicente. Tecnologia mecânica: materiais de construção mecânica: volume \nIII. 2. ed. São Paulo: Pearson Education, 1986. ", "90": "Engenharia Mecânica IFMG – Campus Congonhas 90 COLPAERT, Hubertus. Metalografia: dos produtos siderúrgicos comuns. 4. ed. rev., atual. \nSão Paulo: Edgard Blücher, 2008. \nFISCHER, Ulrich et al. Manual de tecnologia metal mecânica. 2. ed. São Paulo: Blucher, \n2011. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC031 Ensaios Não Destrutivos 60 Obrigatória \nEmenta: \nIntrodução aos Ensaios Não Destrutivos. Inspeção Visual. Estanqueidade. Radiografia \nIndustrial. Ultrassom. Partículas Magnéticas. Líquidos Penetrantes. Correntes Parasitas. \nEmissão Acústica. Termografia. Análise de Vibrações. \nObjetivos Gerais e Específicos:  \nEstudar as principais técnicas de ensaios não destrutivos.  \nBibliografia Básica:  \nGARCIA, Amauri; SPIM, Jaime Alvares; SANTOS, Carlos Alexandre dos. Ensaios dos \nmateriais. 2. ed. Rio de Janeiro: LTC, 2012. \nTIPLER, Paul Allen; MOSCA, Gene. Física para cientistas e engenheiros: volume 1 : \nmecânica, oscilações e ondas, termodinâmica. 6. ed. Rio de Janeiro: LTC, 2009. \nTIPLER, Paul Allen; MOSCA, Gene. Física para cientistas e engenheiros: volume 2 : \neletricidade e magnetismo, óptica. 6. ed. Rio de Janeiro: LTC, 2009.  \nBibliografia Complementar:  \nANDREUCCI, RICARDO. Líquido Penetrante. Rio de Janeiro: ABENDI. 2016. Disponível \nem: http://www.abendi.org.br/abendi/Upload/file/biblioteca/apostila_lp_16.pdf \nANDREUCCI, RICARDO. Partículas Magnéticas. Rio de Janeiro: ABENDI. 2016. \nDisponível em: http://www.abendi.org.br/abendi/Upload/file/biblioteca/apostila_pm_16.pdf \nANDREUCCI, RICARDO. Ensaio por Ultrassom. Rio de Janeiro: ABENDI. 2016. \nDisponível em: http://www.abendi.org.br/abendi/Upload/file/biblioteca/apostila_us_2016.pdf \nANDREUCCI, RICARDO. Proteção Radiológica. Rio de Janeiro: ABENDI. 2016. \nDisponível em: \nhttp://www.abendi.org.br/abendi/Upload/file/biblioteca/apostilaradioprotecao.pdf \nANDREUCCI, RICARDO. Radiologia Industrial. Rio de Janeiro: ABENDI. 2017. \nDisponível em: http://www.abendi.org.br/abendi/Upload/file/radiologia_maio_2017.pdf \n ", "91": "Engenharia Mecânica IFMG – Campus Congonhas 91 Código: Disciplina: Carga Horária: Natureza: \nMEC032 Sistemas Térmicos III 60 Obrigatória  \nEmenta: \nMotores de combustão interna. Conceitos fundamentais. Ciclos teóricos e indicados. \nCombustíveis. Sistemas de lubrificação de refrigeração e de distribuição. Desempenho de \nmotores. Combustão nos motores ICO e ICE. Ignição. Sistemas de alimentação. Injeção. \nSobrealimentação.   \nObjetivos Gerais e Específicos:  \nDescrever os princípios fundamentais que governam o projeto e a operação de motores de \ncombustão interna. Ênfase é dada aos processos da termodinâmica, física e química de \ncombustão, mecânica dos fluidos, transferência de calor, atrito e lubrificação, relevantes às \nrequisições de projeto, performance, eficiência, emissões e combustíveis de motores de \ncombustão interna.  \nBibliografia Básica:  \nMANUAL de tecnologia automotiva. 25 ed. São Paulo: E. Blücher, 2005.  \nBRUNETTI, Franco. Motores de combustão interna: volume 1. São Paulo: Blucher, 2012.  \nBRUNETTI, Franco. Motores de combustão interna: volume 2. São Paulo: Blucher, c2012.  \nBibliografia Complementar:  \nINCROPERA, F, P; DEWITT, D,P.; BERGMAN, T, L.; LAVINE, A,S.; Fundamentos de \nTransferência de Calor e Massa, 6° Edição, Editora LTC, Rio de Janeiro. 2008. \nPRIETO, Ronaldo. Freios Hidráulicos: da física à dinâmica veicular. São Paulo, 2014 \nSCHMIDT, Frank W.; HENDERSON, Robert E.; WOLGEMUTH, Carl H. Introdução às \nciências térmicas: termodinâmica, mecânica dos fluidos e transferência de calor. 2. ed. São \nPaulo: Blucher, 2014. \nSHAPIRO, H. N.; MORAN, M. J. Princípios de Termodinâmica para Engenharia, 6 ed. \nEditora LTC, 2011. \nSONNTAG, R.E.; BORGNAKKE, C. Introdução à Termodinâmica para Engenharia. Rio \nde Janeiro, Editora LTC, 2003 \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC033 Projetos Mecânicos 45 Obrigatória  \nEmenta: \nConsiderações gerais sobre a solução de problemas do projeto mecânico: análise de \nfuncionalidade, custo, legislação, normalização e considerações ambientais. Ante-projeto, \nviabilidade técnico-econômica. i) Projeto de sistema mecânico segundo a normalização. ii) \nProjeto estrutural com requerimentos de análise numérica. iii) Projeto envolvendo a ", "92": "Engenharia Mecânica IFMG – Campus Congonhas 92 especificação e seleção de componentes. iv) Projeto envolvendo dinâmica estrutural. \nObjetivos Gerais e Específicos:  \nEnsinar a metodologia para desenvolver e gerenciar um projeto mecânico. \nBibliografia Básica:  \nBUDYMAS, Richard G.; NISBETT, J. Keith. Elementos de máquinas de Shigley. 10. ed. \nPorto Alegre: AMGH, 2016. \nNORTON, Robert L. Projeto de máquinas: uma abordagem integrada. 4. ed. Porto Alegre: \nBookman, 2013. \nPROVENZA, F. Projetista de Máquinas – Manual PROTEC. Editora F. Provenza, 1996.  \nBibliografia Complementar:  \nCUNHA, Lamartine Bezerra da. Elementos de máquinas. Rio de Janeiro: LTC, 2005. \nMELCONIAN, S. Elementos de Máquinas. Ed. Érica. 2006.  \nMOTT, R. L. Elementos de Máquinas em projetos mecânicos. 5 ed. São Paulo: Pearson, \n2015. \nNIEMANN, Gustav. Elementos de maquinas. São Paulo, 1971. 3v  \nSILVA, Arlindo; RIBEIRO, Carlos Tavares; DIAS, João; SOUSA, Luís. Desenho Técnico \nModerno. 4. Ed. Rio de Janeiro: LTC, 2006.  \n \n10º PERÍODO \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC034 Processos de Fabricação IV 60 Obrigatória  \nEmenta: \nFundamentos e características dos polímeros. Testes práticos para identificação de matéria-\nprima. Características físico-químicas dos polímeros. Equipamentos transformadores de \nplásticos. Processos de fabricação envolvendo polímeros, equipamentos e produtos. \nReciclagem. Teoria dos ensaios para caracterização de polímeros. Teoria dos ensaios para \ndeterminação das propriedades dos polímeros. Processo de fabricação de materiais \ncerâmicos. Propriedades de materiais cerâmicos. Relação entre estrutura x processamento x \npropriedades de materiais cerâmicos. \nObjetivos Gerais e Específicos:  \nEnsinar os conceitos de obtenção dos polímeros e cerâmicos. Relação entre estrutura x \nprocessamento x propriedades. Características físico-químicas. Aplicação e recuperação ", "93": "Engenharia Mecânica IFMG – Campus Congonhas 93 das matérias-primas poliméricas. Teoria da identificação dos polímeros.  \nBibliografia Básica:  \nCALLISTER, William D. Ciência e engenharia de materiais: uma introdução. 7. ed. Rio de \nJaneiro: LTC - Livros Técnicos e Científicos, 2008. 705 p. \nCANEVAROLO JÚNIOR, Sebastião V. (Sebastião Vicente). Ciência dos polímeros: um \ntexto básico para tecnólogos e engenheiros. 3. ed. São Paulo: Artliber, 2010. \nCANEVAROLO JÚNIOR, Sebastião V. (Coord.). Técnicas de caracterização de \npolímeros. São Paulo: Artliber, 2003.  \nWEBECK, Hélio; HARADA, Júlio. Plásticos de engenharia. São Paulo: Artliber, 2005.  \nBibliografia Complementar:  \nCRUZ, Sergio da. Moldes de injeção: termoplásticos: termofixos, zamak, aluminio, sopro. \n2. ed. São Paulo: Hemus, 2002. \nDORNELLES FILHO, Augusto Marcelino Lopes; ATOLINO, Walter José Tangary. \nPlásticos de engenharia: seleção eletrônica no caso automotivo. São Paulo: Artliber, 2009. \nHARADA, Júlio. Moldes para injeção de termoplásticos. São Paulo: Artliber, 2004. \nMANRICH, Silvio. Processamento de termoplásticos: rosca única, extrusão e matrizes, \ninjeção e moldes. 2. ed. São Paulo: Artliber, 2013. \nPIVA, Ana Magda; WIEBECK, Hélio. Reciclagem do plástico. São Paulo: Artliber, 2004. \n \n \nOPTATIVAS \n \nCódigo: Disciplina: Carga Horária: Natureza: \nPOR002 LIBRAS 30 Optativa \nEmenta: \nApresentação e discussão acerca dos aspectos identitários, sociais e culturais da \ncomunidade surda. Aspectos linguísticos da Libras. Prática conversacional em Libras. \n \nObjetivos Gerais e Específicos:  \nDesenvolver habilidades na Língua Brasileira de Sinais.  \nBibliografia Básica:  \nGESSER, Audrei. Libras? Que língua é essa?: Crenças e preconceito em torno da língua de ", "94": "Engenharia Mecânica IFMG – Campus Congonhas 94 sinais e da realidade surda. \nLIMA, P. A. Educação Inclusiva e igualdade social. São Paulo: Avercamp, 2006 \nPIAZZI, Pierluigi. Aprendendo inteligência. 2. ed. rev. São Paulo: Aleph, 2008. \nBibliografia Complementar:  \nBRASIL. Lei nº 10.436, de 24 de abril de 2002. Dispõe sobre a Língua Brasileira de Sinais \n(Libras) e dá outras providências. Disponível em: \nhttp://www.planalto.gov.br/ccivil_03/LEIS/2002/L10436.htm \nBRASIL. Decreto nº 5626 de 22 de dezembro de 2005. Regulamenta a Lei nº 10436 de 24 \nde abril de 2002. Disponível em http://www.planalto.gov.br/ccivil_03/_ato2004-\n2006/2005/decreto/d5626.htm   \nCAMPOS, M. L. I. L. Cultura surda: possível sobrevivência no campo da inclusão na \nescola regular? 221 f. Dissertação (Mestrado em Educação) Programa de Pós-Graduação \nem Educação da Universidade Federal de Santa Catarina, Florianópolis, 2008. \nDALCIN, G. Um estranho no ninho: um estudo psicanalítico sobre a constituição da \nsubjetividade do sujeito surdo. 145 f. Dissertação (Mestrado em Psicologia) Programa de \nPós-Graduação em Psicologia do Centro de Filosofia e Ciências Humanas da Universidade \nFederal de Santa Catarina, Florianópolis, 2005. \nSTRÖBEL, K. L. Surdos: vestígios culturais não registrados na história. 176 f. Tese \n(Doutorado em Educação) Programa de Pós-Graduação em Educação da Universidade \nFederal de Santa Catarina, Florianópolis, 2008. \nQUADROS, R. M. de; PERLIN, G.  (organizadoras) Série Estudos Surdos. Volumes 1 a 4. \nEditora Arara Azul. 2007. Disponível para download na página da Ediotra Arara Azul:  \nwww.ediotra-arara-azul.com.br \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC036 Gestão Ambiental 30 Optativa \nEmenta: \nEcologia. Relação de diversas etnias brasileiras com o meio ambiente. O meio ambiente – \nUso X Poluição. Utilização e poluição de Água, Solo e Ar. Energia: nuclear, solar, \ncombustível fósseis, utilização, impactos. Legislação ambiental: ABNT e Série ISO \n14.000. Tecnologia anti-poluição: saneamento, defesa e proteção ambiental. Produção mais \nlimpa. Desenvolvimento sustentável. Auditoria ambiental. \nObjetivos Gerais e Específicos:  \nEnsinar conceitos básicos de gestão ambiental aplicados ao projeto e a execução de ", "95": "Engenharia Mecânica IFMG – Campus Congonhas 95 Sistemas Mecânicos.  \nBibliografia Básica:  \nBARBIERI, José Carlos. Gestão Ambiental Empresarial. São Paulo: Saraiva, 2004. \nMACHADO, Paulo Affonso Leme. Direito Ambiental Brasileiro. 11.ed. São Paulo: \nMalheiros, 2003.  \nPHILIPPI, Arlindo Jr. Curso de Gestão Ambiental. São Paulo: Manole, 2004. Coleção \nAmbiental.  \nBibliografia Complementar:  \nGOLDEMBERG, José; LUCON, Oswaldo. Energia, meio ambiente e desenvolvimento. 3. \ned. rev. e ampl. São Paulo: EDUSP, 2008.  \nMILLER Jr., G. T. Ciência Ambiental. 11 ed. Editora Thomson, 2006. \nSÁNCHEZ, Luis Enrique. Avaliação de impacto ambiental: conceitos e métodos. 2. ed., \natua. e ampl. São Paulo: Oficina de Textos, 2013. \nTAKESHY, Tachizawa. Gestão Ambiental e Responsabilidade Corporativa. 4.ed. São \nPaulo:Atlas, 2007. \nVEIGA, José Eli da. Desenvolvimento Sustentável: o desafio do século XXI. Rio de \nJaneiro: Garamond, 2005. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC037 Engenharia Aplicada a Sistemas Médicos 30 Optativa \nEmenta: \nIntrodução; Princípio de funcionamento de equipamentos por imagem (Raio X, Tomografia \nComputadorizada, Ressonância Magnética Nuclear, cintilografia, ultra-som e termografia); \nequipamentos por fenômenos elétricos (eletromiógrafo, elecardiógrafo, eletroencefalógrafo, \npotencial evocado), Dispositivos de Avaliação Oftalmológica e Auditiva; Dispositivos para \nEndoscopia do Aparelho Digestivo; Dispositivos de uso de Otorrinolaringologia; \nDispositivos de uso em UTI / CTI; Oxímetro de pulso, sensores de pressão (intravasculares \ne esfigmomanômetro), medidores de vazão (espirômetros), dispositivos de variação de \nvolume e/ou pressão (perineômetro) e sensores de temperatura; novas tecnologias. \nObjetivos Gerais e Específicos:  \nFornecer conhecimento dos princípios físicos e programas de manutenção de sistemas e \nequipamentos médicos.  \nBibliografia Básica:  \nDURÁN, J.E.R., Biofísica. São Paulo: Pearson Education do Brasil, 2005. ", "96": "Engenharia Mecânica IFMG – Campus Congonhas 96 HAINO, Burmester (Coordenador). Gestão de materiais e equipamentos hospitalares. São \nPaulo: Saraiva, 2013. \nOKUNO, E.; CALDAS, I.L. e CHOW, C. Física para Ciências Biológicas e Biomédicas. \nSão Paulo: Editora Harbra Ltda, 1995. \nBibliografia Complementar:  \nABNT-IEC. 60601-1: Medical Eletric Equipment – ALL PART (1.0b). ABNT, 2013. \nBRASIL – MINISTÉRIO DA SAÚDE – PROJETO REFORSUS. Equipamentos Médico-\nHospitalares e o Gerenciamento da Manutenção. Ministério da Saúde, Brasília, 2002. \nDisponível em:                \nhttp://bvsms.saude.gov.br/bvs/publicacoes/equipamentos_gerenciamento1.pdf e \nhttp://bvsms.saude.gov.br/bvs/publicacoes/equipamentos_gerenciamento2.pdf  \nBRITO, L. F. M.; BRITO, T. R. M.; BUGANZA, C. Segurança Aplicada às Instalações \nHospitalares – 5ª Edição. Editora SENAC São Paulo, 2011. \nGUYTON, A. C.; HALL, J. E. Tratado de Fisiologia Médica.11ed. Rio de \nJaneiro:Saunders Elsevier, 2006. \nHALL, Susan J.; TARANTO, Giuseppe (Tradutor). Biomecânica Básica. 4. ed. Rio de \nJaneiro: Guanabara Koogan, 2005. \nHENEINE, I.F. Biofísica Básica. São Paulo: Editora Atheneu, 1996. \nJUHL, J.H & CRUMMY, A.B. Interpretação Radiológica. Rio de Janeiro: Guanabara \nKoogan, 1996 \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC038 Projeto de Tubulações 60 Optativa \nEmenta: \nBase teórica para o projeto de tubulações industriais, materiais utilizados, montagem de \ntubulações, desenho técnico de tubulações. \nObjetivos Gerais e Específicos:  \nDesenvolver as técnicas necessárias para o projeto de uma tubulação industrial . \nBibliografia Básica:  \nDE SOUZA, Z. Projeto de Máquinas de Fluxo – TOMO I: Base Teórica e Experimental. 1 \nEd. Editora Interciências / ACTA, 2011. \nTELLES, P. C. S. Tubulações Industriais – Materiais, Projeto, Montagem. 10 Ed. Editora \nLTC, 2001. ", "97": "Engenharia Mecânica IFMG – Campus Congonhas 97 TELLES, P. C. S. Tubulações Industriais – Cálculo. 9 Ed. Editora LTC, 1999. \nBibliografia Complementar:  \nDE SOUZA, Z. Projeto de Máquinas de Fluxo – TOMO II: Bombas Hidráulicas com \nRotores Radiais e Axiais. 1 Ed. Editora Interciências / ACTA, 2011. \nDE SOUZA, Z. Projeto de Máquinas de Fluxo – TOMO III: Turbinas Hidráulicas com \nRotores Tipo Francis. 1 Ed. Editora Interciências, 2011. \nDE SOUZA, Z. Projeto de Máquinas de Fluxo – TOMO IV: Turbinas Hidráulicas com \nRotores Axiais. 1 Ed. Editora Interciências, 2012. \nDE SOUZA, Z. Projeto de Máquinas de Fluxo – TOMO V: Ventiladores com Rotores \nRadiais e Axiais. 1 Ed. Editora Interciências / ACTA, 2012. \nMACINTYRE, A. Bombas e Instalações de Bombeamento. 2 Ed. Editora LTC, 1997. \nMACINTYRE, A. Equipamentos Industriais e de Processos. Editora LTC, 1997.  \nTELLES, P. C. S.; BARROS, D. G. P. Tabelas e Gráficos para Projetos de Tubulações \nIndustriais – Cálculo. 7 Ed. Editora Interciências, 2011. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC039 Caracterização de Materiais 60 Optativa \nEmenta: \nMicroscopia Óptica. Metalografia Quantitativa. Análise de Imagens. Microscopia \nEletrônica de Varredura. Formação de Imagens com Elétrons Secundários e \nRetroespalhados. Microanálise Semi-Quantitativa por Energia Dispersiva de Raios-X. \nDifração de Elétrons Retroespalhados. Microscopia Eletrônica de Transmissão. \nDifratometria de Raios-X. Determinação de Fases. Tensão Residual. Textura \nCristalográfica. Ensaios Mecânicos. Espectroscopia de absorção na região do \ninfravermelho. Raman. Análises Térmicas (Análise Térmica diferencial, calorimetria \nexploratória diferencial, análise termogravimétrica) . Análise prática de falhas \nObjetivos Gerais e Específicos:  \nFornecer ao aluno conhecimento sobre as ferramentas de análise dos materiais necessárias \npara o desenvolvimento, caracterização e caracterização de falhas de materiais.  \nBibliografia Básica:  \nASHCROFT, N. W.; MERMIN, N. D. Física do Estado Sólido. Editora CENGAGE, 2011. \nMANNHEIMER, W. Microscopia dos Materiais: Uma Introdução. 1a Ed. Editora E-\npapers, 2002 \nOSWALDO S. Fundamentos da espectroscopia Raman e no infravermelho - 2ª Edição. ", "98": "Engenharia Mecânica IFMG – Campus Congonhas 98 Editora Unesp, 1996. \nBibliografia Complementar:  \nASHBY, Michael; SHERCLIFF, Hugh; CEBON, David. Materiais: [engenharia, ciência, \nprocessamento e projeto]. Rio de Janeiro: Elsevier, c2012. \nCALLISTER, William D. Ciência e engenharia de materiais: uma introdução. 7. ed. Rio de \nJaneiro: LTC - Livros Técnicos e Científicos, c2008. 705 p. \nVAN VLACK, Lawrence H. Princípios de ciência e tecnologia dos materiais. Traduzido \npor . 11.ed.. ed. Rio de Janeiro: Campus, s.d. 565 p. \nDE SOUZA, S. A. Ensaios Mecânicos de Materiais Metálicos: Fundamentos Teóricos e \nPráticos. 5° edição. São Paulo: Edgard Blucher. 1982. \nGALVAO, J. L. R. Analise de falhas em equipamentos de processo - mecanismos de danos \ne casos práticos. Editora Interciencia, 2012. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMSI002 Programação de Computadores II 60 Optativa \nEmenta: \nBanco de dados e aplicações na EP. Linguagem de programação orientada a objetos, \naplicações na Engenharia. (Laboratório). \nObjetivos Gerais e Específicos:  \nConsolidar os conhecimentos sobre programação de computadores, em especial a \nprogramação orientada a objetos.  \nBibliografia Básica:  \nASCENCIO, A. F. G.; ARAÚJO, G. S. Estrutura de dados: algoritmos, análise da \ncomplexidade e implementações em JAVA e C/C++. São Paulo: Pearson Prentice Hall, \n2010. \nHORSTMANN, Cay S. Conceitos de computação com o essencial de Java. 3. ed. Porto \nAlegre, RS: Bookman, 2005 \nROB, P.; CORONEL, C. Sistemas de banco de dados: projeto, implantação e \ngerenciamento. São Paulo: Cengage Learning, 2011.  \nBibliografia Complementar:  \nDEITEL, P.; DEITEL, H. Java como programar. 8. ed. São Paulo: Pearson Prentice Hall, \n2010. \nELMASRI, R.; NAVATHE, S. B. Sistemas de banco de dados. 4. ed. São Paulo: Addison \nWesley, 2005. ", "99": "Engenharia Mecânica IFMG – Campus Congonhas 99 GOODRICH, M. T.; TAMASSIA, R. Estrutura de Dados e Algoritmos em Java. 4. ed. \nPorto Alegre: Bookman,2007. \nMIZRAHI, Victorine Viviane. Treinamento em C++, volume Módulos 1 e 2. Pearson \nEducation, São Paulo, 2a. edição edition, 2006.  \nSAVITCH, Walter. C++ Absoluto. Pearson Addison Wesley, 2004.  \n \nCódigo: Disciplina: Carga Horária: Natureza: \nFIS005 Física Aplicada ao Corpo Humano 30 Optativa \nEmenta: \nBiofísica da circulação sanguínea. Biofísica da respiração. Biofísica da visão. Biofísica da \naudição. Física Térmica aplicada ao corpo humano. Biofísica das radiações. \nObjetivos Gerais e Específicos:  \nRelacionar a física com a fisiologia humana.  \nBibliografia Básica:  \nDURÁN, J.E.R., Biofísica. São Paulo: Pearson Education do Brasil, 2005.  \nSCHMIDT, Frank W.; HENDERSON, Robert E.; WOLGEMUTH, Carl H. Introdução às \nciências térmicas: termodinâmica, mecânica dos fluidos e transferência de calor. 2. \ned. São Paulo: Blucher, 2014. \nOKUNO, E.; CALDAS, I.L. e CHOW, C. Física para Ciências Biológicas e Biomédicas. São \nPaulo: Editora Harbra Ltda, 1995.  \nBibliografia Complementar:  \nGARCIA, E.A.C. Biofísica. São Paulo: Sarvier Editora de Livros Médicos Ltda., , 2002.  \nGUYTON, A. C.; HALL, J. E. Tratado de Fisiologia Médica.11ed. Rio de \nJaneiro:Saunders Elsevier, 2006.  \nHALL, Susan J.; TARANTO, Giuseppe (Tradutor). Biomecânica Básica. 4. ed. Rio de \nJaneiro: Guanabara Koogan, 2005 \nHENEINE, I.F. Biofísica Básica. São Paulo: Editora Atheneu, 1996.  \nJUHL, J.H & CRUMMY, A.B. Interpretação Radiológica. Rio de Janeiro: Guanabara \nKoogan, 1996.  \n \nCódigo: Disciplina: Carga Horária: Natureza: \nPRO003 Gerenciamento de Projetos 60 Optativa \nEmenta: ", "100": "Engenharia Mecânica IFMG – Campus Congonhas 100 Definição do gerenciamento de projetos. Ciclo de Vida de Projetos. Metodologia de \nProjeto de Produtos, Concepção e Desenvolvimento de Produtos/projetos. Técnicas para \nadministração de projetos (PERT/CPM). Modelos de gestão de projetos (PMI). \nObjetivos Gerais e Específicos:  \nEnsinar ao aluno metodologias para o gerenciamento de projetos em uma empresa.  \nBibliografia Básica:  \nMAXIMIANO, A. C. A. Administração de Projetos: como transformar idéias em \nresultados. 3ª ed. São Paulo: Atlas, 2010.  \nPOSSI, M., PACHECO, A. R. MS Project 2003: ferramenta de apoio para o gerenciamento \nde Projetos. 2ª ed. Rio de Janeiro: Ciência Moderna, 2006. \nVARGAS, R. V. Gerenciamento de Projetos: estabelecendo diferenciais competitivos. 7ª \ned. Rio de Janeiro: Brasport, 2009.  \nBibliografia Complementar:  \nCARVALHO, M. M., RABECHINI JR, R. Construindo competências para gerenciar \nprojetos. 2ª ed. São Paulo: Atlas, 2009. \nLÜCK, Heloísa. Metodologia de projetos: uma ferramenta de planejamento e gestão. 7. ed. \nPetrópolis: Vozes, 2009 \nMOREIRA, M., BERNARDES, S. Microsoft Project 2007: gestão e desenvolvimento de \nprojetos. 3ª ed. São Paulo: Erica, 2009. \nOLIVEIRA, G. B. MS Project & gestão de Projetos. São Paulo: Pearson Makron Books, \n2005. \nXAVIER, C. M. S. Gerenciamento de Projetos: como definir e controlar o escopo do \nprojeto. 2ª. Ed. São Paulo:Saraiva, 2009. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nPRO004 Pesquisa Operacional I 60 Optativa \nEmenta: \nFundamentos de modelagem. O método Gráfico. Problemas de Minimização e de \nMaximização. Programação linear. Algoritmo Simplex. Dualidade. Análise de \nsensibilidade. Problemas de Transporte. Uso de pacotes computacionais. Introdução à \nProgramação Não-Linear. \nObjetivos Gerais e Específicos:  \nIntroduzir os conhecimentos sobre pesquisa operacional programação linear.  \nBibliografia Básica:  ", "101": "Engenharia Mecânica IFMG – Campus Congonhas 101 ARENALES, M. N.; ARMENTANO, V.; MORÁBITO, R.; YANASSE, H. Pesquisa \nOperacional. Rio de Janeiro: Elsevier, 2007.  \nHILLIER, Frederick S,LIEBERMAN, Gerald J..Introdução à Pesquisa Operacional. 8 ed. \nSão Paulo: McGraw-Hill, 2006. \nANDRADE, E.L. Introdução à Pesquisa Operacional: métodos e modelos para análise de \ndecisão. 4. ed. RJ LTC Ltda, 2009.  \nBibliografia Complementar:  \nBELFIORE, Patrícia; FÁVERO, Luiz Paulo. Pesquisa operacional: para cursos de \nadministração, contabilidade e economia. Rio de Janeiro: Elsevier, 2013. 541 p. \nGOLDBARG, M.C., LUNA, H.P.L. Otimização combinatória e programação linear: \nmodelos e algoritmos. Rio de Janeiro: Elsevier, 2005. \nLACHTERMACHER, G. Pesquisa operacional na tomada de decisões: modelagem em \nexcel.Rio de Janeiro: campus, 2006. \nPRADO, Darci Santos do. Usando o arena em simulação. 4. ed. Belo Horizonte: INDG \nTecnologia e Serviços, 2010. \nTAHA, Hamdy A. Pesquisa operacional. 8. ed. São Paulo: Pearson, 2008. 359 p. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC040 Automação 60 Optativa \nEmenta: \nArquitetura típica de microprocessadores. Conjunto de instruções. Sistemas de \ndesenvolvimento. Sistemas microcontrolados. Sistemas de aquisição de dados e controle. \nProgramação em linguagem C de dispositivos microcontrolados e Controladores Lógicos \nProgramáveis. \nObjetivos Gerais e Específicos:  \nProporcionar ao estudante as tecnologias de desenvolvimento para automação, \nprogramação de Controladores Lógicos Programáveis (CLP) e Sistemas Supervisórios \npermitindo-lhe atuar sobre estes sistemas de forma corretiva ou para execução de \nmelhorias, bem como no desenvolvimento de novas aplicações.  \nBibliografia Básica:  \nCAPELLI, Alexandre. Automação industrial: controle do movimento e processos \ncontínuos. 2. ed. São Paulo: Érica, 2008. \nFRANCHI, C. M.; DE CAMARGO, V. L. A. Controladores Lógicos Programáveis - Sistemas \nDiscretos.. 2ª Edição. Ed. Érica. 2009. \nGEORGINI, M. Automação Aplicada – Descrição e Implementação de Sistemas ", "102": "Engenharia Mecânica IFMG – Campus Congonhas 102 Sequenciais com PLCs.. 9ª Edição.. Ed.. Érica. 2009. \nBibliografia Complementar:  \nALVES, José Luiz Loureiro. Instrumentação, controle e automação de processos. 2. ed. \nRio de Janeiro: LTC, 2010. \nMORAES, Cícero Couto de; CASTRUCCI, Plínio. Engenharia de automação industrial. 2. \ned. Rio de Janeiro: LTC, 2007. \nMULTILÓGICA SHOP. Arduíno: Guia Iniciante. Versão 2.0. Disponível em: \nhttps://multilogica-shop.com/download_guia_arduino. Acesso em 25 de abril de \n2018. \nPRUDENTE, Francesco. Automação industrial PLC: programação e instalação. Rio de \nJaneiro: LTC, 2013. \nPRUDENTE, Francesco. Automação industrial PLC: teoria e aplicações : curso básico. 2. \ned. Rio de Janeiro: LTC, 2013.  \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC041 Robótica 60 Optativa \nEmenta: \nVisão geral dos manipuladores; fundamentos de tecnologia; aplicações de robôs; descrição \nmatemática de manipuladores; sistemas de coordenadas em robótica; modelagem de \ncinemática direita e inversa; análise e controle de movimentos dos robôs; modelagem \ndinâmica e controle de movimentos; geração de trajetórias; órgãos terminais; sensores em \nrobótica; programação de robôs; linguagem de programação de robôs. \nObjetivos Gerais e Específicos:  \nFornecer ao aluno os fundamentos teóricos e práticos quanto aos elementos, às aplicações, \nà modelagem, ao controle e à programação de robôs manipuladores. Compreensão dos \nconceitos fundamentais sobre Robótica; Entender os aspectos relacionados à descrição \nmatemática dos manipuladores; Realizar a modelagem de movimento, tanto através de \ncinemática direta quanto cinemática inversa e cinemática diferencial; Compreenderem os \nrudimentos de geração de trajetórias; Serem capazes de desenvolver programas que \ncontrolem os movimentos de braços mecânicos, leitura de sensores e atuação de atuadores.  \nBibliografia Básica:  \nCAPELLI, Alexandre. Automação industrial: controle do movimento e processos \ncontínuos. 2. ed. São Paulo: Érica, 2008. \nNISE, Norman S. Engenharia de sistemas de controle. 7. ed. Rio de Janeiro: LTC, 2017. \nNORTON, Robert L. Cinemática e dinâmica dos mecanismos. Porto Alegre, RS: Mc ", "103": "Engenharia Mecânica IFMG – Campus Congonhas 103 Graw-Hill; AMGH, 2010. \nBibliografia Complementar:  \nALVES, José Luiz Loureiro. Instrumentação, controle e automação de processos. 2. ed. \nRio de Janeiro: LTC, 2010. \nANTON, Howard; BUSBY, Robert C. Álgebra linear contemporânea. Porto Alegre: \nBookman, 2006 GARCIA, Claudio. Modelagem e simulação de processos industriais e de \nsistemas eletromecânicos. 2. ed., rev. e ampl. Sao Paulo: EDUSP, 2005. 678 p.  \nHAYKIN, Simon S. Redes neurais: princípios e prática. 2. ed. Porto Alegre: Bookman, \n2001. \nMORAES, Cícero Couto de; CASTRUCCI, Plínio. Engenharia de automação industrial. 2. \ned. Rio de Janeiro: LTC, 2007.  \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC042 Engenharia Automotiva 60 Optativa \nEmenta: \nPRIMEIRO MÓDULO) Conhecimento básico de dos Sistemas Automotivos. Sistemas do \nchassi (transmissão, suspensão, direção, freios) e da carroceria. Introdução a dinâmica \nveicular. Dinâmica Longitudinal. Sistema de coordenadas, Peso estático e dinâmico. \nCinemática e dinâmica da roda (Roda livre e roda trativa). Força de aderência no \npneumático, Tipos de Pneus. Forças que atuam no veículo. Forças de resistência ao \nmovimento. Dinâmica Lateral, forças e momentos laterais. Ângulo de escorregamento do \npneu. Comportamento lateral do veículo. Velocidade característica e crítica. Momento \naplicado ao volante, Forças e Momentos da roda esterçada. Ângulos de estabilização das \nrodas. Dinâmica Vertical, Fontes de Excitação, Tolerância do Ser Humano à vibrações. \nResposta do veículo, modelos de estudo. Legislação vigente. \n-SEGUNDO MODULO) Motores de combustão interna. Conceitos fundamentais. Ciclos \nteóricos e indicados. Combustíveis. Sistemas de lubrificação de refrigeração e de \ndistribuição. Desempenho de motores. Combustão nos motores ICO e ICE. Ignição. \nSistemas de alimentação. Injeção. Sobrealimentação. \nObjetivos Gerais e Específicos:  \nAo final do curso o aluno deverá ser capaz de avaliar o desempenho de um veículo para \ndeterminadas condições de operação. Isto inclui o desempenho longitudinal visando à \navaliação do desempenho na tração e na frenagem e a verificação dos limites de \ndesempenho do veículo em ambos os casos. Também a avaliação do desempenho lateral e \nvertical, com ênfase na influência da suspensão e direção na estabilidade e dirigibilidade do \nveículo. Conhecer os principais conceitos de motores a combustão interna, ciclos,  Sistemas \nde lubrificação de refrigeração e de distribuição.  \nBibliografia Básica:  ", "104": "Engenharia Mecânica IFMG – Campus Congonhas 104 BRUNETTI, Franco. Motores de combustão interna: volume 1. São Paulo: Blucher, \nc2012. 553 p. ISBN 9788521207085 (V.1). \nMANUAL de tecnologia automotiva. São Paulo: E. Blücher, 2005. 1232 p. ISBN \n8521203780 \nPRIETO, Ronaldo. Freios Hidráulicos: da física à dinâmica veicular. São Paulo, 2014 \nBibliografia Complementar:  \nBRUNETTI, Franco. Motores de combustão interna: volume 2. São Paulo: Blucher, c2012 \nKURKA, P. R. G. Vibrações de sistemas Dinâmicos - Análise e síntese. 1 ed. Rio de \nJaneiro: Elsevier, 2015 \nHIBBELER, R. C. Dinâmica: Mecânica para engenharia. 12 ed. São Paulo: Pearson, 2011. \nSAVI, M. A.; DE PAULA, A. S. Vibrações Mecânicas. 1 ed. Rio de Janeiro: LTC, 2017. \nSONNTAG, R.E.; BORGNAKKE, C. Introdução à Termodinâmica para Engenharia. Rio \nde Janeiro, Editora LTC, 2003 \n \nCódigo: Disciplina: Carga Horária: Natureza: \nMEC043 Tópicos em Soldagem 60 Optativa \nEmenta: \nIntrodução à metalurgia de soldagem. Energia e calor, ciclo térmico. Transformações na \nzona fundida e termicamente afetada. Soldabilidade dos metais. Defeitos de soldagem: \ntrincas a frio e a quente. Tensões e deformações em soldagem. Tratamentos térmicos \naplicados em soldagem. \nObjetivos Gerais e Específicos:  \nEstudar os princípios metalúrgicos da soldagem.  \nBibliografia Básica:  \nBRANDI, Sérgio Duarte; MELLO, Fábio Décourt Homem de; WAINER, Emílio. \nSoldagem: processos e metalurgia. 2. ed. São Paulo: Edgard Blücher, 2005. \nCHIAVERINI, Vicente. Tecnologia mecânica: processos de fabricação e tratamento: \nvolume II. 2. ed. São Paulo: Pearson Education, 1986. \nMARQUES, Paulo Villani; MODENESI, Paulo José; BRACARENSE, Alexandre Queiroz. \nSoldagem: fundamentos e tecnologia. 2. ed. Belo Horizonte: Ed. UFMG, 2007.  \nBibliografia Complementar:  \nCALLISTER, William D.; RETHWISCH, David G. Ciência e engenharia de materiais: ", "105": "Engenharia Mecânica IFMG – Campus Congonhas 105 uma introdução. 8. ed. Rio de Janeiro: LTC, 2012 \nCHIAVERINI, Vicente. Tecnologia mecânica: estrutura e propriedades das ligas metálicas \n: volume I. 2. ed. São Paulo: Pearson Education, 1986. \nCHIAVERINI, Vicente. Tecnologia mecânica: materiais de construção mecânica: volume \nIII. 2. ed. São Paulo: Pearson Education, 1986. \nCOLPAERT, Hubertus. Metalografia: dos produtos siderúrgicos comuns. 4. ed. rev., atual. \nSão Paulo: Edgard Blücher, 2008. \nFISCHER, Ulrich et al. Manual de tecnologia metal mecânica. 2. ed. São Paulo: Blucher, \n2011. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nFIS006 Física Aplicada ao Meio Ambiente 30 Optativa \nEmenta: \nFontes Alternativas de Energia. Sol como fonte de energia. Física da atmosfera: estrutura, \nventos e circulação. O fenômeno El Niño. Camada de ozônio. Efeito estufa. Poluição do ar. \nImpactos ambientais. O problema da poluição do ar. Avaliação da qualidade do ar. \nPropriedades físicas e químicas do ar. Aerossóis. Difusão de poluentes na atmosfera. \nControle da poluição do ar. Fontes poluidoras. \nObjetivos Gerais e Específicos:  \nRelacionar fenômenos da natura e geração de energia com princípios físicos.  \nBibliografia Básica:  \nFELLENBERG, Günter; MAAR, Juergen Heinrich (Tradutor). Introdução aos problemas \nda poluição ambiental. São Paulo: E.P.U, 1980. \nHINRICHS, R. A., KLEINBACH, M., REIS, L. B. Energia e Meio Ambiente. São Paulo: \nCengage Learning, 2010.  \nLANDULFO, E. Meio Ambiente & Física. 1a ed. Editora: Senac. 2005.  \nBibliografia Complementar:  \nCONTI, J. B. Clima e Meio Ambiente. São Paulo: Atual, 2011.  \nGOLDENBERG, J. Energia e Desenvolvimento Sustentável. São Paulo: Blucher, 2010.  \nMILLER, G. Tyler; TASKS, All (Tradutor). Ciência ambiental. São Paulo: Thomson, \n2007. \nROTHMAN, H. Uso da Biomassa para Produção de Energia na Indústria Brasileira. ", "106": "Engenharia Mecânica IFMG – Campus Congonhas 106 Campinas: Unicamp, 2005.  \nTRIGUEIRO, A. Meio Ambiente no Século 21. Rio de Janeiro: GMT, 2003.  \n \nCódigo: Disciplina: Carga Horária: Natureza: \nFIS007 Introdução à Astronomia 60 Optativa \nEmenta: \nA - PARTE TEÓRICA: Gravitação universal. História e evolução da astronomia. \nDiferentes tipos de telescópios. Considerações básicas sobre dinâmica orbital e astrofísica. \nNoções de astronomia esférica. Sistema de coordenadas. O sistema solar: Leis de Kepler, \nmovimento dos planetas, característica física dos planetas, asteróides, meteoritos, cometas. \nOrigem e evolução do sistema solar. Estrelas: posições, magnitudes, distância, movimento; \nclassificação espectral, estrelas duplas, estrelas variáveis, estrutura e evolução, \nclassificação, radiogaláxias. Cosmologia: Teorias cosmológicas, expansão do Universo, lei \nde Hubble, estrutura em larga escala do Universo. Considerações sobre exoplanetas e \nmatéria escura.  \nB – PARTE PRÁTICA: Observações com o telescópio da escola. Visita técnica ao \nobservatório da UFMG. Leitura de cartas celestes, montagem luneta com material \nalternativo. \nObjetivos Gerais e Específicos:  \nConhecer os princípios da astronomia.  \nBibliografia Básica:  \nHORVATH, J. E. O ABCD da astronomia e astrofísica. 2. ed. São Paulo: Livraria da \nFísica, 2008.  \nPANZERA, A., C. Planetas e Estrelas. Um guia prático de carta celeste. Ed. UFMG. Belo \nHorizonte, 2008. \nYOUNG, Hugh D.; FREEDMAN, Roger A. Física IV: ótica e física moderna. 12. ed. São \nPaulo: Addison Wesley, 2009.  \nBibliografia Complementar:  \nCANIATO, R. Redescobrindo a Astronomia. Ed. Átomo. Campinas, 2010.  \nHORVATH, J. E. Cosmologia Física. Editora: Livraria da Física. São Paulo. 2011  \nHORVATH, J. E. Fundamentos da Evolução estelar. Supernovas e objetos Compactos. \nEditora: Livraria da Física. São Paulo. 2011. \nKARAM, H. A. Telescópios amadores: Técnicas de construção e configuração ótica. \nEditora: Livraria da Física. São Paulo. 2011  \nKEPLER, S. O.; SARAIVA, M. F.O. Astronomia e Astrofisica. Ed. UFRGS. Porto Alegre, ", "107": "Engenharia Mecânica IFMG – Campus Congonhas 107 2003.  \n \nCódigo: Disciplina: Carga Horária: Natureza: \nFIS008 Física nuclear, radiações ionizantes e \nsuas aplicações 60 Optativa \nEmenta: \nEstrutura e propriedades dos núcleos atômicos: características dos núcleos, forças \nnucleares, modelos nucleares e estabilidade nuclear. Decaimentos radioativos: modos e leis \ndas transições nucleares. Interação da radiação com a matéria: partículas carregadas, \nnêutrons e fótons. Reações nucleares. Conceitos em radiobiologia e radioproteção: \ngrandezas radiológicas, efeitos biológicos das radiações ionizantes, princípios e \nconsiderações da proteção radiológica. Aceleradores de partículas: lineares e cíclicos \n(cíclotron, sincrocíclotron e cíclotrons isocrônicos, betatrons, elétron sincrotrons, \nsíncrotrons, câmaras de vácuo anulares, fontes de radiação sincrotron e FFAGs). Reatores \nnucleares: princípios, modalidades (reatores de água leve, CANDU, FBR, HTGR, RBMK, \nADS) e aplicações (produção de energia e pesquisa). Detectores de radiação: princípios de \ndetecção da radiação, detectores a gás, cintilação e semicondutores. Aplicações da física \nnuclear e radiações:datação geocronológica, medicina, agricultura e indústria. \nObjetivos Gerais e Específicos:  \nEstudar os radiações ionizantes, formas de produção e utilização.  \nBibliografia Básica:  \nEISBERG, Robert.; RESNICK, Robert. Física Quântica. 1. ed. Rio de Janeiro: Elsevier, \n1979. \nHALLIDAY, D., RESNICK, R., WALKER, J., Fundamentos de Física, Volume 4. Livros \nTécnicos e Científicos Editora SA, 8ª edição, 2008.  \nYOUNG, Hugh D.; FREEDMAN, Roger A. Física IV: Ótica e Física Moderna. 12. ed. São \nPaulo: Addison Wesley, 2009. v.4.  \nBibliografia Complementar:  \nANEEL. Atlas de Energia Elétrica no Brasil. 3 ed. Brasília: Agencia Nacional de Energia \nElétrica, 2008. Disponível em: http://www2.aneel.gov.br/arquivos/pdf/atlas3ed.pdf. Acesso \nem 10 de abril de 2018. \nIEAE. Nuclear Technology Review 2017. Austria: International Atomic Energy Agency, \n2017. Disponível em: http://www.aben.com.br/Arquivos/519/519.pdf. Acesso em 10 de \nabril de 2018 . \nJUHL, J.H & CRUMMY, A.B. Interpretação Radiológica. Rio de Janeiro: Guanabara \nKoogan, 1996. \nMARIZ, C. H C. Novas Usinas Nucleares no Brasil: Uma necessidade para o ", "108": "Engenharia Mecânica IFMG – Campus Congonhas 108 desenvolvimento do país. Disponível em: http://www.aben.com.br/Arquivos/402/402.pdf. \nAcesso em 10 de abril de 2018. \nUNEP. Radiação – Efeitos e Fontes. Programa das Nações Unidas para o Ambiente, 2016. \nDisponível em http://www.aben.com.br/Arquivos/544/544.pdf. Acesso em 10 de abril de \n2018. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nPRO005 Custos Industriais e Contabilidade \nGerencial 60 Optativa \nEmenta: \nIntrodução à contabilidade. Contabilidade Gerencial. Análise de balanços. Classificação, \nnomenclatura de custos, custeio direto e integral, margem de contribuição e relação \ncusto/volume/lucro, custos na produção contínua, custos na produção por encomenda. \nCustos ABC. Sistemas de Custos Industriais. Fixação de preço de venda. Ponto de \nequilíbrio. Custeio baseado em atividades. Custo padrão e análise de variações de \nmateriais. MOD e CIF. \nObjetivos Gerais e Específicos:  \nEstudar a legislação básica e a formação de preço de produtos por meio de sistemas de \ncusteio. \nBibliografia Básica:  \nLEONE, George S. G. Contabilidade de Custos. 3ª ed. São Paulo: Atlas, 2009. \nMARTINS, Eliseu. Contabilidade de Custos. 9ª ed. São Paulo: Atlas, 2009. \nWARREN, Carl S.; FESS, Philip E. Contabilidade Gerencial. 2ª ed. São Paulo: Thomson \nLearning, 2008.  \nBibliografia Complementar:  \nBORNIA, A. C. Análise Gerencial de Custos. Porto Alegre: Bookmam, 2005. \nBRUNI, Adriano Leal. A Administração de Custos, Preços e Lucros. 2ª ed. São Paulo: \nAtlas, 2008. \nCARNEIRO, Jorge M. T. et al. Formação e administração de preços. 2. ed. Rio de Janeiro: \nFGV, 2006.  \nDUBOIS, A.; KULPA, L.; SOUZA, L. E. Gestão de Custos e Formação de Preços. São \nPaulo: Atlas, 2006. \nRIBEIRO, O. M. Estrutura e Análise de Balanço Fácil. 8ª ed. São Paulo: Saraiva, 2009. \n ", "109": "Engenharia Mecânica IFMG – Campus Congonhas 109 Código: Disciplina: Carga Horária: Natureza: \nPRO006 Gestão da Qualidade 60 Optativa \nEmenta: \nHistórico, definições e conceitos da Qualidade. Estratégias de Gestão pela Qualidade. \nGarantia da Qualidade. Sistemas de Gestão da Qualidade. Sistema e Elementos de Gestão \nda Qualidade Total. Programa 5S. Gerenciamento da Rotina do Trabalho. Gerenciamento \npelas Diretrizes. Círculos de Controle da Qualidade. Sistema de Gestão Segundo ISO Série \n9000. Uso e Aplicação das Normas. Implementação e Certificação de Sistemas. \nMetodologia de Implantação. \nObjetivos Gerais e Específicos:  \nConceituar os principais sistemas de gestão e melhora da qualidade em uma empresa, em \nespecial as normas ISO e programas de qualidade total.  \nBibliografia Básica:  \nBALLESTERO-ALVAREZ, M. E. Gestão da qualidade, produção e operações. 2ª Ed. São \nPaulo: Atlas, 2012. \nMELLO, C. H. P. et al. ISO 9001:2008: sistema de gestão da qualidade para operações de \nprodução e serviços. São Paulo: Atlas, 2009.  \nPALADINI, E. P. Gestão da qualidade: teoria e prática. 2ª Ed. São Paulo: Atlas, 2004.  \nBibliografia Complementar:  \nBRAVO, I. B. Gestão da qualidade em tempos de mudança. 3ª Ed. São Paulo: Alínea e \nÁtomo, 2010. ISBN-10: 8575164147 \nLOBO, R. N. Gestão da qualidade. São Paulo: Érica, 2010. ISBN-10: 8536503173 \nPALADINI, E. P. Avaliação estratégica da qualidade. São Paulo: Atlas, 2002. \nROBLES JR, A. Custos da qualidade: aspectos econômicos da gestão da qualidade e da \ngestão ambiental. 2ª Ed. São Paulo: Atlas, 2003. \nSLACK, N.; CHAMBERS, S.; JOHNSTON, R. Administração da produção; tradução \nMaria Teresa Corrêa de Oliveira, Fábio Alher; revisão técnica Henrique Luiz Corrêa. –2. \ned. – SãoPaulo: Atlas, 2002. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nPRO007 Gestão de Pessoas 30 Optativa \nEmenta: \nMudanças Comportamentais no trabalho. Aprendizagem e comportamentos \norganizacionais. Motivação. Liderança. Seleção e desenvolvimento de Pessoas. Formação ", "110": "Engenharia Mecânica IFMG – Campus Congonhas 110 e desenvolvimento de equipes. \nObjetivos Gerais e Específicos:  \nConceituar os principais sistemas de gestão de pessoas objetivando e melhorar a satisfação \ndos funcionários em uma empresa.  \nBibliografia Básica:  \nCHIAVENATO, I. Gestão de Pessoas: O novo papel dos recursos humanos nas \norganizações. 3ª ed. Rio de Janeiro: Elsevier, 2010 \nCOHEN, A. R; FINK, S. Comportamento Organizacional: Conceitos e estudos. 11ª ed. São \nPaulo: Campus, 2003. \nVERGARA, S. C. Gestão de Pessoas. São Paulo: Atlas, 2007.  \nBibliografia Complementar:  \nCHIAVENATO, Idalberto. Recursos humanos: o capital humano das organizações. 9ª ed. \nRio de Janeiro: Campus, 2009. \nFIORELLI, J. O. Psicologia para Administradores. 4ª ed. São Paulo: Atlas, 2004. \nKANAANE, Roberto. Comportamento humano nas organizações: o homem rumo ao \nséculo XXI. 2. ed. São Paulo: Atlas, 2007. \nLUCENA, M. D. da S. Planejamento de Recursos Humanos. São Paulo: Atlas, 2009. \nROBBINS, Stephen P; JUDGE, Timothy A.; SOBRAL, Filipe. Comportamento \norganizacional: teoria e prática no contexto brasileiro. 14. ed. São Paulo: Pearson \nEducation do Brasil, 2010  \n \nCódigo: Disciplina: Carga Horária: Natureza: \nPRO008 Organização, Ergonomia e Segurança do \nTrabalho 60 Optativa \nEmenta: \nGerência de riscos: legislação de segurança. Determinantes sociais: confiabilidade técnica, \nconfiabilidade humana. Ambiente de trabalho. Acidente de trabalho e acidente de trajeto. \nDoenças profissionais e doenças do Trabalho. Causas da doença do trabalho: agentes \nquímicos, biológicos e ergonômicos. LER. Comunicação e treinamento. Normalização - \nNR's. Riscos Profissionais. Avaliação e Controle. Métodos e meios de proteção e \nprevenção de acidentes: princípios, regras e equipamentos de proteção. Análise de riscos à \nsaúde e ambiental. Métodos de análise de acidentes. \nObjetivos Gerais e Específicos:  \nEnsinar os princípios básicos de higiene e segurança no trabalho, incluindo análise ", "111": "Engenharia Mecânica IFMG – Campus Congonhas 111 simplificada de risco e legislação.  \nBibliografia Básica:  \nALBERTO SÉRGIO S.R. MIGUEL -Manual de Higiene e Segurança no Trabalho. 2002: \nPorto Editora, Lisboa. \nBREVIGLIERO, Ezio; POSSEBON, José; SPINELLI, Robson. Higiene ocupacional: \nagentes biológicos, químicos e físicos. São Paulo: Senac, 2008. \nIIDA, Itiro. Ergonomia: projeto e produção. 2. ed. rev. e ampl. São Paulo: Blucher, 2005.  \nBibliografia Complementar:  \nABRANTES, Antonio Francisco. Atualidades em ergonomia: logística, movimentação de \nmateriais, engenharia industrial, escritórios. São Paulo: IMAM, 2004. \nDUL, Jan; LIDA, Itiro (Tradutor). Ergonomia prática. 2ª. edição revista e ampliada. São \nPaulo: Edgard Blücher, 2004. \nKROEMER, K. H. E.; GUIMARÃES, Lia Buarque de Macedo (Tradutor). Manual de \nergonomia: adaptando o trabalho ao homem. 5. ed. Porto Alegre, RS: Bookman, 2005. \nREASON, James. Managing Risks of Organizational Accidents. Londres: Ashgate, 1997. \nSZABO Jr., Adalberto M. Manual de Segurança, Higiene e Medicina do Trabalho. 4 ed. \nSão Paulo: Ribeel, 2011. \n \nCódigo: Disciplina: Carga Horária: Natureza: \nPRO009 Pesquisa Operacional II 60 Optativa \nEmenta: \nModelagem. Teoria das Filas. Simulação a Eventos Discretos. Ferramentas computacionais \ne aplicações. \nObjetivos Gerais e Específicos:  \nSimulação e modelagem de eventos discretos. \nBibliografia Básica:  \nARENALES, M. et al. Pesquisa Operacional para cursos de Engenharia. Rio de Janeiro: \nElsevier, 2007. \nFREITAS FILHO, P. J. Introdução à modelagem e simulação de sistemas com aplicações \nem Arena.2ª ed. Florianópolis: Visual Books, 2008. \nHILLIER, F. S., LIEBERMAN, G. J. Introdução à Pesquisa Operacional. 8ª ed. São Paulo: \nMcGraw Hill Brasil, 2006.  ", "112": "Engenharia Mecânica IFMG – Campus Congonhas 112 Bibliografia Complementar:  \nBARBOSA, M. A., ZANARDINI, R. A. D. Introdução à Pesquisa Operacional no \nambiente de gestão. Curitiba: Ibpex, 2010. \nGOLDBARG, M. C., LUNA, H. Otimização combinatória e programação linear: modelos \ne algoritmos.2ª ed. Rio de Janeiro: Elsevier, 2005. \nPRADO, D. Teoria das filas e da simulação. 4ª ed. Nova Lima: INDG, 2009. \nPRADO, D. Usando o Arena em simulação. Belo Horizonte: INDG, 2003. \nTAHA, H. A. Pesquisa Operacional: uma visão geral. 8ª ed. São Paulo: Pearson Prentice \nHall, 2008. \n "}