{"1": " \n \n \nUNIVERSIDADE FEDERAL DE VIÇOSA  \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO DO CURSO  \nENGENHARIA DE PRODUÇÃO  \n \n \n \n \n \n \nVIÇOSA – MG \n2018", "2": " \n  \n \nUNIVERSID ADE FEDERAL DE VIÇOSA  \n \n \n \n \n \n \nMissão da Universidade Federal de Viçosa  \n \n \n \n“Exercer uma ação integrada das atividades de ensino, pesquisa e \nextensão, visando à universalização da educação superior de \nqualidade, à promoção do desenvolvimento das ciências, letras e artes \ne à formação de cidadãos com visão técnica, científica e human ística, \ncapazes de enfrentar desafios e atender às demandas da sociedade. ”  \n \n \n \n \n \n ", "3": " \n  ", "4": " \n \n \nUNIVERSIDADE FEDERAL DE VIÇOSA  \n \n \n \nCoordenador do Curso  \nAlexandre Navarro da Silva  \nMarco Antônio Sartori (Suplente)  \n \nComissão Coordenadora do Curso  \nAlexandre Navarro da Silva  \nÉrica Nascif Rufino Vieira  \nIdamar Sidnei Cobianchi Nigro  \nJaqueline Akemi Suzuki  \nJoseph Kalil Khoury Junior  \nMarco Antônio Sartori  \nNédson Antônio Campos  \nAlice Ambrosim Falqueto (Discente titular)  \nGabryelle Lima Silva (Discente suplente)  ", "5": " \n \n \nUNIVERSIDADE FEDERAL DE VIÇOSA  \n \n \nCurso: Graduação em Engenharia de Produção  \nModalidade oferecida: Bacharelado  \nTítulo acadêmico co nferido: Engenheiro  de Produção  \nModalidade de ensino: Presencial  \nRegime de matrícula: Semestral  \nTempo de duração: Mínimo: 5 anos \n  Padrão: 5 anos  \n  Máximo: 8  anos \nCarga horária total: 3660 horas  \nNúmero de vagas oferecidas: 40 \nTurno de funcionamento: Integral  \nForma de ingresso: Sistema de Seleção Unificada (MEC)  \nLocal de funcionamento: UNIVERSIDADE FEDERAL DE VIÇOSA – UFV  \nCampus Viçosa:  \nCampus Universitário  \nCEP 36570 -900 – Viçosa – MG \nTelefone: (31) 3899 4097  \nE-mail: epr@ufv.br  \nSite: www.epr.ufv.br  \n \n \n \n \n ", "6": " \n Sumário  \n1. Apresentação do Curso  ................................ ................................ ................................ ....................  7 \n2. Fundamentação Legal  ................................ ................................ ................................ ....................  10 \n3. Con cepção do Curso  ................................ ................................ ................................ ......................  10 \n4. Objetivos do Curso ................................ ................................ ................................ .........................  11 \n5. Perfil e Competências Profissionais  ................................ ................................ ...............................  13 \n6. Estrutura Curricular ................................ ................................ ................................ ........................  14 \n6.1. Formação Geral  ................................ ................................ ................................ .............  16 \n6.2. Formação Específica ou Profissional  ................................ ................................ ............  18 \n6.3. Disciplinas optativas ................................ ................................ ................................ ...... 21 \n6.4. Estágio Curricular Supervisionado  ................................ ................................ ................  22 \n6.5. Atividades Complementares ................................ ................................ ..........................  23 \n6.6. Trabalho de Conclusão de Curso (TCC)  ................................ ................................ ....... 24 \n6.7. Educação das Relações Étnico -raciais e para o Ensino de História e Cultura Afro -brasileira e \nAfricana  ................................ ................................ ................................ ................................  25 \n6.8. Políticas de Educação ambiental  ................................ ................................ ...................  26 \n6.9. Educação em Direitos Humanos  ................................ ................................ ...................  28 \n7. Integralização e Matriz  Curricular do Curso  ................................ ................................ ..................  29 \n8. Metodologia de Ensino e Aprendizagem  ................................ ................................ .......................  30 \n9. Avaliação do Processo de Ensino -aprendizagem  ................................ ................................ ...........  31 \n10. Tecnologias de Informação e Comunicação – TICs – no processo de ensino -aprendizagem  ..... 32 \n11. Apoio ao Discente  ................................ ................................ ................................ ........................  33 \n13. Ingresso no Curso ................................ ................................ ................................ .........................  36 \n15. Outras Atividades do Curso  ................................ ................................ ................................ .........  37 \n16. Recursos  Humanos  ................................ ................................ ................................ .......................  37 \n16.1. Colegiado do Curso  ................................ ................................ ................................ ..... 37 \n17. Infraestrutura  ................................ ................................ ................................ ................................  38 \nAnexos", "7": "7 \n 1. Apresentação do Curso  \nA Universidade Federal de Viçosa originou -se da Escola Superior de Agricultura e \nVeterinária (ESAV), criada pelo Decreto 6.053, de 30 de março de 1922, do então Presidente \ndo Estado de Minas Gerais,  Arthur da Silva Bernardes. A ESAV foi inaugurada em 28 de \nagosto de 1926, por seu idealizador Arthur Bernardes, que na época ocupava o cargo máximo \nde Presidente da República. Em 1927, foram iniciadas as atividades didáticas, com a \ninstalação dos Cursos F undamental e Médio e, no ano seguinte, do Curso Superior de \nAgricultura. Em 1932 foi a vez do Curso Superior de Veterinária. No período de sua criação, \nfoi convidado por Arthur Bernardes, para organizar e dirigir a ESAV, o Prof. Peter Henry \nRolfs, da Unive rsidade da Flórida, Estados Unidos. Também veio, a convite, o Engenheiro \nJoão Carlos Bello Lisboa, que então trabalhava em reformas urbanísticas na cidade de Ponte \nNova, para administrar os trabalhos de construção do estabelecimento.  \nVisando ao desenvolvim ento da Escola, em 1948, o Governo do Estado a transformou \nem Universidade Rural do Estado de Minas Gerais (UREMG), que era composta pela Escola \nSuperior de Agricultura, pela Escola Superior de Veterinária, pela Escola Superior de \nCiências Domésticas, pela  Escola de Especialização (Pós -Graduação), pelo Serviço de \nExperimentação e Pesquisa e pelo Serviço de Extensão. Graças a sua sólida base e a seu bem \nestruturado desenvolvimento, a UREMG adquiriu renome em todo o País, o que motivou o \nGoverno Federal a fed eralizá -la, em 15 de julho de 1969, com o nome de Universidade \nFederal de Viçosa.  \nA Universidade Federal de Viçosa vem acumulando, desde sua fundação, larga \nexperiência e tradição em ensino, pesquisa e extensão, que formam a base de sua filosofia de \ntrabal ho. Desde seus primórdios, a UFV se preocupa em promover a integração vertical do \nensino. Nesse sentido, trabalha de maneira efetiva, mantendo, atualmente, além dos cursos de \ngraduação e pós -graduação nos três campi , Viçosa, Florestal e Rio Paranaíba, o Co légio \nUniversitário de Aplicação  (Ensino Médio Geral), o Laboratório de Desenvol vimento \nHumano (4 a 6 anos),  a Creche (crianças de 3 meses a 6 anos) para atendimento à Educação \nInfantil, e o CEPET (Central de Experimentação, Pesquisa e Extensão do Triângul o Mineiro).  \nPor tradição, a área de Ciências Agrárias é a mais desenvolvida na UFV, sendo \nconhecida e respeitada no Brasil e no Exterior. Apesar dessa ênfase na agropecuária, a \nInstituição vem assumindo caráter eclético,  expandindo -se noutras áreas do conh ecimento, \ntais como Ciências Biológicas e da Saúde, Ciências Exatas e Tecnológicas e Ciências \nHumanas, Letras e Artes. Trata -se de uma postura coerente com o conceito da moderna \nuniversidade, tendo em vista que a interação das diversas áreas otimiza os res ultados.  \nA UFV tem contado com o trabalho de professores e pesquisadores estrangeiros de \nrenome na comunidade científica, que colaboram com o seu corpo docente, ao mesmo tempo \nem que executa um programa de treinamento que mantém diversos profissionais se \nespecializando tanto no Brasil quanto no exterior. Nesse particular, a UFV é uma instituiç ão \ncom índices elevados de pessoal docente com qualificação em nível de pós -graduação , \ncontando em 2016 com 94,5% dos docentes com qualificação em doutorado ou mestrad o. \nA Universidade Federal de Viçosa ocupa papel importante na difusão de \nconhecimento técnico, na capacitação de pessoal e na promoção da cultura e esp orte em \nMinas Gerais. Com campi  situados em três regiões, Zona da Mata, Centro -Oeste e Alto \nParanaíba, é possível à UFV alcançar diferentes realid ades. Nas cidades próximas aos c ampi, \né notável a influência da Universidade.  ", "8": "8 \n Nos três campi, no CEPET  (Central de Experimentação, Pesquisa e  Extensão do \nTriângulo Mineiro/UFV)  e, em suas fazendas experimentais, a UFV conduz pesquisas \nimportantes para o desenvol vimento de tecnologias aplicadas dispondo dos laboratórios de \nsolos  e de z ootecnia , realizando estudos ainda na área de piscicultura.  \nCabe enfatizar que a influência da UFV vai além do ensino, pesquis a e extensão, \ndestacando -se também quanto a  programação cultural. Contando com diversos auditórios e \nespaços abertos, os campi Viçosa e Florestal recebem apresentações de teatro, música e \ndança, oferecendo a infraestrutura necessária para esses eventos. O campus UFV – Rio \nParanaíba está em fase de desenvolvimento com estimativa de criação de espaços para estas \natividades.  \nO surgimento de novas tecnologias permitiu à UFV ampliar o acesso ao en sino de \nqualidade, por meio do Ensino a Distância, com a oferta de cursos de extensão, graduação e \npós-graduação nesse modelo.  \nA proposta de criação de um Curso de Engenharia de Produção pela UFV resultou da \npercepção e análise das tendências mundiais cara cterizadas pelo processo de \ninternacionalização e globalização da economia, com graus crescentes de competitividade, \nexigindo profissionais com ampla habilitação nas técnicas e princípios da Engenharia voltados \npara a compreensão do binômio gestão/produção  e das necessidades do contexto local onde \nestá inserida a instituição. Adicionalmente, a visualização da existência de uma estrutura \nfísica e organizacional na UFV em condições de dar suporte à proposta, bem como a \npossibilidade da cooperação de professor es de áreas afins na composição do corpo docente do \nnovo curso, foram fatores que permitiram que tal projeto  se desenvolvesse.  \nNesse cenário, uma comissão composta por docentes  dos Departamentos de \nTecnologia de Alimentos, Informática, Administração e Arquitetura e Urbanismo da UFV foi \ncriada em 11 de agosto de 1998, para elaborar o projeto para a criação a criação do Curso. \nPara elaborar um projeto curricular e administrativo em  consonância com a realidade atual e \ncom as demandas do mercado, a comissão aglutinou profissionais de diferentes áreas da UFV \ncom as quais debateu o que se propunha criar. O trabalho desenvolvido pautou -se na \nlegislação vigente estabelecida pela Lei de Di retrizes e Bases da Educação Nacional de 1996, \ncomplementada pelo edital 04/97 da SESu/MEC, nas Diretrizes Curriculares para o Ensino da \nEngenharia, da Associação Brasileira de  Engenharia (ABENGE), de  14 de abril de 1998 , nas \ndiscussões da Associação Brasi leira de Engenharia de Produção (ABEPRO) e nas orientações \ndecorrentes das consultas a profissionais de outras instituições envolvidos com a Engenharia \nde Produção.  \nO esforço empreendido pela comi ssão culminou n a aprovação do Curso de Engenharia \nde Produçã o pelo Conselho de Ensino, Pesquisa e Extensão da Universidade Federal de \nViçosa, em 27 de julho de 1999 (CEPE Ata nº  348), cujas atividades se iniciaram \nefetivamente em 2000.  \nA criação deste, na modalidade plena, permitiu primeiramente uma aproximação de \ndocentes de diferentes departamentos, os quais atuavam em áreas abrangidas pela engenharia \nde produção, o que passou a estreitar os vínculos profissionais e gerar intercambio de \ntrabalhos, sendo coerente com o conceito de universidade moderna que busca a i nteração das \ndiversas áreas para otimização de resultados, e assim, formar profissionais qualificados . \nCom a criação do Curso, a UFV entendeu ser esse um importante e decisivo passo \npara agregar valor ao seu reconhecido Centro de Ciências Exatas e Tecnológ icas (CCE), \ntornando  ainda mais efetiva a sua participação junto à comunidade. Ou seja, a UFV e o CCE \npretendem que o E ngenheiro de Produção que formam  seja um profissional imbuído de ", "9": "9 \n compromisso ético e tecnicamente capacitado, para atuar e responder, com  competência e \nhabilidade, às demandas da sociedade do novo milênio.  \nO Curso de Engenharia de Produção visa preparar profissionais que, integrando \nequipes interdisciplinares e articulando fatores de diferentes naturezas como pessoas, \nmateriais, energia, in formação, tecnologia e equipamentos, sejam capazes de se envolver com \no projeto, o desenvolvimento, a implantação, a melhoria e a manutenção de sistemas \nprodutivos, e também de especificar, prever e avaliar os resultados dos sistemas produtivos. \nSua formaç ão se apoia em conhecimentos especializados de matemátic a, física, química, \ninformática e  ciências sociais, conjuntamente com os princípios e métodos de análise  e \nprojeto de engenharia. Hoje e a cada dia mais, o Engenheiro de Produção se torna peça \nfundamental para o desenvolvimento, já que a ordem é produzir mais e melhor, com menos \ntempo e gastando menos.  \nA Engenharia de Produção está diretamente ligada à industrialização, tendo em vista \nque a profissão tem suas raízes na Revolução Industrial, fina l do século XVIII, com a \nestruturação de sistemas de produção , e hoje ela procura , sobretudo,  desenvolver  novos \npadrões de qualidade e produtividade em toda área industrial.  Esta modalidade da Engenharia \nsurgiu no início do século XX no set or industrial metalomecânico . Com o  passar dos anos, \nhouve a incorporação de novos conceitos e métodos tomados principalmente da administraçã o \ne da pesquisa operacional, que fizeram  com que a Engenharia de Produção começasse a \nmoldar um caráter diferente das demais, torna ndo-a distinta de qualquer área tecnológica e \npassando a atuar de forma transversal às áreas clássicas da Engenharia.  \nNas últimas décadas, a Engenharia de Produção vem ampliando seu campo de atuação, \nincluindo cada vez mais o setor de serviços e, de forma  especialmente crescente , vem \navançando nos campos da informação e do conhecimento, com o objetivo de acompanhar as \ncrescentes mudanças, seja m elas de natureza política, econômica ou social, as quais \ninfluenciam na s demanda s e necessidades da sociedade.  \nO curso conta com o Núcleo de Tecnologias de Gestão – NTG cuja missão é \n“Contribuir com o desenvolvimento de instituições e de pessoas, por meio da  pesquisa e \nextensão nas áreas de tecnologias de gestão e inovações  organizacionais ”, de forma que ali \nsão desenvolvidas pesquisas científicas que objetivam o aumento  de competitividade e \neficiência nos processos de inovação tecnológica e organizacional das instituições , através das \nsuas três linhas de pesquisa: gestão da inovação, gestão da qualidade e gestão do processo de \ndesenvolvimento de novos produtos. Muitas dessas pesquisas são desenvolvidas também no \nâmbito do Centro Tecnológico de Desenvolvimento Regional de Viçosa – CENTEV /UFV, \nonde os alunos podem executar pesquisas com metodologias típicas da engen haria de \nprodução, como pesquisas -ação e elaboração de estudos de caso, tendo como espaço para \nexperimentação as unidades e recursos do CENTEV  \nO departamento abriga ainda a Empresa Junior Soluções  Consultoria, destinada a \nalunos dos cursos de engenharia de  produção e mecânica , que trabalham sob a orientação de \nprofessor responsável . A Soluções, como preconizado pelo movimento Junior, oferece a \noportunidade aos alunos de desenvolver habilidades empreendedoras e de gestão, al ém da \nunião entre teoria e prática  pelo desenvolvimento de projetos de extensão. Estes projetos são \noferecidos às organizações da região a custo muito abaixo do mercado, com alto nível de \nexcelência.  \n ", "10": "10 \n 2. Fundamentação Legal  \nA formação do profissional fundamenta -se na visão humanista e crí tica com vistas à \nvalorização do cidadão e sua inserção na sociedade com capacidade para atuar com criatividade, \ncompetência e responsabilidade na sua área.  Essa formação inclui teorias e práticas que \nconduzem ao desenvolvimento integral dos discentes, par a que possam ser capazes de \ntransformar o conhecimento e não apenas reproduzi -lo. \nO presente projeto pedagógico foi elaborado com base nos princípios da educação \nnacional e nos pressupostos da educação superior expressos na Lei de Diretrizes e Bases da \nEducação Nacional – LDB , Lei n.º 9.394/1996.  \n Pauta -se também nas Diretrizes Curriculares Nacionais do Curso – Diretrizes \nCurriculares para o Ensino da Engenharia, da Associação Brasileira de Engenharia \n(ABENGE), de 14 de abril  de 1998.   \nPossui carga horária em conformidade com a legislação que estabelece carga horária \nmínima e tempo de integralização do curso Resolução CNE/CES nº 2, de 18/06/2007 (dispõe \nsobre carga horária mínima e procedimentos relativos à integralização e du ração dos cursos de \ngraduação, bacharelados, na modalidade presencial) . \nEstá adequado às Diretrizes Curriculares Nacionais para Educação das Relações \nÉtnico -raciais e para o Ensino de História e Cultura Afro -brasileira e Africana (Resolução \nCNE/CP nº 01, 1 7/06/2004;); às Políticas de Educação Ambiental (Lei nº 9.795, 27/04/1999 e \nDecreto nº 4.281, 25/06/2002) e a Educação em Direitos Humanos (Resolução CNE/CP nº 1, \nde 30 de maio de 2012) , segundo conteúdo apresentado nas matérias de Introdução à \nEngenharia de produção de código EPR 190 e Gestão ambiental, EPR 397.   \nAtende à exigência curricular da Língua Brasileira de Sinais – Libras (Decreto 5.626 \nde 22/12/2005 ), que é oferecida na forma de disciplina optativa ; \nA gestão do curso é exercida por um colegiado,  em atendimento às Resoluções \n07/2011 do CEPE,  denominado Comissão Coordenadora , que aprovou a forma da gestão \nacadêmica dos cursos de graduação da Universidade Federal de Viçosa.  \nAs informações  acadêmicas do curso estão disponibilizadas na forma impressa na \nCoordenação de Curso e virtual no site do Curso,  conforme  exigência que consta no Art. 32 \nda Portaria Normativa N° 40 de 12/12/2007 e alterada pela Portaria Normativa MEC N° 23 de \n01/12/2010, publicada em 29/12/2010.  \n \n3. Concepção do Curso  \nO Curso de En genharia de Produção da UFV visa preparar profissionais que, integrando equipes \ninterdisciplinares e articulando fatores de diferentes naturezas como pessoas, materiais, energia, \ninformação, tecnologia e equipamentos, sejam capazes de se envolver com o pro jeto, o \ndesenvolvimento, a implantação, a melhoria e a manutenção de sistemas produtivos, e também de \nespecificar, prever e avalia r os resultados desses sistemas . Sua formação se apoia em conhecimentos \nespecializados de matemática, física, química, informá tica, ciências sociais, conjuntamente com os \nprincípios e métodos de análise e projeto de engenharia  \nA proposta de criação de um Curso de Engenharia de Produção pela UFV resultou da percepção \ne análise das tendências mundiais caracterizadas pelo processo de internacionalização e globalização \nda economia, com graus crescentes de competitividade, exigindo p rofissionais com ampla habilitação \nnas técnicas e princípios da Engenharia voltados para a compreensão do binômio gestão/produção e \ndas necessidades do contexto local onde está inserida a instituição. Adicionalmente, a visualização da ", "11": "11 \n existência de uma est rutura física e organizacional na UFV em condições de dar suporte à proposta, \nbem como a possibilidade da cooperação de professores de áreas afins na composição do corpo \ndocente do novo curso, foram fatores que o que se projetava se desenvolvesse.  \nAté 1998  não existia em Minas Gerais curso de Engenharia de Produção, então, \nvisando suprir o mercado de trabalho de profissionais capazes de vencer os desafios presentes \ne futuros dos setores pro dutivos, e considerando a infra estrutura, a experiência e o \nreconhecimento nacional da Universidade Federal de Viçosa em áreas relacionadas aos \ncampos de agrárias e tecnológicas, em 2000 deu se a implantação do curso e fazia crer -se que \no mesmo iria ter uma crescente procura.  \nDada essa experiência, a estruturação d o curso de Engenharia de Produção  levou em \nconsideração os seguintes aspectos essenciais:  \n• Sólida formação geral em ciências básicas;  \n• Sólidos conhecimentos de ciência básica e de tecnologia na área de formação;  \n• Interdisciplinaridade e integração de conhecim entos;  \n• Contextualização dos conhecimentos;  \n• Flexibilidade curricular;  \n• Estímulo à prática de estudos independentes;  \n• Fortalecimento da articulação entre teoria e prática;  \n• Avaliação qualitativa, sistemática e processual;  \n• Indissociabilidade entre ensino, pesqui sa e extensão;  \n• Ética como orientação das ações educativas.  \n \nEstruturado dessa forma, o curso possibilita uma formação multidisciplinar, com \nconteúdo s de ciências básicas, ciências aplicadas e gestão de pessoas e de projetos, \nconfigurando um perfil de egres so com formação sólida e com grande capacidade \nmultiplicadora do conhecimento técnico e científico. Este fato se mostra fundamental para a \nevolução das indústrias de maneira geral.  \nAs atividades do curso são direcionadas para a formação de um profissional  com visão \ncrítica, criativa e inovadora, capacidade analítica e empreendedora, visão social e política da  \nárea de formação,  capaz de solucionar problemas relacionados com a cadeia de produção das \nmais diferentes indústrias.  \nEsta concepção entende a educação como um processo de construção e reconstrução, \nna medida em que deve contribuir para transformar as relações sociais, econômicas e \npolíticas, visando à formação de estudantes e futuros profissionais, conscientes de seu papel \ncomo agentes de transf ormação social.  \n \n4. Objetivos do Curso  \n4.1 Objetivo Geral  \n \nO curso de Engenharia de Produção da UFV tem por objetivo formar profissionais \nhabilitados com compreensão global do processo produtivo, através do saber técnico e \ntecnológico de projeto, operação, gerenciamento e melhoria de sistemas de produção e \nserviço s, integrando recursos humanos, físicos, econômicos, políticos, sociais e ambientais, ", "12": "12 \n para a toma da de decisões profissionais e para o monitoramento do seu próprio desempenho \nprofissional, em busca da segurança, da economia e da perfeição.  \n \n4.2 Objetivos E specíficos  \n \nOs principais objetivos específicos do curso de Engenharia de Produção  da UFV são:  \n- Estimular o desenvolvimento de pensamento reflexivo do aluno, aperfeiçoando sua \ncapacidade investigativa, inventiva e de solução de problemas.  \n- Estimular o desenvolvimento humano do aluno, envolvendo -o na vida da Instituição a \nfim de compreender, desde cedo, a importância do papel do exercício profissional como \ninstrumento de promoção de transformações social, política, econômica, cultural e ambiental.  \n- Exer citar a autonomia no aprender, buscando constantemente o aprimoramento \nprofissional por intermédio da educação continuada. Absorção e desenvolvimento de \ntecnologias atrás da atualização profissional;  \n- Desenvolver sua habilidade de expressão e comunicação.  \n- Aprimorar sua capacidade de trabalhar em equipe, desenvolvendo o relacionamento \ninterpessoal e exercitando a cooperação.  \n- Aprimorar valores éticos, morais e humanísticos essenciais para o exercício \nprofissional, tais como a solidariedade, o respeito à vida humana e à diversidade d e gênero, \npensamento e religião . \n- Estimular a investigação científico -tecnológica por meio de iniciação científica.  \n- Dotar o aluno de visão sistêmica, a fim de torná -lo um profissional capacitado para \nsolucionar problemas de engenharia nos diversos setores da produção.  \n- Despertar, desde cedo, o espírito empreendedor do aluno, estimulando -o a participar \nda geração de soluções inovadoras no âmbito da Engenharia de Produção e a desenvolver \nvisão crítica para percepção de oportun idades de negócios.  \n- Proporcionar a formação de um profissional que possa atuar em atividades de Ensino, \nPesquisa e Extensão.  \n- Instigar o aprendizado dos procedimentos e das técnicas e o manuseio apropriado dos \nrecursos tecnológicos aplicados na prática profissional.  \n- Estimular o relacionamento com empresas, mediante estágios e intercâmbios \nacadêmicos.  \n- Reconhecer os limites e as possibilida des da sua prática profissional;  \n- Proporcionar ao egresso do curso sólidos conhecimentos técnicos e científicos  para o \ndesempenho de atividades profissionais nas organizações privadas e públicas, bem como para \na capacidade de aprendizagem de novas habilidades que o progresso tecnológico assim exigir;  \n- Instigar o aprendizado dos procedimentos e das técnicas e o man useio apropriado dos \nrecursos tecnológicos aplicados na prática profissional.  \n- Estimular o relacionamento com empresas, mediante estágios e intercâmbios \nacadêmicos.  \n- Reconhecer os limites e as possibilidades da sua prática profissional.  \n- Proporcionar ao estudante habilidades p ara atuar no planejamento e  gestão de \nindústrias, bem como no gerenciamento de projetos e desenvolvimento de produtos;  \n- Permitir que o profissional atue na liderança e estruturação de equipes;  \n- Conscientizar o futuro profissiona l para o desenvolvimento sustentável .  \n ", "13": "13 \n  Enfim, o curso de Engenharia de Produção da UFV deverá fornecer um conhecimento \nsólido, alicerçado em disciplinas básicas e profissionalizantes da engenharia, para que estes \nsejam utilizados na aprendizagem de métodos, técnicas e procedimentos da prática \nprofissional.  \n \n5. Perfil e Competências Profissionais  \nPara a Sociedade Brasileira de Engenharia de Produção, o perfil desejado para o egresso do curso \né o de uma sólida formação científica e profissional geral que capacite o engenheiro de produção a \nidentificar, formular e solucionar problemas ligados às atividades de projeto, operação e \ngerenciamento do trabalho e de sistemas de produção de bens e/ou serviços, considerando seus \naspectos humanos, econômicos, soc iais e ambientais, com visão ética e humanística, em atendimento \nàs demandas da sociedade.  \n Para a UFV , o egresso do curso  deve ter uma for mação cientifica e profissional  para que \nsejam capazes de se env olver com o planejamento, identificação, previsão, avaliação e solução de \nproblemas relacionados ao projeto, gestão e operação dos sistemas produtivos. Além disso, sejam \ncapazes de tomar decisões de acordo com a ética e o profissionalismo, considerando seu s aspectos \nhumanos, sociais e ambientais.  \nAssim , dentro de um panorama internacional, os cursos da área seguiram uma mesma linha \nevolutiva. Num primeiro momento, o foco dos conteúdos centrava -se na análise dos fluxos de \nmateriais e na utilização do element o humano exclusivamente como recurso de fabricação. \nAtualmente, a utilização de tecnologias complexas (demandante de investimentos cuja possibilidade \nde recuperação  é de predição mais difícil) e a percepção de que o elemento humano é gerador de \nsoluções de  qualificação e produtividade passam a ser fatore s preponderantes na definição do \nconteúdo  dos cursos que procuram oferecer formação dentro de uma lin ha mais moderna, \ncorrespondendo  também a uma visão de natureza mais humanística da Engenharia em geral.  \nA organização curricular dos cursos de engenharia foi normatizada pela Resolução CNE/CE S nº \n11, de 11 de março de 2002 . E também considerou a necessidade de o profissional egresso de  \nEngenharia de Produção ter capacidade para executar as atividades previstas na resolução do \nCONFE A/CREA nº. 1.010/2005 de 22 de a gosto de 2005,  que trata das atribuições para o \ndesempenho de atividades exigidas para o exercíci o profissional . \nPretende -se q ue o profissional Engenheiro de Produção da UFV possua as seguintes \ncompetências , segundo a ABEPRO1: \n• Dimensionar  e integrar recursos produtivos com eficiência e ao menor custo, \nconsiderando a possibilidade de melhorias contínuas,  \n• Utilizar  ferramental matemático e estatístico para modelar sistemas de produção e \nauxiliar na tomada de decisões,  \n• Projetar , implementar e aperfeiçoar sistemas, produtos e processos, levando em \nconsideração a tradição e o potencial da UFV em atender comunidades (científica, \nempresarial, agroindustrial, entre outras),  \n• Prever  e analisar demandas, selecionar métodos e know -how de processos incorporando \nconceitos e técnicas da qualidade nos seus aspectos tecnológicos e organizacionais,  \n                                                           \n1 http://www.abepro.org.br/arquivos/websites/1/DiretrCurr19981.pdf  ", "14": "14 \n • Ser capaz de perceber tendência s e inovações nos setores produtivos e promover \nmudanças que causem impactos sobre a competitividade,  \n• Compreender  a inter -relação dos sistemas de produção com o meio ambiente, tanto no \nque se refere a utilização de recursos escassos quanto à disposição fin al de resíduos e \nrejeitos, atentando para a exigência de sustentabilidade,  \n• Utilizar  indicadores de desempenho, sistemas de custeio, bem como avaliar a viabilidade \neconômica e financeira de projetos;  \n• Gerenciar e otimizar o fluxo de informação nas empresas u tilizando tecnologias  \nadequadas.  \nO Curso também estimula a formação de habilidades fundamentais para o exercício da profissão.  \nConforme APEBRO, s ão elas:  \n• Iniciativa empreendedora;  \n• Iniciativa para autoaprendizagem e educação continuada;  \n• Comunicação oral e escrita;  \n• Leitura, interpretação e expressão por meios gráficos;  \n• Visão crítica de ordens de grandeza;  \n• Domínio de técnicas computacionais;  \n• Conhecimento, em nível técnico, de língua estrangeira;  \n• Conhecimento da legislação pertinente;  \n• Capacidade de trabalhar e m equipes multidisciplinares;  \n• Capacidade de identificar, modelar e resolver problemas;  \n• Compreensão dos problemas administrativos, sócio econômicos e do meio ambiente;  \n• Capacidade de pensar globalmente e agir localmente.  \nCom base nas competências e habilidades adquiridas durante o Curso de Engenharia de Produção \nna UFV, o egresso poderá atuar nas seguintes áreas:  \n• Gerência de Produção  \n• Qualidade  \n• Gestão Econômica  \n• Ergonomia e Segurança do Trabalho  \n• Engenharia do Produto  \n• Pesquisa Operacional  \n• Estratégia e O rganizações  \n• Gestão da Tecnologia  \n• Sistemas de Informação  \n• Gestão Ambiental  \n \n6. Estrutura Curricular  \nO curso de Engenharia de Produção tem sua matriz curricular dividida em 10 períodos \nsemestrais, constando um total de 55 disciplinas obrigatórias, de cunho básico e específico, \nsendo que a integralização se dá ao c umprir uma carga horária de 3420  horas -aula em \ndisciplinas obrigatórias, e um mínimo de 240 horas -aula referentes a disciplinas optativas, a \nqual conta com uma gama de 31 disciplinas distribuídas de acordo com áreas variadas da \nengenharia. Além disso, o aluno deverá cumprir no mínimo 180 horas -aula da disciplina ", "15": "15 \n Estágio Supervisionado e 120 horas -aula de trabalho de conclusão de curso totalizando 3660  \nhoras -aula.   \nEsta base curricular foi proposta de forma a atender o disposto nas Diretrizes \nCurriculares Nacionais do Curso de Graduação em Engenhari a de finidas pelo MEC na \nresolução nº 11, de 11 de março de 2002, e através de disciplinas básicas, específicas e \nprofissionalizantes levar o aluno a adquirir  conhecimentos nas diversas áreas de atuação do \nEngenheiro de Produção.  \nA estrutura curricular do Cu rso de Engenharia de Produção prevista e implantada \ncontempla os seguintes aspectos: interd isciplinaridade, flexibilidade, compatibilidade de carga \nhorária total (em horas), e artic ulação da teoria com a prática e a carga horária atende a \nResolução CNE/CES  No 02/2007, no que tange à carga horária mínima de cursos de \nbacharelado .  \nOs conteúdos curriculares previstos e implantados possibilitam o desenvolvimento do \nperfil profissional do egresso anteriormente descrito. Para esta finalidade os conteúdos \ncurricu lares, além de atuais, permitem uma visão de futuro da área de atuação do egresso. A \ncarga horária dos conteúdos é balanceada, e há equilíbrio entre a teoria e prática.  \nNa UFV, de acordo com o Regime Didático da Graduação, a Matriz Curricular \nintegralmente  cumprida pelos estudantes de Engenharia de Produção  é elaborada pela \nComissão Coordenadora . Ela deve ser aprovada pelo Conselho Técnico de Graduação, após \nanálise na Câmara de Ensino, constituindo -se na distribuição hierarquizada das disciplinas do \ncurso.  \nO ensino de graduação, voltado para a construção do conhecimento, não pode pautar -\nse por uma estrutura curricular rígida, baseada num enfoque unicamente disciplinar e \nsequenciada a partir de uma hierarquização artificial dos conteúdos, quando a realidade se \napresenta em uma multiplicidade interdependente e a dinâmica de transformação desta coloca \na necessidade de um aprender permanente.  \nDesta forma, a flexibilidade desponta como elemento indispensável à estruturação \ncurricular de modo a atender tanto às de mandas da sociedade moderna quanto àquelas que se \ndirecionam a uma dimensão criativa e libertária para a existência humana, constituindo -se não \napenas em possibilidade, mas em condição necessária à efetivação de uma formação \nprofissional de qualidade.  \nA flexibilidade curricular possui várias linhas de ação, visando dar oportunidade aos \nacadêmicos de vivenciar outras experiências no âmbito do ensino, pesquisa e extensão. O \noferecimento de disciplinas optativas nas diferentes áreas de atuação do egresso do cu rso, que \npodem ser selecionadas pelo acadêmico com base em suas competências e habilidades, se \nencaixa neste pressuposto. A diversidade de atividades complementares possíveis na matriz \ncurricular também atende à flexibilidade curricular, na medida em que o s próprios estudantes \nelegem aquelas que mais se adequ am aos seus anseios. Por fazer parte de uma Universidade, \nos acadêmicos do curso têm também a possibilidade de cursarem disciplinas facultativas em \nqualquer departamento, o que lhes propicia o contato/a prendizado com as mais variadas \ntemáticas existentes em um ambiente universitário. De acordo com o regime didático da UFV \no aluno poderá matricular -se em disciplinas facultativas até o limite de 240 horas -aula no \ndecorrer do curso em que estiver regularmen te matriculado.  \nConsidera -se que para se atingir o perfil de egresso com sólida formação generalista \nnecessita -se a realização de conteúdos que permitam a sistematização e o aprofundamento de \nconceitos e relações, cujo domínio é imprescindível na construçã o das competências \nprofissionais desejadas. No entanto, sabe -se que a construção de competência técnica sólida ", "16": "16 \n transpõe o conteúdo de uma única disciplina, necessitando que o acadêmico primeiramente \ntenha conhecimento da contextualização da disciplina espe cífica no todo e que, num segundo \nmomento, desenvolva atividades que necessitem dos conteúdos expostos em várias \ndisciplinas, tornando possível aplicar os conhecimentos adquiridos ao longo de todo o Curso \nno desenvolvimento de uma atividade específica.  \nDessa forma, além de aprofundar conteúdos, a matriz curricular contempla estudos e \natividades interdisciplinares, propostas ao longo do curso, em diferentes disciplinas. Além das \natividades interdisciplinares formais, várias atividades são desenvolvidas por projetos de \nextensão vinculados ao curso, que apresentam conteúdos  afins de forma concomita nte às \ndisciplinas , proporcionando o aprendizado não intencional e aplicação de conceitos \ncomplementares, transcendendo, desta forma, os limites de sala de aula.  \nA re lação teoria -prática pode ser entendida como eixo articulador da produção do \nconhecimento, servindo para o acadêmico vislumbrar possibilidades futuras de engajamento \nno mercado de trabalho, bem como potencializando o aprendizado teórico em si. Neste caso, \ndeixa -se de lado a ideia de que primeiro o aluno precisa dominar a teoria para depois entender \na prática e a realidade, resultando em um aprendizado só de memorização. Busca -se a \nconstrução do conhecimento de forma ampla, muitas vezes integrando, numa mesm a situação \nteoria e prática. Além disso, sustenta -se a ideia de que relacionar teoria e prática não consiste \nem atividade exclusiva de sala de aula, devendo -se proporcionar ao acadêmico, desde o \nprimeiro período letivo, atividades complementares que contri buam para a compreensão do \nCurso e de sua inserção na sociedade e no setor produtivo como um todo. As atividades \ncomplementares servirão para atingir a desejada capacidade de relacionar a teori a e a prática. \nAlém disso, elas possibilitam ao estudante ampli ar o horizonte de formação profissional, \ntornando -o ativo na construção do conhecimento e da sociedade.  \nO Currículo do Curso de Engenharia de Produção  abrange um núcleo de conteúdos \nbásicos e outro de conteúdos profissionalizantes, que são essenciais para o desenvolvimento \nde competências e habilidades requeridas para os egressos atuarem nas diferentes áreas da \nengenharia de produção e  para desenvolvime nto de habilidades gerenciais. Por meio de \ndisciplinas optativas e facultativas o estudante pode ampliar e/ou aprofundar os conteúdos dos \nnúcleos anteriormente citados.  \n \n6.1. Formação Geral  \nAs disciplinas básicas servem como base para propiciar o desenvolv imento \nsatisfatório das competências profissionalizantes pelo estudante de Engenharia de Produção. \nConforme resolução CNE/CES 11, de 11 de março de 2002, o núcleo básico de engenharia \ndeve corresponder pelo menos 30% da carga horária mínima do  curso e deve  versar sobre os \nseguintes tópicos: Metodologia Científica e Tecnológica; Comunicação e Expressão; \nInformática; Expressão Gráfica; Matemática; Física; Fenômenos de Transporte; Mecânica dos \nSólidos ; Eletricidade Aplicada; Química ; Ciência e Tecnologia dos M ateriais; Administração; \nEconomia; Ciências do Ambiente; Humanidades, Ciências Sociais e Cidadania.   \nDiante do fato, pode se constatar que o curso de Engenharia de Produção da UFV, \nsatisfaz tal tóp ico, compreendendo um total de 90  créditos (1 350 horas -aula), representando, \nportanto, 36,89 % da carga horária mínima, como  pode ser constatado na tabela 6 .1, a qual \nmostra cada disciplina, sua carga horária (teórica e prática semanal), período e o seu ", "17": "17 \n respectivo conteúdo básico estabelecido nas diretrizes curricu lares. Além destas informações, \né evidenciado o departamento que oferece as respectivas disciplinas.  \n \nTabela 6 .1 – Disciplinas do núcleo básico do curso de Engenharia de Produção  \n \nUnidade Curricular \n(Código)  Período  Carga \nHorária  Departamento  Conteúdo das DCN  \nIntrodução \nAdministração  \n(ADM100)  1 (3-1) DAD  Administração  \nFísica I  \n(FIS201)  1 (4-0) DPF Física  \nIntrodução a \nProgramação I \n(INF100)  1 (2-2) DPI Informática  \nCálculo I  \n(MAT 140)  1 (4-0) DMA  Matemática  \nQuímica Geral \n(QUI100)  1 (3-0) DEQ  Química  \nLaboratório de \nQuímica Geral \n(QUI107)  1 (0-2) DEQ  Química  \nContabilidade Geral  \n(CCO100)  2 (4-0) DAD  Administração  \nFísica II  \n(FIS202)  2 (4-0) DPF Física  \nIntrodução a \nProgramação II \n(INF101)  2 (2-2) DPI Informática  \nIntrodução à Álgebra \nLinear (MAT137)  2 (4-0) DMA  Matemática  \nCálculo II (MAT147)  2 (4-0) DMA  Matemática  \nIniciação à Estatística 3 (4-0) DET  Matemática  ", "18": "18 \n (EST105)  \nLaboratório de Física \n(FIS120)  3 (0-2) DPF Física  \nFísica III (FIS203)  3 (4-0) DPF Física  \nMecânica (FIS233)  3 (4-0) DPF Física  \nCálculo Numérico \n(MAT271)  3 (4-0) DMA  Matemática  \nFísico -química I \n(QUI150)  3 (3-2) DEQ  Química  \nRepresentação \nGráfica para \nEngenharia \n(ARQ201)  4 (2-4) DAU  Expressão Gráfica  \nAnálise  de Custos  \n(CCO314 ) 4 (2-2) DAD  Administração  \nFenômenos de \nTransporte  \n(ENG275)  4 (4-0) DEA  Fenômenos de \nTransporte  \nEstatística \nExperimental \n(EST220)  4 (4-0) DET  Matemática  \nMicroeconomia I \n(ECO271)  6 (4-0) DEE  Economia  \nPortuguês \nInstrumental II \n(LET101)  6 (4-0) DLA  Comunicação e \nexpressão  \n \n6.2. Formação Específica ou Profissional  \nAmparadas pelo ciclo básico, o currículo conta ainda com disciplinas específicas e \nprofissionalizantes em subáreas de engenharia de operações e processos da produção, \nlogística, pesquisa operacional, engenharia organizacional, engenharia econômica, engenharia \ndo trabalho, engenharia da qualidade, engenharia do produto, engenharia da sustentabilidade, \nconforme documento elaborado pela Comissão de Diretrizes Curriculares da ABEPRO \n(Associação Brasileira de Engenharia de Produção).  ", "19": "19 \n O presente  currículo prevê o oferecimento de 118 créditos (1 770 horas -aula) para \nconteúdos profissionalizantes e específicos  (Tabela 6.2) , representando 4 8,36% da carga \nhorária mínima, satisfazendo as exigências da Resolução CNE/CES 11, de 11 de março de \n2002, o qual exige pelo menos 15% da carga horária mínima.  \nO rest ante da carga horária é composto  por conteúdos de base tecnológico, estágio \nsupervisionado  (180 horas) , trabalho de graduação  (120 horas ) e disciplinas  optativas  (240 \nhoras)  escolhidas pelo aluno para aprofundamento  do conhecimento . \n \nTabela 6.2 – Disciplinas do núcleo profissionalizante e específico do curso de Engenharia de \nProdução  \n \nUnidade Curricular \n(Código)  Período  Carga Horária  Depar tamento  Conteúdo das DCN  \nIntrodução à \nEngenharia de \nProdução (EPR190)  1 (2-0) DEP  Gestão de Operações e \nProcessos da \nProdução  \nEngenharia  \nOrganizacional \n(EPR312)  2 (4-0) DEP  Engenharia \nOrganizacional  \nEngenharia de \nMétodos (EPR313)  4 (3-0) DEP  Gestão de Operações e \nProcessos da \nProdução  \nCiências e tecnologia \ndos Materiais \n(MEC111)  4 (4-0) DEP  Ciência e Tecnologia \ndos Materiais  \nErgonomia  (ENF412)  5 (2-2) DEF  Engenharia do \nTrabalho  \nSistemas de Produção \n(EPR351)  5 (3-0) DEP  Gestão de Operações e \nProcessos  da \nProdução  \nEngenharia \nEconômica (EPR361)  5 (4-2) DEP  Gestão Econômica  \nMetrologia \n(MEC220)  5 (2-1) DEP  Gestão da Qualidade  \nProcessos de \nFabricação (MEC320)  5 (4-0) DEP  Gestão de Operações e \nProcessos da \nProdução  \nIntrodução a \nElementos de 5 (4-0) DEP  Mecânica Aplicada  ", "20": "20 \n Máquinas (MEC350)  \nPlanejamento, \nProgramação e \nControle da Produção \n(EPR317)  6 (4-2) DEP  Gestão de Operações e \nProcessos da \nProdução  \nGerência de Projetos \n(EPR371)  6 (2-2) DEP  Engenharia \nOrganizacional  \nPesquisa Operacional \n(INF280)  6 (4-0) DPI Pesquisa Operacional  \nOperações Unitárias \n(TAL475)  6 (4-2) DTA  Controle de Processos  \nGestão da Inovação \n(EPR314)  7 (2-2) DEP  Engenharia \nOrganizacional  \nLogística (EPR322)  7 (4-2) DEP  Logística  \nGestão da Qualidade I \n(EPR)  7 (4-0) DEP  Gestão da Qualidade  \nGestão Ambiental \n(EPR397)  7 (4-0) DEP  Engenharia da \nSustentabilidade  \nInstalações Industriais \n(MEC380)  7 (4-0) DEP  Gestão de Operações e \nProcessos da \nProdução  \nSimulação da \nProdução (EPR311)  8 (0-4) DEP  Pesquisa Operacional  \nSistema de \nDesenvolvimento  de \nProduto I (EPR333)  8 (2-2) DEP  Engenharia do \nProduto  \nGerência de Riscos \n(EPR341)  8 (3-0) DEP  Engenharia do \nTrabalho  \nProjeto de Fábrica \n(EPR374)  8 (2-2) DEP  Gestão de Operações e \nProcessos da \nProdução  \nPesquisa Operacional \nAplicada à \nEngenharia de \nProdução (EPR421)  8 (0-4) DEP  Pesquisa Operacional  ", "21": "21 \n Controle Estatístico \nda Qualidade e de \nProcessos (EST430)  8 (4-0) DET  Gestão da Qualidade  \nSistema de \nDesenvolvimento de \nProduto II (EPR3 34) 9 (4-0) DEP  Engenharia do \nProduto  \nEngenharia de \nSegurança do \nTrabalho (EPR340)  9 (2-2) DEP  Engenharia do \nTrabalho  \nTecnologia da \nInformação (EPR394)  9 (4-0) DEP  Engenharia \nOrganizacional  \nManufatura Assistida \npor Computador \n(MEC420)  \n 9 (2-0) DEP  Estratégia e \nOrganização  \nManutenção \nMecânica (MEC496)  9 (2-0) DEP  Estratégia e \nOrganização  \n \n6.3. Disciplinas optativas  \nA seguir são apresentadas as disciplinas optativas do cu rso. De acordo com o currículo \ndo curso, o aluno deverá cursar pelo menos 240 horas em disciplinas optativas, escolhendo, se \nnecessário, juntamente com o seu orientador acadêmico, aquelas que melhor atendam ao \nperfil de egresso desejado na sua formação.   \n \nCódigo  Disciplina  Departamento  \nADM305  Gestão de pessoas  DAD  \nADM320  Marketing  DAD  \nADM392  Identificação e viabilização de oportunidades de \nnegócios  DAD  \nDIR130  Instituições de direito  DPD  \nEAM451  Sistema de informação geográfica  DEC  \nECO272  Microeconomia II  DAD  \nEDU110  Psicologia  DPE  \nEPR315  Estratégia da produção  DEP  \nEPR316  Operações em serviços  DEP  \nEPR318  Organização do trabalho  DEP  ", "22": "22 \n EPR396  Gestão de qualidade II  DEP  \nEPR420  Logística e cadeia de suprimentos  DEP  \nEPR424  Gestão de armazenagem  DEP  \nEPR487  Atividades complementares I  DEP  \nEPR488  Atividades complementares II DEP  \nEPR489  Atividades  complementares III  DEP  \nEPR495  Seminário de estágio  DEP  \nEPR497  Tópicos especiais I  DEP  \nEPR498  Tópicos especiais II  DEP  \nEPR499  Tópicos especiais III  DEP  \nERU300  Economia rural  DER  \nERU315  Sociologia do trabalho  DER  \nINF281  Pesquisa operacional II  DTI \nINF282  Pesquisa operacion al III  DTI \nLET290  Libras língua brasileira de sinais  DLA  \nMEC192  Introdução ao projeto de engenharia mecânica  DEP  \nMEC325  Processos de fabricação por usinagem  DEP  \nMEC423  Seleção de materiais  DEP  \nTAL424  Projetos agroindustriais I  DTA  \nTAL425  Projetos agro industriais II  DTA  \nTAL476  Instrumentação e controle de processos  DTA  \n \n6.4. Estágio Curricular Supervisionado  \nO estágio é um componente curricular obrigatório que proporciona aos futuros \nprofissionais um contato com os ambientes que poderão ser utilizados por eles depois de \nformados.  \nO estágio supervisionado const itui uma disciplina obrigatória , de código EPR494 , para a \nintegralização do curso, compõe a grade curricular do 10º período. P oderá inscrever -se para a \nrealização do Estágio Supervisionado alunos que já tenham sido aprovados em um mínimo de \n1.600 horas de disciplinas obrigatórias, e este poderá ser realiz ado em uma ou mais etapas, \nnum total de pelo menos 180 horas. Seu principal objetivo é levar o aluno a aplicar na prática \nas teorias aprendidas ao longo do curso.  É possível também cursar a matéria optativa EPR 495 \n- Seminário de Estágio , onde se apresenta  um seminário sobre um estágio realizado e \nregistrado junto ao SEST.  \nO estudante deverá comprovar uma carga horária igual ou superior a 180 horas em \ninstituições conveniadas com a UFV, conforme formulário próprio disponível  no SEST \n(Serviço de Estágio).  \nA supervisão do estagiário em estágio obrigatório será realizada pelo coordenador da \ndisciplina Estágio Supervisionado e por um profissional da unidade concedente do estágio, ", "23": "23 \n que tenha formação acadêmica equivalente ou superior ao do estudante, e também exp eriência \nprofissional na área do curso de Engenharia de Produção.  \nO estagiário deverá elaborar relatório referente ao estágio para avaliação na disciplina \nEstágio Supervisionado. Além disso, deverá apresentar um seminário sobre as atividades \nexecutadas dur ante o estágio caso tenha decidido cursar a matéria optativa Seminário de \nEstágio Supervisionado.  \nExistem na Universidade setores específicos de apoio administrativo as atividades \nrelacionadas aos estágios. Neles, os funcionários buscam constantemente luga res propícios e \nde qualidade onde nossos acadêmicos podem realizar estágios.  \nO regulamento do estágio supervisionado, que é regido pela Lei do Estágio (LEI Nº \n11.788), encontra -se anexado a este PPC  \n6.5. Atividades Complementares  \nEssas atividades compleme ntares do curso são todas as atividades de caráter \nacadêmico ou  científico desenvolvidas  pelo estudante durante a graduação e que são \nconsideradas  relevantes para a sua formação. P ara contabilização dessas atividades, foi \nestabelecida a  carga horária máxim a de 90 horas -aula nas disciplinas de códigos EPR 487; \nEPR 488; EPR 489, tendo estas respectivamente, 15, 30 e 45 h/a, e caberá ao aluno solicitar \nao coordenador d a disciplina a análise e consequ ente incorporação desse conteúdo em seu \nhistórico escolar.  \nAs atividades exercidas no Estágio Supervisionado e atividades com vínculo \nempregatício não poderão ser usadas na análise para o aproveitamento das horas de atividades \ncomplementares. Para a compensação de carga horária das Atividades Complementares, o \naluno  deverá solicitar a abertura de processo mediante formulário específico  em anexo a este \ndocumento , com  cópias dos documentos que comprovam a realização das atividades \ndeclaradas, junto com a Secretária do DEP, no mínimo 30 dias antes do encerramento do \nperíodo de matrícula do qual deseja ter as horas compensadas.  \nO estudante poderá requerer a compensação apenas uma única vez no decorrer do \ncurso, por isso recomenda -se que o aluno deva solicitar a compensação no penúltimo semestre \ndo curso. Portanto, compet e a Secretaria do DEP encaminhar o processo ao Coordenador das \ndisciplinas EPR 487; EPR 488; EPR 489.  \nAs atividades complementares sugeridas pelo curso de Engenharia de Produção são \nlistadas abaixo:  \n• Participação em Atividades Complementares de Integração E nsino, Pesquisa e \nExtensão;  \n• Iniciação cientifica;  \n• Participação em atividades de extensão;  \n• Participação em palestras, seminários ou cursos relacionados a formação do estudante;  \n• Publicação de artigos científicos em anais de congresso ou periódicos;  \n• Apresentação de trabalhos em congressos ou simpósios;  \n• Bolsa Atividade, Bolsa Monitoria ou Bolsa Treinamento;  \n• Participação em órgãos colegiados;  \n• Organização de ev entos acadêmicos ou científicos.  \n \nCabe ao coordenador da disciplina:  ", "24": "24 \n a) orientar e incentivar  os alunos quanto à participação em Atividades \nComplementares.  \nb) analisar , avaliar, aproveitar ou, eventualmente, glosar os comprovantes de \nAtividades Complementares, podendo dar tratamento diferenciado para cada atividade \nsegundo o órgão promotor, a rele vância e adequação dos conteúdos ministrados, bem como \noutros critérios julgados relevantes para identificação da maior ou menor importância das \natividades para a formação do perfil do aluno.  \nc) inserir  as disciplinas referentes às Atividades Complementare s no plano de estudo e \nacompanhar o deferimento (matrícula efetivada) ou indeferimento (matrícula não efetivada) \nda solicita ção através do sistema Sapiens.  \nd) efetuar  o lançamento dos conceitos S (Satisfatório) ou N (Não satisfatório) para \ncada disciplina equivalente com as atividades comprovadas ant es do início do semestre \nsubsequ ente ao qual o aluno está solicitando a compensação  das Atividades Complementares.  \ne) devolver  o processo analisado a Secretaria do DEP para arquivamento e zelo.  \nDentre as Ativida des Complementares podem ser destacadas: monitoria, atividades de \npesquisa e extensão, publicação de produção científica, participação em eventos técnico -\ncientíficos, programas de tutoria, empresa júnior, núcleos interdisciplinares, estágios  \nextracurricula res e outras atividades que devem ser constantemente incentivadas no cotidiano \nacadêmico.  \nO regulamento das atividades complementares encontra -se anexado  a este PPC.  \n \n6.6. Trabalho de Conclusão de Curso (TCC)  \nO trabalho de conclusão de curso (TCC) é desen volvido em 2 semestres, compondo \ndisciplinas do 9º e 10º períodos, subdividindo -se em Trabalho de Graduação  I (EPR 490)  e \nTrabalho de Graduação  II (EPR491) , sendo supervisionado pelo professor responsável da \ndisci plina e um orientador designado. C onstitui -se de  atividade para integralização do curso e \no aluno pode se matricular nesta disciplina após cursar um mínimo de 2.300 horas de \ndisciplinas obrigatórias.  \nO trabalho poderá ser desenvolvido individualmente ou em dupla, e o tema ficará a livre \nescolha do s mesmos, desde que vinculado a Engenharia de Produção. Ao final de cada \ndisciplina o aluno deverá apresentar o trabalho na forma de um relatório técnico .  \nA versão final do Trabalho de Graduação (TG) terá a forma de um relatório técnico ou \nartigo científi co, conforme modelo disponível no conteúdo da di sciplina EPR 491 no \nPVANet. O trabalho de graduação  deverá conter pelo menos os seguinte s elementos textuais: \ncapa, sumário, resumo, introdução, objetivos, revisão bibliográfica / estado da arte, métodos, \nresultados e discussão, conclusão / considerações finais e lista de referências bibliográficas, \npodem conter ainda uma seção de anexos. Este trabalho será submetido a uma banca de \navaliação, formada pelo orientador e outros dois professores, indicados pelo or ientador, \npodendo estes estarem lotados no DEP ou em outro departamento da UFV. Esta avaliação \nserá realizada a partir do texto completo e uma apresentação oral aberta ao público com \nduração máxima de 30 minutos.  \nO aluno deverá escolher o seu orientador observando as seguintes regras:  \na) a orientação será exercida por um professor que ministrar aulas em disciplinas de um \ndos Cursos de Graduação da UFV, escolhido pelo aluno.  ", "25": "25 \n b) o o rientador poderá ser auxiliad o na sua tarefa por até dois co orientadores, desd e que \njustificado.  \nc) poderão atuar como c oorientadores os docentes que ministram aulas na UFV . \nd) a orientação para o desenvolvimento do Trabalho de Graduação deve durar, no \nmínimo, dois semestres letivos.  \nO regulamento do trabalho de conclusão de curso é apresentado em anexo a este \ndocumento.   \n \n6.7. Educação das Relações Étnico -raciais e para o Ensino de História e Cultura Afro -\nbrasileira e Africana  \n \nO atendimento ao disposto na Resolução CNE/CP  01/2004 oco rre de duas formas:  \n \n• Por meio da abordagem transversal e ou específica junto aos conteúdos de \ndiversas disciplinas que compõem a matriz curricular do Curso , conforme \ntabela 6.7.1.  \n \nTabela 6.7.1 – Disciplinas relacionadas ao conteúdo disposto na Resolução CNE/CP 01/2004.   \n \nNome da Disciplina  Carga Horária Total  \nEPR 190 – Introdução à Engenharia de Produção  30h \nEPR 487 – Atividades Complementares I  15h \nEPR 488 – Atividades Complementares II  30h \nEPR 489 – Atividades Complementares III  45h  \n \nA flexibilidade curricular propiciada aos alunos da Universidade Federal de Viçosa \npermite que os mesmos cursem disciplinas optativas e/ou facultativas, que abordam \ndiretamente a temática da Educação Étnico -racial, nos diversos departamentos da instituição, \ntais como EDU 433 – Etnia e Educação no Brasil (60 horas), oferecida pelo Departamento de \nEducação e HIS 433 – História e Cultura Afro -Brasileira (60 horas).  \nNo curso Engenharia de Produção , o cumprimento dessa exigência na forma \nespecífica começa na disci plina Introdução à Engenharia de Produção (EPR 19 0), na qual o \ningressante é matriculado no primeiro período da matriz curricular. Posteriormente, sob \norientação, poderá desenvolver atividades extracurriculares, relativas à Educação Étnico -\nracial, na disci plina Atividades Complementares ( EPR 487, EPR 488 e EPR 489 ). \nA abordagem transversal acontece por meio de Seminários temáticos mensais, ao \nlongo do curso, o nde todos os alunos do curso  são convidados a participar. Tais seminários \ncontam com profissionais habilitados de diversas áreas de formação para abordagem de ", "26": "26 \n diversos temas, incluindo Relações Étnico -Raciais, História e Cultura Afro -Brasileira e \nAfricana.  \nAlém disso, a UFV, por meio da abordagem transversal e ou específica, trabalha este \ntema em projetos de pesquisa e extensão, entre ou tros eventos.  \n \n• Por meio da abordagem transversal e ou específica desenvolvida em \nprojetos de ensino, pesquisa e extensão.  \nNo campo dos projetos de ensino, de pesquisa e extensão, a abordagem do tema tem \nsido objeto  de ações do corpo docente bem como de toda a UFV, representadas conforme \ntabela 6.7.2.  \n \nTabela 6.7.2 – Projetos relacionados ao conteúdo disposto na Resolução CNE/CP 01/2004.  \nProjeto de Pesquisa  Projeto de Extensão  Outros Eventos  \nMemória social e patrimônio \ncultural imaterial: tradição \nafrodescendente como \nconhecimento praticável na \natualização de um presente em \nmudanças na Zona da Mata \nMineira – DCS  \n \nTempo e desenvolvimento na \nÁfrica: dinâmicas cotidianas e \ntransformações nos mei os de vida \ndo reassentamento de Cateme em \nMoçambique – DER  \n \nEducação à distância e as \ntecnologias de informação e \ncomunicação na educação \ncontinuada: uma análise dos cursos \nFAO/UFV para os países africanos \nlusófonos – DER  Programa de Extensão \nCapoeira Al ternativa – \nDED  \n \nA Lei 10.639/2003 e a \ntemática afrodescendente \nna Universidade Federal \nde Viçosa – DHI  \n \nAfro ginga: cultura, \ninclusão e educação para \nas relações étnico -raciais – \nDES  \n \nDança afro -brasileira: \nagroecologia em \nmovimento - DES  Mostra de Cultura Afro -\nbrasileira – DED  \n \nCapoeira Alternativa - \nInfantil, Maculelê, Samba \nde Roda - Pibex/UFV  \n \n6.8. Políticas  de Educação ambiental  \nO atendimento ao disposto na Lei nº 9.795, de 27 de abril de 1999 e Decreto Nº 4.281 \nde 25 de junho de 20 02, ocorre de duas formas:  \n \n• Por meio da abordagem transversal e ou específica junto aos conteúdos de \ndiversas disciplinas que compõem a matriz curricular do Curso , conforme \ntabela 6.8.1.   \n ", "27": "27 \n Tabela 6.8 .1 – Disciplinas relacionadas ao conteúdo disposto na Lei nº 9.795, de 27 de abril \nde 1999 e Decreto Nº 4.281 de 25 de junho de 2002.  \nNome da Disciplina  Carga Horária Total  \nEPR397 Gestão Ambiental  60h \n \nA flexibilidade curricular dos alunos da UFV permite que os mesmos cursem \ndisciplinas optativas e/ou facultativas que abordam diretamente a temática da Educação \nAmbiental nos diversos departamentos da instituição. Como exemplo, cita -se a disciplina \nGerenciamento Ambiental – ENQ 270 (60 horas), oferec ida pelo Departamento de Química \n(curso de Engenharia Química) e Tratamento de Resíduos Líquidos e Gasosos - ENG 420 (60 \nhoras), oferecida pelo Departamento de Engenharia Agrícola. Por meio da abordagem \ntransversal e ou específica desenvolvida em projetos de pesquisa e extensão e outros eventos, \na UFV trabalha nessa temática .  \n \n• Por meio da abordagem transversal e ou específica desenvolvida em \nprojetos de ensino, pesquisa e extensão.  \nNo campo dos projetos de ensino, de pesquisa e extensão, a abordagem do tem a tem \nsido objeto de ações do corpo docente bem como de toda a UFV, representadas conforme \ntabela  6.8.2.  \n \nTabela 6.8.2 – Projetos relacionados ao conteúdo disposto na Lei nº 9.795, de 27 de abril de \n1999 e Decreto Nº 4.281 de 25 de junho de 2002 . \nProjeto d e Pesquisa  Projeto de Extensão  Outros Eventos  \nAvaliação de resíduos \nlignocelulósicos de abacaxi \n(Ananas comosus L. Merril) \ncomo matéria -prima para \nprodução de xilitol – DTA  \nDesenvolvimento de materiais \nbiodegradáveis de amido e \nacetato de celulose por \nextrusão termoplástica – DTA  \nDesenvolvimento e \ncaracterização de filmes e \ncompósitos de fontes \nrenováveis – DEQ  \nExtração de xilanas de \ndiferentes biomassas Arte de reciclar: confecção \nde embalagens – ECD  \nResíduos sólidos: desafios e \nperspectivas – DCS  Gestão de Resíduos de \nLaboratório – PGP \nVII Simpósio Brasileiro de \nAgropecuária Sustentável IV \nCongresso Internacional de \nAgropecuária Sustentável  \nII Workshop Bioenergia - \nPerspectivas do Setor de \nBiodiedsel  ", "28": "28 \n lignocelulósicas para  produção \nde biofilmes – DEQ  \nEngenhando na roça: uma \nintegração do conhecimento  \ncientífico com o meio rural – \nDTA  \n \n6.9. Educação em Direitos Humanos  \nO atendimento ao disposto na Resolução CNE/CP Nº 1, de 30/05/2012 ocorre de duas \nformas:  \n• Por meio da abordagem transversal e ou específica junto aos conteúdos de \ndiversas disciplinas que compõem a matriz curricular do Curso , conforme \ntabela  6.9.1.  \n \nTabela 6.9.1 – Disciplinas relacionadas ao conteúdo disposto na Resolução CNE/CP Nº 1, de \n30/05/2012.  \nNome da Disciplina  Carga Horária Total  \nEPR 190 – Introdução à Engenharia de Produção  30h \n \nA flexibilidade curricular propiciada aos alunos da UFV permite que os mesmos \ncursem disciplinas optativas e/ou facultativas que abordam diretamente a temática da \nEducação em Direitos Humanos nos diversos departamentos da instituição. Como exemplo, \ncita-se a disciplina Direitos Humanos – DIR 407 (60 horas), oferecida pelo Departamento de \nDireito.  \n6.9.2. Por meio da abordagem transversal e ou específica desenvolvida em projetos de \nensino, pesquisa e  extensão.  \nNo campo dos projetos de ensino, de pesquisa e extensão, a abordagem do tema tem \nsido objeto de ações do corpo docente bem como de toda a UFV, representadas conforme \ntabela abaixo:  \n \nTabela 6.9.2 – Projetos relacionados ao conteúdo disposto na R esolução CNE/CP Nº 1, de \n30/05/2012.  \nProjeto de Pesquisa  Projeto de Extensão  Outros Eventos  \nFormação e capacitação sobre \ngênero e direitos humanos no \nenfrentamento da violência \ncontra a mulher – DVT  Direitos humanos: artes, \ngênero e liberdade reprodutiva \n– CCH  \nDireitos humanos em moradias I Seminário Movimentos \nSociais e Direitos Humanos \n– Aspectos Políticos e \nHistóricos dos Movimentos \nSociais: Conflitos  Sociais ", "29": "29 \n O direito à liberdade de \nexpressão  sob a ótica do \nsistema interamericano de \ndireitos humanos – DPD  \nO direito internacional dos \ndireitos humanos e o direito ao \ndesenvolvimento na \nperspectiva dos países \nsubdesenvolvidos - DPD  estudantis: o caso da \nUniversidade Federal de \nViçosa – PCD  \nO plano decenal para direitos \nhumanos de crianças e \nadolescentes - DPD  do Campo em  Minas Gerais \n- DCS  \n \n \nA abordagem transversal acontece por meio de Seminários temáticos mensais, onde \ntodos os alunos do curso são convidados a participar. Tais seminários contam com \nprofissionais habilitados de diversas áreas de formação para abordagem de diversos temas, \nincluindo Direitos humanos.  \n \n7. Integralização e Matriz Curricular do Curso  \nO curso de Engenharia de Produção  possui base curricular que foi proposta de forma a \natender o disposto nas Diretrizes Curriculares Nacionais do Curso de Graduação em \nEngenharia definidas pelo MEC na resolução no11, de 11 de março de 2002, em consonância \ncom  o Parecer CNE/CES No 776/1997 (Orientação para as diretrizes curricul ares dos cursos \nde graduação) , através de disciplinas básica s, específicas e profissionalizantes levar o aluno a \nadquirir conhecimentos nas diversas áreas de atuação do Engenheiro de Produção.  Além \ndisso, obedece a carga horária mínima dos cursos de bacharelado, conforme Resolução \nCNE/CES No 02/2007, e as especific idades relacionadas à interdisciplinaridade e \nflexibilidade.  \nA integração vertical do curso é assegurada por um conjunto de “disciplinas pré -\nrequisitos”, que terão de ser cursadas antecipadamente, assegurando o domínio do aluno nos \nconhecimentos necessário s para o acompanhamento dos conteúdos em questão. Há, em certos \ncasos, “disciplinas correquisitos”, isto é, deve ter matrícula simultânea nas duas disciplinas.  \nA integração horizontal, por sua vez, visa assegurar que os conteúdos das disciplinas, \nalocadas em paralelo a cada período do curso, sejam de carga horária e complexidade \ncompatível com o grau de desenvolvimento do aluno. Contudo, para que haja uma integração \nmais harmoniosa entre disciplinas, de forma a evitar que matérias básicas sejam preteridas a té \na quase finalização do curso, o aluno é estimulado e esclarecido, por meio da orientação \nacadêmica, a concluir todas essas disciplinas até o quarto período da matriz curricular.  \nNa UFV cada aluno tem um plano de estudo, elaborado logo após sua matrícula  no \ncurso, que pode ser acessado pelo sistema de gestão acadêmica, denominado SAPIENS. O \nplano de estudo inicial é exatamente igual à sequência sugerida na matriz curricular.  Além \ndisso,  cada período, os alunos do curso são divididos entre os professores do departamento \nsegundo discriminação que este mesmo disponibiliza, a fim de que os professores auxiliem \nseu grupo de alunos na elaboração do plano de estudo.  ", "30": "30 \n Como mencionado, a distribuição das disciplinas na matriz curricular prevê que os \nalunos cursem disciplinas consideradas básicas do prime iro ao quarto período do curso.  A \ndisciplina Introdução à Engenharia de Produção , EPR 190 , prevista no primeiro período da \nmatriz curricular, tem como objetivo introduzir o calouro na Universidade e situá -lo no \nâmbito da futura profissão.  \nAs disciplinas profissionalizantes  são apresentadas aos estudantes desde o segundo \nperíodo, cujo conteúdo obedece às  Diretrizes Curriculares da ABEPRO (Associação \nBrasileira de Engenharia de Produção) . Estas disciplinas permitem  que o aluno adquira \nconhecimentos e habilidades relacionadas à prática profissional  demandada pelo mercado. \nNeste contexto, os alunos são orientados a se utilizarem de disciplinas optativas e, ou \nfacultativas, p ara complementarem os conhecimentos nesta ár ea de atuação profissional.  \nNa matriz há uma concentração de conteúdos básicos no início d o curso, \nprincipalmente nos quatro  primeiros períodos letivos. Do quinto período até o oitavo, as \ndisciplinas obrigatórias tratam de conteúdos profissionalizantes.  \nNormalmente, o aluno pode iniciar o estágio supervisionado no recesso escolar, entre \no quarto e o quinto período letivo (férias escolares sem atividades presenciais), quando já \npossui certos conhecimentos profissionalizantes, conforme estabelecido pelos pré -requisitos \nda disciplina Está gio Supervisionado . Ao longo do curso, o estudante pode complementar as \nhoras obrigatórias de estágio nos intervalos entre período letivos. Caso contrário, pode optar \npor fazer um estágio prolongado, durante o último semestre d o curso.  \nA matriz curricular com informações sobre sequência de oferecimento, créditos, carga \nhorária, pré -requisitos, correquisitos, bem como outras informações relevantes enco ntra-se \nanexada a  este documento . \nOs Programas Analíticos, contendo as informações de todas as disciplinas do Curso \n(obrigatórias e optativas), encontram -se disponíveis para consulta na Pró -Reitoria de \nEnsino/UFV.  \n \n8. Metodologia de Ensino e Aprendizagem  \nA aprendizagem transcende a necessária formação técnica e desenvolviment o de \ncompetências. Seu objetivo é contribuir para a formação de um cidadão imbuído de valores éticos que, \ncom competência formal e política, possa atuar no seu contexto social de forma comprometida com a \nconstrução de uma sociedade mais justa, solidária e integrada ao meio ambiente.   \nA metodologia adotada é focada no estudante, visto como sujeito ativo e participativo \ndo processo de ensino e aprendizagem. Valoriza os questionamentos, as ideias e as sugestões \ndos estudantes, de maneira a contribuir para que seu aprendizado esteja mais perto de formar \ncidadãos conscientes, ativos e construtores de novos argumentos.  \nDiversas atividades são desenvolvidas, por meio de aulas teóricas e práticas, para que \nos estudantes pensem de forma integrada e sejam capazes de consolidar seu conhecimento.   \nNas aulas teóricas expositivas , o conteúdo é apresentado estimulando discussões entre \nos estudantes visando à construção de um raciocínio lógico sobre o assunto/tema apresentado. \nSão incluídas várias dinâmicas: apresentação es crita e oral de trabalhos acadêmicos, grupos \ndiscussão, situações problemas, artigos científicos, aplicabilidade de novas tecnologias e \noutros assuntos que permitem aos estudantes o desenvolvimento de habilidades de análise \ncrítica e integração de conteúdo s. Os conteúdos práticos mesclam aulas demonstrativas com \naulas em que os alunos efetivamente executam as atividades.  ", "31": "31 \n A formação científica e tecnológica dos estudantes está contemplada por meio da \nparticipação em Projetos de Ensino, Pesquisa e Extensão.  O Departamento conta com o \nNúcleo de Tecnologias de Gestão (NTG), onde os alunos conveniados desenvolvem trabalhos \nde pesquisa e extensão sob a orientação dos professores. Como atividades de ensino, diversos \ndepartamentos da UFV oferecem oportunidade aos a lunos de ministrarem aulas de tutoria e \nmonitoria sob regime de aprovação em edital. As opções de programas de extensão são \nvastas, incluindo a participação nas equipes que participam das competições da SAAE \nanualmente (equipes de Aerodesign e Fórmula Baja ), participação na Empresa Júnior do \ndepartamento, no Programa de Educação Tutorial, Núcleo regional do Crea Jr, entre outros \nprogramas que oferecem vagas para alunos de engenharia de produção.  \nOs estudantes são estimulados a participarem de atividades extracurriculares que \ncontribuem para dinamizar os processos de ensino e aprendizagem, como ciclo de palestras, \nreuniões acadêmicas, seminários, workshops, visita a empresas de apoio à pesquisa e \nextensão, atividades de consultoria e  prestação de serviços realizadas através das atividades da \nempresa júnior do curso, entre outros.   \n \n \n9. Avaliação do Processo de Ensino -aprendizagem  \nA avaliação do rendimento acadêmico encontra -se disciplinado pelo Regime Didático \nda Graduação da UFV, disponível em <http://www. res.ufv.br >, que estabelece procedimentos e \ncondições inerentes a avaliação.  \nEntende -se que o processo de aval iação não pode estar dissociado  do processo ensino -\naprendizagem, as avaliações deverão se pautar nos seguintes princípios, conforme \nestabelecido n o Plano de Desenvolvimento Institucional da UFV:  \n• Planejamento dos procedimentos de avaliação de forma integrada com o processo \neducacional, com conteúdos e objetivos bem definidos;  \n• Utilização dos resultados dos procedimentos de avaliação para discussões e  redefinições \ndo processo ensino -aprendizagem;  \n• Realização de avaliações formativas frequentes e periódicas;  \n• Opção preferencial pelos instrumentos de avaliação que contemplem os aspectos \ncognitivos, as habilidades e as competências do processo ensino -aprendizagem;  \n• Utilização dos resultados das avaliações para monitorar a eficiência do processo ensino -\naprendizagem.  \n \nO processo ensino -aprendizagem deve servir para orientar os professores e alunos na \nbusca da melhoria contínua, para estimular e acompanhar o aprendizado individual dos \nestudantes e para nortear a formação de profissionais de qualidade para o mercado de \ntrabalho. Em outras palavras, as avaliações serão utilizadas para aprimoramento do processo \nde aprendizagem e das práticas pedagógicas utilizada s pelos professores.  \nO ideal é que a avaliação considere a relação mútua existente entre os aspectos \nqualitativos e quantitativos da vida escolar do educando. Para isso, deve assumir várias \nformas, umas mais sistemáticas, outras menos, umas mais formais, o utras mais informais. \nSendo assim, o resultado das avaliações será apenas o reflexo do trabalho do professor, pois \navaliar é um processo que exige comprometimento e perseverança do professor para vencer os \nobstáculos que surgem.  ", "32": "32 \n O método de avaliação da ap rendizagem previsto no presente projeto pressupõe a \narticulação dos professores no planejamento e no encaminhamento das atividades, \nestabelecendo critérios, formas e instrumentos de avaliação da aprendizagem dos alunos, \nconforme Regime Didático da Graduaçã o da UFV. Este regimento estabelece que a avaliação \ndo rendimento acadêmico dos alunos, em cada disciplina, é procedida mediante a realização \nde provas (escritas e, ou orais), seminários, apresentações orais, trabalhos de campo, trabalhos \npráticos, entrevi stas, testes e trabalhos escritos exigidos por seu professor, aos quais se \natribuirão notas, representadas por números inteiros, havendo exigência de pelo menos três \navaliações.  \nEm disciplinas tais como Estágio Supervisionado, Atividades Complementares, \nSeminário de Estágio, entre outras, os alunos serão avaliados por conceito. Nestas o aluno \nrecebe conceito S (satisfatório) ou N (não satisfatório), e em último caso R (reprovado). Os \ncritérios de avaliação vigentes na UFV podem ser observados no Regime Didá tico da \nGraduação da UFV (www.ufv.br/pre).  \n10. Tecnologias de Informação e Comunicação – TICs – no processo de \nensino -aprendizagem  \nAs Tecnologias de Informação e Comunicação (TICs) estão implantadas de forma a \npermitir o desenvolvimento do processo ensino -aprendizagem. Atualmente os Campus da \nUFV – Viçosa, Rio Paranaíba e Florestal contam com laboratórios para uso em ensino, \npesquisa e extensão, todos equipados com computadores ligados à rede com acesso à internet, \ninclusive por meio de rede sem fio ( wirele ss). \nCom a consolidação da Coordenadoria de Educação Aberta e a Distância – CEAD, em  \n2001, a UFV vem investindo e incentivando a criação de novas tecnologias no proc esso de \nensino e aprendizagem. A CEAD é responsável pela coordenação, supervisão, assessora mento \ne prestação de suporte técnico às atividades realizadas em diferentes áreas de ensino, \nutilizando novas tecnologias de informação e comunicação.  Além de apoiar os professores nas \nsuas atividades de ensino, pesquisa e extensão, sua proposta é diversif icar as formas de \natuação para atingir o maior e mais variado público possível.  \nPara as disciplinas presenciais e/ou a distância, a CEAD disponibiliza suporte para a \nprodução de material didático, utilizando diferentes mídias e formatos. Conta, inclusive,  com \nambientes especialmente desenvolvidos para este fim. Entre eles, destacam -se: textos para \nleitura, áudio aula, videoaula, vídeos, entrevistas, animações, simulações, entre outras.  \nUma importante plataforma oferecida pela CEAD é o PVANet que é o ambien te \nvirtual de aprendizado utilizado pela UFV, concebido para receber conteúdos das diversas \ndisciplinas e Cursos.  \nNo PVANet foram projetadas ferramentas que garantem a inclusão de conteúdos, \nnotícias, agenda, dentre outros, nos mais diferentes formatos – textos, apresentações narradas, \nvídeos, animações e simulações, chat, fórum, perguntas -e-respostas, sistema de e -mail, \nentrega de trabalhos, edição compartilhada de arquivo, sistema de avaliação e relatórios de \nacompanhamento. Essas permitem uma maior inte ração discente/tutor/professor, de forma \nsíncrona e assíncrona, bem como o acompanhamento do processo de ensino/aprendizagem.  \n O PVANet enquanto ambiente virtual de aprendizado está conectado com o SAPIENS \n(Sistema de Apoio ao Ensino), o que facilita o int ercâmbio de informações.  ", "33": "33 \n O SAPIENS é um sistema computacional que possibilita a estudantes, professores e \ncoordenadores de Cursos, acesso a informações gerenciadas pela Diretoria de Registro \nEscolar.  \nOs estudantes podem acessar, pelo SAPIENS, seu históri co escolar, a relação de \ndisciplinas matriculadas, cursadas e a cursar, o plano de estudos, os dados pessoais e a análise \ncurricular (síntese da vida acadêmica).  \nOs professores realizam, diretamente neste sistema e de forma obrigatória, o \nlançamento de no tas e faltas, bem como orientações aos discentes conforme estabelecido no \nRegime Didático.  \nAlém disso, o sistema permite aos coordenadores de Curso acesso a diversos relatórios \nestatísticos que auxiliam nos processos administrativos do curso, bem como no \nacompanhamento acadêmico de alunos, principalmente daqueles com desempenho deficitário.  \nPara utilizar o sistema SAPIENS, o usuário deve informar o número de matrícula e a \nsenha fornecidos pela Seção de Registro Escolar.  \n \n11. Apoio ao Discente  \nA UFV garant e ao discente um ambiente que propicia o desenvolvimento pessoal e \nintelectual, na perspectiva de construção de conhecimentos por meio de postura de indagação \ne análise avaliativa da realidade que o cerca. O discente deve se sentir uma pessoa com \ncondições  de efetuar mudanças, com espaço para exercer sua consciência crítica ao aprender \nfazendo, incorporando a educação continuada como princípio de qualificação profissional.  \nA vida acadêmica do aluno é registrada pelo SAPIENS, ferramenta virtual onde são \nregistrados o rendimento acadêmico e a frequência e que possibilita ao estudante o acesso ao \nseu histórico, disciplinas matriculadas, dados pessoais, endereços e análise curricular. Há \nainda o site primeiro ano <http://www.primeiroano.ufv.br>  que procura sumar izar as \ninformações essenciais para os ingressantes.  \nDestacam -se entre as diversas formas de apoio acadêmico ao discente:  \n• A elaboração do Plano de Estudo, realizado com o auxílio do professor \ndesignado para tal,  de forma individualizada, nos horários de atendimento \nestabelecidos pelos referidos professores,  previstos e divulgados \nsemestralmente.  \n• O acompanhamento dos conteúdos das disciplinas via PVANet, plataforma on -\nline ao alcance do professor para disponibiliz ar material didático, realizar \nfóruns, chats, enfim, ampliar os limites físicos da sala de aula.  \nOs estudantes são estimulados  a participarem de projetos de i niciação científica \n(Pibic, Probic etc), projetos de e xtensão (Pi bex, Proext etc) e projetos de e nsino (Piben , Pibid,  \netc), propiciando -os a participarem na busca por novas alternativas por meio de atividades \ncientíficas e/ou extensionistas. Muitos dos projetos de pesquisa, ensino e extensão visam  \ntambém a concessão de bolsas para os estudantes.  \nNa in iciação científica , os alunos de Engenharia de Produção  podem desenvolver \natividades de pesquisa por meio dos programas em que a UFV participa institucionalmente. \nNeste tipo de projeto, o aluno pode ser bolsista ou voluntário. O aluno ainda pode fazer a \niniciação científica como estagiário de um Laboratório de Pesquisa, sendo o estágio registrado \nno Serviço de Estágio da Pró -Reitoria de Extensão e Cultura, ou mesmo como membro do \nNTG – Núcleo de Tecnologias de Gestão.  ", "34": "34 \n A iniciação em ensino do aluno com bom desempenho acadêmico se dá nas \natividades de monitoria e tutoria, principalmente. Os monitores e tutores são selecionados por \nmeio de edital de concurso lançado por meio da Pró -Reitoria de Ensino. Os estudantes que \ningressaram na UFV com deficiência de con hecimento nas áreas de Biologia, Bioquímica, \nFísica, Língua Portuguesa, Matemática e Química, participam do Programa de Tutoria nas \nCiências Básicas – Protut, que oferece apoio acadêmico pedagógico, objetivando minimizar \nas deficiências de conhecimentos bá sicos necessários às disciplinas introdutórias.  \n A UFV, também como forma de apoio aos estudantes , participa do Programa de \nEducação Tutorial – PET. Atualmente são oito grupos PET: Administração, Biologia, \nBioquímica, Economia Doméstica, Engenharia Agrícol a e Ambiental, Engenharia de \nProdução, Nutrição e Educação.  \nDe forma a permitir maior aproximação com o mundo acadêmico -científico \ninternacional e assim propiciar uma melhor formação de seus alunos, a UFV possui convênios \ncom instituições de ensino em vári os países, tais como Alemanha, Argentina, Canadá, Chile, \nChina, Espanha, Estados Unidos, Finlândia, França, Holanda, Inglaterra, Japão, México, \nMoçambique, Portugal, Rússia, entre outros.  \n A Universidade Federal de Viçosa é referência entre as instituiçõe s federais de ensino \nsuperior na área de Assistência Estudantil. Para os estudantes em vulnerabilidade econômica \ncomprovada, a UFV disponibiliza as seguintes modalidades de auxílios: Bolsa Moradia, Bolsa \nCreche/Pré -escola e Bolsa Alimentação. Há alojamento  para estudantes em situação de \nvulnerabilidade econômica nos campi  de Viçosa e de Florestal. Já no campus Rio Paranaíba, \nesses estudantes recebem bolsa moradia.  \n Em seus três campi , há refeições a preços subsidiados nos restaurantes universitários. \nAlém disso, os estudantes podem contar com a infraestrutura oferecida no campus e na cidade \nonde está localizada.  \n Além do âmbito acadêmico, destacam -se os atendimentos na área da saúde, através \ndos serviços ambulatoriais, área médica, nutricional, odontológica , fisioterapia, enfermagem, \nexames laboratoriais e radiográficos oferecidos pela Divisão de Saúde. Serviços oferecidos \npela Divisão Psicossocial , que atua na promoção do bem -estar, da qualidade de vida e da \nsaúde mental, consistem de  serviços de psicologia , psiquiatria e assistência social , em \natendimentos individuais ou em grupo.  \n Com a necessidade de implementação de ações que propiciem o acesso e permanência \nde pe ssoas com necessidade especiais  provenientes ou não de deficiências, a UFV criou a \nComissão  Permanente de Acessibilidade e Inclusão – CPAI. Esta Comissão vem coordenando \ne implementando ações, objetivando o oferecimento de uma educação inclusiva e de \nqualidade que possibilite a todos uma formação mais humanizada.  \n Na perspectiva de atendimento a o discente , a UFV oferece possibilidades de \ndesenvolvimento acadêmico, cultural, científico e esportivo aos estudantes, \nindependentemente do Curso em que se encontram matriculados. Os estudantes desfrutam de \nampla área verde, espaços para convivência, quad ras esportivas, ginásio, piscina e auditórios \npara eventos musicais, de teatro e dança. Eles podem praticar várias modalidades esportivas \npromovidas pela Divisão de Esportes e Lazer ou pela Associação Atlética Acadêmica – \nLUVE. Podem também não só assistir em a apresentações do Conjunto de Sopros, do Coral da \nUFV, do coral Nossa Voz e do grupo de Teatro Universitário, como participarem destes \ngrupos.  \n O Diretório Central dos Estudantes (DCE), os Diretórios (DAs) e Centros Acadêmicos \n(CAs) dos cursos de gradu ação cumprem o papel de representar os estudantes da  ", "35": "35 \n Universidade Federal de Viçosa, tendo  por objetivo reivindicar benefícios para a categoria, \nvisando uma melhor qualidade de ensino e de vida para os estudantes.  O Diretório Acadêmico \nde Engenharia de Pro dução é, portanto, um órgão representativo dos estudantes, estruturado \npor coordenadorias, composto por alunos de graduação regularmente matriculados no curso \nde Engenharia de Produção da Universidade Federal de Viçosa (UFV). Os alunos do DAEP, \nque são ele itos por um processo democrático e legítimo, dirigem a entid ade durante o período \nde um ano e  objetivam  defender uma formação acadêmica de qualidade para os alunos do \ncurso através da promoção de instrumentos que permitam dar oportunidades aos estudantes d e \ncompletarem  sua formação acadêmica  de forma plena . \nA UFV está também atenta à vida do estudante enquanto aluno da instituição, tanto \ndentro das instalações do campus, quanto na cidade de Viçosa. Como exemplo, cita -se o \nesforço da Pró -Reitoria de Assuntos  Comunitários em realizar parcerias com a Prefeitura \nMunicipal de Viçosa para inibir ações rel ativas aos trotes aos calouros, visto que hoje o trote \njá é uma atividade proibida, além de campanhas como a “março de boa”, que procura \nconscientizar os alunos s obre os perigos envolvidos na possibilidade do trote.  \n Desta forma, os estudantes da UFV têm acesso a um importante leque de serviços e de \natividades diferentes, que contribuem na sua formação completa como cidadão e não apenas \nnos aspectos acadêmicos.  \nO Projeto Pedagógico  é disponibilizado  através do site do curso ( www.epr.ufv.br )  \n \n12. Autoavaliação do Curso  \nA avaliação permanente do Projeto Pedagógico do Curso é importante para aferir o \nsucesso do currículo e para certificar -se da necessidade de alterações que venham contribuir \npara a qualidade da formação oferecida, uma vez que o projeto é dinâmico e deve passar por \nconstantes avaliações.  \nA autoavaliação do curso é um processo dinâmico que deverá s er realizado \nperiodicamente pela Comissão Coorden adora do curso . Esse processo deve envolver todos os \natores sociais do Curso e está fundamentado em fontes de informação, cujo conjunto oferece \nsubsídios para tomadas de decisão quanto às modi ficações necessárias ao Curso. A auto  \navaliação levará em conta as informações obtidas, junto aos envolvidos no desenvolvimento \ndo curso, por meio de instrumentos tais como: questionários, observações, reuniões, \ndiscussões, relatórios dentre outros.  \nUma das formas de avaliação se dá a partir de uma permanente reflexão do Projeto \nPedagógico do Curso, isto é importante para certificar -se da necessidade de alterações que \nvenham contribuir para a qualidade da formação do individuo. Este processo é inicialmente \nrealizado a partir de informações coletadas junto aos discentes,  docentes e técnico -\nadministrativos envolvidos com o Curso.  \nOs estudantes e professores também estão envolvidos em processos avaliativos \nsemestrais usados como recurso de informação para a detecção de inadequações com as \npráticas propostas neste projeto. E sta avaliação é diagnóstica, no sentido de subsidiar o \naprimoramento da prática pedagógica do professor.  \nPara efetuar esta avaliação semestral, a UFV conta com uma Comissão Permanente de \nAvaliação de Disciplinas ─ COPAD, criado com o objetivo de acompanha r as disciplinas da \ngraduação, diagnosticando aspectos que devem ser mantidos ou reformulados em cada uma, \npara fins de melhoria e da busca pela excelência do ensino e aprendizagem. Esta avaliação é \nrealizada permanentemente por um sistema informatizado on line, onde professores e ", "36": "36 \n estudantes avaliam as disciplinas e o próprio desempenho. As informações coletadas são \nutilizadas pela Administração Superior, Chefias dos Departamento s, Comissões \nCoordenadoras  e Professores para análise da adequação das disciplin as do curso . \n Os objetivos específicos da avaliação de disciplinas são: informar o professor sobre o \ndesenvolvimento da disciplina que leciona quanto à sua adequação aos cursos a que se refere \ne sobre os objetivos e à metodologia utilizada; fornecer aos De partamentos subsídios para \nanálise de problemas referentes ao desenvolvimento das disciplinas que oferece; propiciar à \nAdministração Superior uma visão global do desenvolvimento das disciplinas dos diversos \ncursos; apresentar às Coordenações de Curso parâm etros para análise da adequação das \ndisciplinas aos cursos; sensibilizar o professor a respeito da necessidade de avaliar \ncontinuamente o processo ensino -aprendizagem.  \nA Universidade Federal de Viçosa dispõe, ainda, de Comissão Própria de Avaliação \n(CPA) q ue é orientada pelas diretrizes da auto  avaliação institucional da Comissão Nacional \nde Avaliação da Educação Superior (CONAES). Esta Comissão realiza a avaliação \ninstitucional que tem como principais objetivos produzir conhecimentos; averiguar o sentido \ndo conjunto de atividades e finalidades cumpridas pela instituição; identificar as causas dos \nseus problemas e deficiências; aumentar a consciência pedagógica e capacidade profissional \ndo corpo docente e técnico -administrativo; fortalecer as relações de coo peração entre os \ndiversos atores institucionais; tornar mais efetiva a vinculação da instituição com a \ncomunidade; julgar acerca da relevância científica e social de suas atividades e produtos; e \nprestar contas à sociedade.  \nAtravés da CPA são elaboradas p esquisas (questionários) tendo alunos, docentes, \ncoordenadores de cursos e funcionários técnico -administrativos como sujeitos e o curso, no \nseu todo, como objeto. A CPA elenca os indicadores providos de metas e prioridades, capazes \nde oferecer meios para r evisar a política educacional adotada, face às realidades institucional, \nregional, estadual e nacional, reavaliando os resultados obtidos em função dos objetivos \npropostos pela UFV.  \nO Curso participa, ainda, das avaliações externas, como o ENADE ou avaliaç ão in \nloco, realizadas pelo Instituto Nacional de Estudos e Pesquisas Educacionais (INEP), segundo \ndiretrizes estabelecidas pela CONAES.  \nA partir de todas as informações coletadas através da permanente reflexão do Projeto \nPedagógico do Curso, das avaliaçõe s semestrais das disciplinas, dos plano s de ensino e \nprogramas analíticos das disciplinas, dos recursos didático -pedagógicos, da infraestrutura e \ninstalações, dos recursos humanos, das condições técnicas disponíveis para o \ndesenvolvimento do Curso , o Coleg iado de Curso deverão propor todas as alterações \nnecessárias no PPC visando a melhoria na qualidade do Curso.  \nO Colegiado do Curso em conjunto com o Centro de Ciências ao qual o Curso está \nvinculado deverá também tomar todas providências relativas a infrae struturas físicas e \nhumanas necessárias  ao bom desenvolvimento do Curso.  \n13. Ingresso no Curso  \nA UFV oferece anualmente 40 vagas para o Curso  de Engenharia de Produção . Este \nnúmero corresponde de maneira suficiente à dimensão do corpo docente e da infra estrutura do \ncurso, garantindo uma oferta de qualidade e consequentemente uma excelente formação \nprofissional.   ", "37": "37 \n A admissão do estudante, conforme previsto no Regime Didático dar -se-á por uma das \nseguintes modalidades: Sistema de Seleção Unificada (SISU/MEC ); Vagas Ociosas; \nReativação de matrícula; Programa de Estudantes – Convênio de Graduação (PEC -G); e por \noutras modalidades de processos seletivos previamente aprovados pelos Colegiados \nSuperiores.  \nOs estudantes têm acesso ao Catálogo de Graduação da UFV,  onde constam o Regime \nDidático, a Matriz Curricular, Ementário das disciplinas, dentre outras informações bem como \nao PPC do Curso. Destaca -se que tanto o Catálogo de Graduação como o PPC ficam também \ndisponíveis aos estudantes no site da UFV , especificam ente no s sites <http://www.epr.ufv.br > \ne <http://www.catalogo.ufv.br >. \n15. Outras Atividades do Curso  \nOs estudantes do curso têm participado de programas de mobilidade nacional e \ninternacional  como o Programas Ciências sem Fronteiras, Licenciaturas Internacionais e \noutros convênios firmados entre a UFV e parceiros.  \nOs estudantes têm também oportunidade de participarem de diversos projetos de \npesquisa, tais como desenvolvimento de pesquisas junt o ao NTG , bem como projetos de \nextensão como a participação na Empresa Junior, no Programa de Educação Tutoria, em \nequipes de projetos como Aerodesign  e Fórmula Baja, etc .  \nEles são também, incentivados a participarem do Simpósio de Integração Acadêmica \n(SIA) que ocorre anualmente na UFV, bem como nas diversas semanas acadêmicas \npromovidas pelos diversos Cursos da UFV.  \n \n16. Recursos  Humanos  \nO curso de Engenharia de Produção conta com um corpo docente qualificado, \ncomposto por mestres e doutores, todos contr atados em regime de 40 horas e dedicação \nexclusiva. Além disso, conta também com o apoio de tutores e de técnicos que \nauxiliam/assessoram as atividades de ensino, pesquisa e extensão do Curso. Os dados sobre o \ncorpo docente, os tutores e os técnico -adminis trativos envolvidos no Curso encontram -se \nanexados a  este documento . \n \n16.1. Colegiado do Curso  \nO Colegiado do Curso é denominado como Comissão Coordenadora e tem como \ncompetência básica decidir sobre as atividades didático -pedagógicas dos Cursos, além de \nplanejar, organizar, coordenar, supervisionar e fiscalizar o seu desenvolvimento.  \nÉ constituído pelos docentes em efetivo exercício e por representação discente. A \npresidência da Comissão Coordenadora de Curso é exercida pelo Coordenador do Curso, que \né escolhido pelos membros da comissão coordenadora indicado pelo (a) Diretor (a) de Centro \nou de Ensino e designado pelo Reitor (a), auxiliado por um Suplente que é designado pelo \nDiretor (a) de Centro ou de Ensino.  \nA forma de gestão didático – pedagógica do Curso, o papel da Comissão \nCoordenadora bem como suas competências seguem Resolução Especifica do CEPE .  ", "38": "38 \n A Comissão Coordenadora, sob a presidência do Coordenador, visando a melhoria da \nqualidade do Curso, trabalha constantemente para o seu aprimoramento, propondo sempre que \nnecessário todas as alterações necessárias no PPC.  \nO Colegiado do Curso de Engenharia de Produção busca em conjunto ao Centro de \nCiências Exatas (CCE) , atender todas as demandas relativas a infraestruturas físicas e \nhumanas necessárias  ao bom desenvolvimento do Curso.  \n \n17. Infraestrutura  \n17.1. Geral da UFV  \nO Curso está vincul ado ao Centro de Ciências Exatas  que possui sede própria, com \ninfraestrutura física e humana necessária a garantir o funcionamento do Curso.  \nNa UFV os Cursos de gra duação não têm um vínculo formal com determinado \nDepartamento. A gestão didático -pedagógica do curso é exercida pela Câmara de Ensino e \nComissão Coordenadora, todos ligados a um dos Centros de Ciências. Cabe aos \nDepartamentos, para o caso da graduação, ofe rtar disciplinas e, além disso, para aquele que \ntem maior relação com a área do curso, também oferecer apoio para as demais atividades de \num curso de graduação. No caso do Curso de Engenharia de Produção  é o Departamento de \nEngenharia de Produção e Mecânica  que oferta a maior carga horária do curso, dá suporte e \napoia as demais atividades de: ensino, pesquisa, extensão, Empresa Junior, estágio \nsupervisionado, e outras atividades complementares.  \nA Coordenação do Curso está localizada no prédio do Depa rtamento  de Engenharia de \nProdução e Mecânica , que contempla laboratór ios, sala de chefia, secretaria , etc. Neste prédio \ntambém estão alocados grande parte dos professores que ministram disciplinas para o Curso, \nbem como o corpo técnico administrativo dire tamente ligados ao Curso.  \nTodos os professores, bem como o coordenador do Curso, possuem gabinetes \nindividuais, têm acesso  a computadores, rede de telefonia e Internet.  \nO funcionamento do Curso está garantido pela estrutura que a Universidade oferece e \nconta com instalações de uso comum, como por exemplo, salas de aula (PVA e PVB), \nlaboratórios, Biblioteca Central, Registro Escolar, auditórios, Coordenadori a de Educação a \nDistância, etc. As salas de aula funcionam em pavilhões específicos que são de uso coletivo \nde toda Universidade, dispondo de quadro,  giz, Datashow , vídeo, televisão e aparelho de som. \nOs pavilhões atendem aos critérios de acessibilidade.  \nO curso além de contar com os laboratórios de uso geral possui laboratórios \nespecíficos, no qual de senvolvem -se aulas teóricas e práticas, estágios, além de diversos \nprojetos de pesquisas e extensão.  \nA UFV possui uma Biblioteca Central, que atende aos critérios de acessibilidade, \natende aos estudantes, docentes e técnicos administrativos da Instituiçã o, bem como o público \nexterno. O acervo da Biblioteca consta de livros, periódicos correntes e avulsos, CD -ROMs, \nrelatórios, teses, dissertações, monografias, normas técnicas, DVDs e apostilas dentre outros, \npara contribuir como apoio pedagógico e cultural a  seus usuários.  A biblioteca conta com \nautomação do seu acervo por um sistema de gerenciamento de dados, que tem seu acesso \nremoto de qualquer terminal com internet. Sendo possível a realização de consultas à base de \ndados, reservas de material e renovação  online.  \nO Registro Escolar tem por atribuição centralizar o registro da vida acadêmica dos \nestudantes, com a infraestrutura física e humana necessária a garantir os serviços prestados.  ", "39": "39 \n A UFV dispõe de Restaurantes Universitários, Alojamentos, Divisão de S aúde, \nDivisão Psicossocial, espaços destinados a cultura, lazer e práticas esportivas destinadas a \natender a comunidade universitária.  \nO campus de Viçosa tem uma infraestrutura composta por matas, lagoas, avenidas e \nruas amplas, edifícios, estacionamentos , praça de esportes, gramados, e arborização, que serve \naos estudantes, professores e funcionários, e ainda para a população de Viçosa. Assim, o \nestudante encontra um ambiente agradável para suas atividades acadêmicas, de convívio e \nlazer.  \nNo campus, o est udante encontra as instalações físicas dos Departamentos e demais \nÓrgãos da Administração da UFV e, além disso, para as suas necessidades acadêmicas e vida \npessoal: dois Pavilhões de Aulas, e outras salas de aulas em Departamentos totalizando 200 \nsalas, 13 0 salas de estudo, 50 salas de extensão e pesquisa, Biblioteca Centra l em quatro \npavimentos com mais de 180. 000 títulos de livros (há 28 bibliotecas setoriais), mais de 600 \nLaboratórios de Aulas e Pesquisa (28500 m2 de área construída), Tutoria, Serviço Mé dico, \nServiço Odontológico, Laboratório de Análises Clínicas, Orientação Nutricional, Fisioterapia, \nRadiologia, Junta Médica Oficial, Serviço Psicossocial, Creche e Laboratório de \nDesenvolvimento Humano, Instalações Esportivas, Restaurante Universitário, R estaurante \nAutosserviço, Lanchonetes, Copiadoras, Agências Bancárias , Capela, Corpo de Bombeiros, e \nServiço de Vigilância, alojamento para cerca de 1500 estudantes, entre outras.  \n \n17.2. Biblioteca Central  \nA Biblioteca da UFV oferece uma coleção que inclui livros de capa dura, revistas, \nlivros de papel jornal, livros áudios -visuais, livros com fitas e CDs, livros de ilustração, e \nmaterial infanto -juvenil. Também oferece uma Coleção de Obras de Referência incluindo \nenciclopédias, dicionários, guias, índices, informação de negócios, informação \ngovernamental, e fontes de referência em muitos campos. Outra Coleção especial inclui: um \ncentro de empregos com inform ação para quem procura emprego; uma coleção holandesa na \nseção adulta; uma coleção francesa na seção i nfantil; e história local que contém trabalhos de \nautores locais sobre a região.  \nA área física total ocupada pela biblioteca é de 12.816,59 m² divididos em quatro \npavimentos, com 1290 lugares. Possui, além da entrada principal, uma entrada secundária \ncom r ampa para portadores de necessidades especiais, amplas áreas de circulação e 02 \nelevadores.  \nNo térreo, funciona, além da Diretoria e Secretaria, o setor de Reserva, Setor de 1º e \n2º graus (que atende também a comunidade de Viçosa), Seção de Referência, Ter minais de \nconsulta ao acervo, Sala de Videoconferência (56 lugares), Sala de estudos, Auditório com \n170 lugares, Setor de Encadernação e outros setores técnico -administrativos. Ainda, neste \npavimento em dois ambientes está uma grande sala de estudo para al unos.  \nNo 2º pavimento estão localizadas três salas com revestimento acústico para estudo \nindividual , 12 salas de estudo em grupo , Multimídia, Mapoteca, Coleção das Nações Unidas, \nColeção UFV, Serviço de Reprografia, Seção de Aquisição e Catalogação, Chefia  do \nAtendimento ao Público, Laboratório de Línguas, Obras Raras, Laboratório de História e \nSbiCafé – Sistema Brasileira de Informação de Café.  \nNo terceiro pavimento localiza -se a coleção de livros, teses e boletins, o Setor de \nEmpréstimo, salas de estudo i ndividual, salões de leitura e sala de vídeo (com 36 lugares). No \nquarto pavimento localiza -se a coleção de periódicos, COMUT, Consulta ao CD - Referência ", "40": "40 \n e Periódicos da CAPES e área de leitura (mesas individuais). Cabe ressaltar que a Biblioteca \nCentral da UFV oferece os seguintes serviços à comunidade universitária:  \n1. Achados e Perdidos : Objetos pessoais encontrados nas dependências da BBT \nficarão disponíveis por um período de 30 dias, após o qual serão descartados ou doados.  \nCarteiras de estudantes e s ervidores, bem como outros documentos pessoais, passarão por \npesquisa para identificação e devolução ao respectivo dono, por esse motivo é importante que \ntodos os dados de contato estejam atualizados.  Em caso de dúvidas, ou necessidade de mais \ninformações,  procure o Serviço de Referência e Atendimento ao Público. ; \n2. Atendimento às Bibliotecas Setoriais : É um serviço de catalogação, classificação \ne inserção de recursos informacionais na Base Virtua l, e orientação, treinamento e assistência \noferecido aos ser vidores das Bibliotecas  Setoriais do campus de Viçosa.  Em caso de dúvidas, \nou necessidade de mais informações, procure: Seção  de Catalogação e Classificação ; \n3. Catálogo On -line: Estão disponíveis no Catálogo On -line os acervos da \nBiblioteca Central e das Bibliotecas Setoriais do campus de Viçosa, da Biblioteca do campus \nde Rio Paranaíba e da Biblioteca do campus de Florestal, sendo possível a consulta no acervo \ngeral da UFV, ou por biblioteca. O sistema permite consultas por título, autor ou assunto, \nalém de combinações entre os campos de pesquisa com o uso de palavras -chave e \ndelimitadores (“e”, “ou”, “não” ou “próximo”). Permite também especificações, através dos \nfiltros de conteúdo, como por exemplo, idioma, formato do item, da ta de publicação, entre \noutros. A área do “Meu Pergamum” registra todo o histórico de movimentação relativa a \nempréstimos, renovações, reservas  de material e pesquisas salvas;  \n4. COMUT : A Comutação Bibliográfica é um serviço que permite ao usuário \nsolicitar cópias e/ou empréstimos a  outras bibliotecas ou sistemas de informação (nacionais \nou estrangeiros). Para tanto, é necessário cadastrar -se previamente no site do Programa de \nComutaç ão Bibliográfica (COMUT/IBICT). Antes de solicitar documentos ao serviço de \ncomutação, faça uma pesqu isa no Catálogo On -line ou no Portal de Periódicos da Capes, a \nfim de verificar se o mesmo não se encontra disponível na Biblioteca, pois o fornecimento de \ndocumentos através deste serviço não é gratuito, confira a tabela de preços aqui.  Em caso de \ndúvidas , ou necessidade de maiores informações, procure o Serviço de Refe rência e \nAtendimento ao Público ; \n5. Empréstimos : Serviço de empréstimo de recursos informacionais, oferecido à \ncomunidade univers itária em 3 (três) modalidades: empréstimo domiciliar, e mprés timo na \nsala de reserva: por 3  horas, sem sair da Biblioteca e m ateriais de consulta local: dicionários, \nenciclopédias, atlas, códigos, mat eriais da mapoteca e periódicos ; \n6. Empréstimos Entre Bibliotecas : Permite o compartilhamento de acervos (livros, \nteses e dissertações) entre instituições conveniadas. Não é um empréstimo diretamente ao \nusuário e sim à Biblioteca solicitante, e pode exigir custos de envio e devolução, d e acordo \ncom a opção escolhida. Empréstimo entre Bibliotecas (Interno): serviço que so licita \nempréstimos a outras instituições, quando o item não existe na Biblioteca Central . \nEmpréstimo entre Bibliotecas (Externo): serviço que atende às solicitações de outras \ninstituições, quando tem necessidade de um item do acervo da BBT ; \n7. Ficha Catalo gráfica : É um serviço de catalogação na fonte, exclusivo às \npublicações e/ou produções acadêmicas e científicas da UFV (livros, revistas, manuais, \ncatálogos, guias, anais de eventos, teses e dissertações, entre outros) de acordo com o Código \nde Catalogação  Anglo -Americano. As fichas de teses e dissertações são elaboradas \neletronicamente pelo próprio autor e, posteriormente, validadas por um bibliotecário, através \ndo Ficha Catalográfica On -line. O sistema é autoexplicativo e fornece orientações ao longo do ", "41": "41 \n seu preenchimento.  O atendimento presencial, em caso de dúvidas ou necessidade de mais \ninformações, é feito diretamente no Serviço de Refe rência e Atendimento ao Público ; \n8. Nada Consta : É um documento emitido pela BBT, por solicitação do usuário, \npara comp rovar a ausência de débitos junto à Biblioteca, nos casos de desligamento, \ndesistência, trancamento de matrícula, transferência e requisição de diploma,  com validade de \n2 (dois) dias. Pode ser solicitado no Setor de Circulação ou na Seção de Referência e \nAtendimento ao Público, mediante um documento de identificação pessoal.  Após a emissão \ndo Nada Consta, o usuário perde o vínculo com a BBT. Seu cadastro poderá ser reativado, nos \ncasos de retorno, mediante apresentação do atestado de matrícula e um document o de \nidentificação pessoal.  Em caso de dúvidas, ou necessidade de mais informações , procure o \nSetor de Circulação ; \n9. Normalização : É um serviço de auxílio e orientação aos usuários, quanto à \nutilização de ferramentas de normalização (normas e/ou sistemas) , durante o desenvolvimento \nou na finalização de tr abalhos técnicos e científicos. Em caso de dúvidas, ou necessidade de \nmais informações, procure o Serviço de Refe rência e Atendimento ao Público ; \n10. Recebimento de Doações : É um serviço contínuo de recebi mento e controle de \ndoações à Biblioteca Central, feito pela Seção de Aquisição, Seleção e Desenvolvimento do \nAcervo. São aceitos livros, periódicos, audiovisuais e outros, em bom estado de conservação e \nutilização, sem sinais de infestação por insetos ou contaminação por fungos, sem grifos nem \nanotações, rasgos ou folhas faltantes. O tema da obra deverá ser, preferencialmente, \nrelacionado às áreas de conhecime nto e pesquisa da Universidade. Para doações acima de 30 \nexemplares é necessário que o doador envie, previamente, uma lista contendo as seguintes \ninformações: título, autor, edição e ano de pu blicação de cada i tem, além do total de \nexemplares em doação. Após a avaliação dessa lista, a Biblioteca fará a indicação daquilo que \npoderá ou não receber.  Mesmo após o recebimento, a BBT não se obriga a manter todo \nmaterial doado e poderá, conforme sua avaliação e interesse: incorporá -lo ao acervo geral, \ndevolvê -lo ao doador ou ainda oferecê -lo em permuta e/ou doação a outras instituições.  Em \ncaso de dúvidas,  ou necessidade de mais informações, procure a Seção de Aquisição, Sele ção \ne Desenvolvimento do Acervo ; \n11. Renovação/Reserva On -line: -É um serviço que permite a renovação dos \nempréstimos, prorrogando o prazo dos mesmos, caso não haja solicitações de rese rva para \nesses exemplares; É realizado pelo próprio usuário, que deverá estar atento aos prazos de \nvencimento, inclusive nos períodos de recesso escolar;  Pode ser realizado nos terminais de \nconsulta da Biblioteca Central, ou a partir de qualquer computador  com acesso à internet, via \n“Meu Pergamum” , na página do Catálogo On -line; \n12. Treinamento de Usuários : Serviço de treinamento oferecido à comunidade \nacadêmica na utilização racional dos recursos informacionais da Biblioteca. Para treinamentos \nde grupos, s olicita r agendamento. Para mais informações, contate: Serviço de Refe rência e \nAtendimento ao Público;  \n13. Uso da Rede WIFI : A Biblioteca Central possui cobertura de internet wifi, \nsendo oferecida aos usuários com vínculo institucional mediante i dentificaçã o por login e \nsenha. Para conexão com a Internet, siga as instruções: Como configurar o acesso à rede \nWIFI -UFV2 . Em caso de dúvidas ou dificuldades para conectar, favor entrar em contato com \na Diretoria de  Tecnologia da Informação (DTI);  \n14. Visitas Orient adas : Serviço de visita orientada oferecido à comunidade para o \nconhecimento do espaço físico e das rot inas de trabalho da Biblioteca. Para mais informações, \ncontate: Serviço de Referência e Atendimento ao Público  ", "42": "42 \n O acervo da Biblioteca da UFV é extenso, e nvolve todas as áreas do conhecimento e \npossui 189.443  livros (exemplares), 7.646  títulos de periódicos e 43.970  publicações seriadas. \nNeste acervo estão catalogadas 32.200  teses, 10.994  relatórios, 10.540  separatas e  5.308  \nfolhetos. Além disso, tem -se: 1.299  obras raras, 2.651  obras em Braille, 2.902  recordes de \njornais, 3.361  microfichas, 110 microfilmes, 621  videotapes e 5.760  materiais especiais.  \n \n17.3. Bibliografias básicas, complementares e periódicos.  \nAs bibliografias básicas, complementares e os p eriódicos que atendem ao Curso e que \nconstam dos Programas Analíticos das diversas disciplinas se encontram na Biblioteca \nCentral, bem como nas Bibliotecas Setoriais dos diversos departamentos.  \nA UFV mantém convênio com a CAPES, disponibilizando no Portal  de Periódicos \nacessos  a textos completos de artigos, revistas internacionais e nacionais,  \n A relação dos periódicos especializados, indexados e correntes, sob a forma virtual ou \nimpressa, que atendem as principais áreas do curso encontra -se anexado a ess e PPC.  \n \n17.4. Periódicos especializados  \nA UFV através de convênio com a CAPES disponibiliza o Portal de Periódicos da \nCAPES que oferece acesso a textos completos de artigos selecionados de mais de 15.475 \nrevistas internacionais, nacionais e estrangeiras, 126 bases de dados com resumos de \ndocumentos em todas as áreas do conhecimento e seis bases de patente. Inclui também uma \nseleção de importantes fontes de informação acadêmica com acesso gratuito na Internet.  \nO Portal de Periódicos da Capes disponibiliza publicações científicas adquiridas de \neditoras internacionais a 194 instituições no Brasil. As informações são acessadas por meio de \nbases de dados eletrônicas. Dados do órgão, criado em 2000, informam que 20 instituições de \nensino e pesquisa, dentre elas a Universidade Federal de Viçosa, são responsáveis por mais de \n60% dos acessos. Anualmente, é contabilizado mais de 850.000 acessos por estudantes e \nprofessores da UFV, o que colocou a Instituição como uma das maiores usuárias do sistema.  \nO uso pelos pesqu isadores dos periódicos disponíveis no portal se reflete no ensino e \nna produção acadêmica da instituição. O acesso à informação ampla e atualizada através do \nportal exerce um impacto direto sobre a qualidade da produção cientifica dos professores, dos \nestudantes de pós -graduação e de iniciação cientifica. Como resultado final, temos uma \nformação altamente qualificada dos estudantes, sobretudo os de pós -graduação. A relação dos \nperiódicos especializados que atendem as principais áreas do curso encontra -se disponível no \nsite da Biblioteca Central (http;//www.bbt.ufv.br) . \nA UFV periodicamente tem participado de treinamentos de multiplicadores para o \nmelhor uso do Portal de Periódicos. O programa, conhecido como Pró -Multiplicar tem como \nprincipal objetivo forne cer subsídios para maior eficiência na aplicação das informações \ndisponibilizadas aos usuários do Portal que incluem professores, pesquisadores e estudantes \nde graduação e pós -graduação.  \n \n17.5 Departamento de Engenharia de Produção e Mecânica  \nIntegrando o Centro de Ciências Exatas e Tecnológicas da Universidade Federal de \nViçosa, o Departamento de Engenharia de Produção e Mecânica mantém, desde 2006, \natividades de ensino, de pesquisa e de extensão. Seus professo res são altamente qualificados e \no corpo té cnico-administrativo é próprio.  ", "43": "43 \n Os alunos têm, além da biblioteca central e da estrutura da Universidade, acesso a \nlabor atórios de informática e mini  auditório com capacidade para 45 pessoas.  \nContando com uma área construída de aproximadamente 800 m2, o depar tamento \npossui uma secretaria para atendimento ao público e uma sala que abriga conjuntamente a \nSeção de Expediente e a secretaria de graduação dos cursos de Engenharia de Prod ução e de \nEngenharia Mecânica, uma sala de reun iões, gabinetes dos professores e  salas destinadas às \natividades de alunos.  \nExistem os seguintes laboratórios para as aulas práticas que podem ser utilizados \npelos estudantes dos dois cursos:  \n• Dois Laboratório de Aulas Práticas de sof twares da área de Engenharia de \nProdução e de Engenharia  Mecânica ; \n• Laboratório de Engenharia Auxiliada por Computador (CAE/CAM) ; \n• Laboratório de Met alografia e Tratamentos Térmico;  \n• Laboratório de Metrologia ; \n• Laboratório de Projetos de Máquinas ; \n• Laboratório de Prototipagem . \n \nO Laboratório de Instrumentação e Controle, o Laboratório Usinagem, o Laboratório \nSoldagem e o Laboratório de Transferência de Calor atualmente localizam -se em espaços \ncedidos por outros departamentos, até a conclusão do prédio que irá abrigar todos os \nlaboratórios d o curso de Engenharia M ecânica.  \nAlguns espaços são concedidos para que os estudantes realizem algumas atividades \nque contribuem para enriquecer suas formações, como (PET -EPR), uma sala que abriga o \nPrograma de Ensino Tutorial do curso de Engenharia de Produção , uma sala que abri ga o \nNúcleo de Tecnologia de Gestão (NTG) e outra sala que abriga a Empresa Júnior de \nEngenharia de Produção e de Engenharia M ecânica “Soluções Consultoria”.  \n \n17.6 Outros Departamentos da UFV  \nOs alunos de Engenharia de Produção  cursam disciplinas com carga  horária teórica e \nprática de outros Departamentos da UFV. Estes Departamentos têm infraestrutura de \nlaboratório e pessoal para atender as aulas práticas das disciplinas. Os De partamentos de \nQuímica, Física,  Informática , Engenharia de Alimentos, Arquitetur a e Engenharia Florestal  \nsão aqueles em que laboratórios são utilizados por alunos de Engenharia de Produção . \n \n17.7 Gabinete de Trabalho dos Professores  \nA UFV oferece gabinetes de trabalho individuais para  os professores em seus \ndiversos Departamentos. Os gabinetes têm o mobiliário necessário, telefone, equipamentos de \ninformática, e acesso a rede de computadores da Instituição.  \n \n17.8 Salas de Aula  \nComo mencionado, na UFV há dois pavilhões de aulas (PVA e P VB). Grande parte \ndas aulas teóricas dos cursos de graduação da UFV está localizada nestes pavilhões, já \nexistentes. As salas de aula têm tanto cadeiras fixas quanto móveis, quadro para escrever com \ngiz, mesa e cadeira para o professor, retroprojetor para transparências, projetor multimídia e \ntela de projeção.  \n ", "44": "44 \n 17.9 Laboratórios Especializados para Aulas Práticas  \n \nSão apresentados  a seguir  os laboratórios necessários para a realização de aulas \npráticas previstas para as disciplinas da matriz curricular do C urso Engenharia de Produção . \nNesta relação também é mostrado o Departamento que fornece a instalação, e as disciplinas \ndo cur so que são atendidas.  \n \nInstalação  Depto  Disciplinas  \n1. Laboratório de Informática  DPI INF 100, INF 101  \n2. Laboratório de Química Geral  DEQ  QUI 107 , QUI 150  \n3. Laboratório de Física  DPF FIS 120  \n4. Laboratório de Ergonomia  DEF  ENF 412  \n5. Laboratório de Aulas Práticas  DEP  EPR 361, EPR 317, EPR \n322, EPR 311, EPR 421  \n6. Laboratório de CAD  DAU  ARQ 201  \n7. Laboratório de Físico -química  DEQ  QUI150  \n8. Laboratório de Operações Unitárias  DTA  TAL475  \n9. Laboratório de Metrologia  DEP  MEC 220  \n10. Laboratório de Ensino  DEP  EPR 371, EPR 314, EPR \n333, EPR 374, EPR 394  \n \n \nAs instalações, bem como os equipamentos, materiais e pessoal técnico devem ser \naqueles necessários e suficientes para que sejam cu mpridos os objetivos do ensino - \naprendizagem, e também o desenvolvimento de habilidades propostos neste Projeto Político \nPedagógico do Curso de Engenharia de Produção . Os coordenadores de discipl inas e os \nprofessores designados pelos Colegiados, bem como a Chefia dos Departamentos ficam \nincumbidos dos mecanismos necessários para cumprir o estabelecido.  \n \n17.10 Laboratórios de Pesquisa e Iniciação Científica  \nOs alunos de Engenharia de Produção  podem desenvolver atividades de iniciação \ncientífica em qualquer Departamento da UFV que tenha área afim do curso. \nPredominantemente, os alunos fazem iniciação científica no Núcleo de Tecnologias de \nGestão, NTG, com sala no próprio DEP.  As normas de utili zação dos laboratórios de pesquisa \nsão as mesmas dos laboratórios de ensino.  \n \n17.12 Sistemas de Informação Acadêmica  \nA UFV possui grande número de sistemas informatizados utilizados pelas diferentes \nPró-Reitorias, Diretorias e outros órgãos vinculados à ad ministração para gerenciamento de \nsuas atividades cotidianas. No que se refere ao controle de atividades acadêmicas os sistemas  \nmais comumente utilizados são:  \n• Sistema de Apoio ao Ensino (SAPIENS): sistema computacional que \npossibilita a estudantes, profess ores e coordenadores de cursos, terem acesso \na informações gerenciadas pela Diretoria de Registro Escolar. Os estudantes \npodem acessar, pelo SAPIENS, seu histórico escolar, a relação de disciplinas \nmatriculadas, cursadas e a cursar, o plano de estudos, os dados pessoais e a ", "45": "45 \n análise curricular (síntese da vida acadêmica). Para utilizar o sistema, o \nusuário deve informar o número de matrícula e a senha fornecidos pelo \nRegistro Escolar;  \n• Controle Acadêmico (CONAC): sistema utilizado pela Diretoria de Registro \nEscolar para gerenciamento e elaboração do horário de aulas de todos os \ncursos de graduação e emissão de documentos acadêmicos;  \n• Sistema Integrado de Atualização de Catálogo (SIAC): sistema utilizado pela \nPró-Reitoria de Ensino para acompanhamento e atualiza ção dos projetos \npedagógicos dos cursos, especialmente no que se refere à atualização dos \nplanos de estudo, bibliografias e matrizes curriculares dos cursos;  \n• Sistema de Avaliação de Disciplinas: sistema utilizado semestralmente para a \nreferida atividade, d isponibilizado para que estudantes e docentes possam \nfazer, ao final do semestre letivo, avaliação das disciplinas em que \nparticiparam. Trata -se de um valioso instrumento de gestão acadêmica \nutilizado pelas coordenações dos cursos de graduação, na medida e m que tem \npor objetivos:  \no Informar ao professor sobre o desenvolvimento da disciplina que leciona, e \ntambém a adequação ao curso, aos objetivos e a metodologia utilizada;  \no Fornecer aos Departamentos subsídios para análise de problemas \nreferentes ao desenvolv imento das disciplinas que oferece;  \no Propiciar à Administração Superior uma visão global do desenvolvimento \ndas disciplinas dos diversos cursos;  \no Apresentar às Coordenações de Curso parâmetros para análise da \nadequação das disciplinas aos cursos;  \no Sensibiliza r o professor a respeito da necessidade de avaliar continuamente \no processo ensino -aprendizagem.  \no Sistema de Controle de Processos Acadêmicos: sistema utilizado por \nestudantes e docentes para acompanhamento de processos em tramitação \nem diferentes instância s da UFV;  \no PVA -Net: ferramenta usada pelos professores para disponibilizar para os \nalunos, por via eletrônica, material instrucional, atividades, calendário e \noutras informações referente à sua disciplina.  \n \n17.13 Tecnologia da Informação  \n \nOutra importante infraestrutura disponibilizada para a comunidade acadêmica é a \nrede corporativa (UFVNet) que interliga Departamentos e órgãos ao longo do campus UFV - \nViçosa, por meio de aproximadamente 35.000 metros de fibra óptica. Os órgãos que não estão \nfisicamente li gados à rede UFVNet, são atendidos por meio de ligações remotas. No total são \ncerca de 7.000 estações conectadas, 1.500 usuários cadastrados no serviço VoIP, e mais de \n38.000 contas de correio eletrônico (xxx@ufv.br). Rede sem fio pode ser acessada em algu ns \npontos da UFV, tais como: Biblioteca Central, Pavilhões de Aulas, Praça do DCE, entre \noutros locais públicos no Campus em Viçosa.  \n \n17.14 Adequação para Acessibilidade  \n ", "46": "46 \n Na Universidade Federal de Viçosa, por ser uma instituição que tem atualmente 89 \nanos de existência, há muitas edificações que não permitem o acesso de pessoas com \nnecessidades especiais e, ou mobilidade reduzida, tal como exigido por meio do Decreto \n5296/2004. A adequação da infraestrutura da Universidade Federal de Viçosa para o \natendime nto aos portadores de necessidades especiais faz parte de uma política global da \nInstituição, concretizada por meio da instalação de elevadores nos edifícios antigos e rampas \nem diversos locais, assim como a construção de novos prédios em consonância com o s \nconceitos da acessibilidade. Todos os novos prédios da Instituição são projetados e \nconstruídos com acessibilidade em todos os andares e elevadores, banheiros, rampas e \ncalçadas adaptadas para portadores de necessidades especiais.  ", "47": "UNIVERSIDADE FEDERAL DE VIÇOSA                                                                                                                CEPE348.99\nATA Nº 348/99 – CEPE\nAos quinze dias  do mês de julho do ano de mil novecentos e noventa e nove, às quatorze  \nhoras e quarenta e cinco minutos, na Sala de Reuniões da Reitoria da Universidade  \nFederal de Viçosa, em Viçosa, Minas Gerais, reuniu-se, pela tricentésima quadragésima  \noitava  vez,  em quatro  sessões,  o  Conselho de  Ensino,  Pesquisa e  Extensão,  sob a  \npresidência do professor Luiz Sérgio Saraiva, reitor, e secretariada pelo professor Paulo  \nShikazu  Toma,  secretário  de  Órgãos  Colegiados.  Primeira  sessão -  conselheiros \npresentes:  Frederico  José  Vieira  Passos,  Antônio  Teixeira  de  Matos,  substituto  do  \nconselheiro  Liovando  Marciano  da  Costa,  pró-reitor  de  Pesquisa  e  Pós-Graduação,  \nWalmer Faroni, substituto do conselheiro Flávio Alencar d’Araújo Couto, pró-reitor de  \nExtensão e Cultura, Leacir Nogueira Bastos, suplente do conselheiro Fernando da Costa  \nBaêta,  Luciano Baião  Vieira,  Everaldo  Gonçalves de  Barros,  Emmanoel de  Moraes  \nBarreto,  suplente do conselheiro Geraldo Honório de Oliveira Neto,  José Ângelo de  \nFaria, suplente do conselheiro Tarcísio Gomide Filho, Moisés Silveira Lobão e o diretor  \ndo Registro  Escolar, Vicente de Paula Lélis, este com direito a voz. Inicialmente, a  \npresidência propôs discutir, em primeiro lugar, o item 2 da pauta, devido à urgência da  \nmatéria,  referente  à  publicação  dos  editais  dos  processos  seletivos  do  PASES,  do  \nVestibular/2000 e do COLUNI. Propôs, também, convidar o professor Luiz Carlos de  \nAlvarenga, coordenador da COPEVE, para esclarecimentos a respeito dos editais e da  \nprogramação dos processos seletivos. Com a concordância do Conselho, foi convidado  \nao plenário o coordenador da COPEVE. O conselheiro Leacir Nogueira Bastos propôs  \napreciar os editais, item por item, e o conselheiro Luciano Baião Vieira propôs aprovar os  \neditais em bloco.  Com a decisão de apreciar os  editais, item por  item, passou-se à  \ndiscussão do  Item 2- EDITAIS - 2.1- Comissão Permanente de Vestibular - 2.1.1-  \nEditais do PASES, do COLUNI e do Vestibular/2000  (99-05126) – Vestibular – Data: \naprovados, por unanimidade, os dias 28, 29 e 30 de dezembro de 1999 para aplicação das  \nprovas dos processos seletivos PASES e Vestibular 2000.  Locais de provas em outros  \nestados: aprovada, por unanimidade, proposta apresentada pela COPEVE de manter os  \nmesmos locais do Vestibular passado, com  exclusão de Petrolina (PE) e inclusão de  \nColatina (ES). A relação dos locais é a seguinte: Brasília (DF), Salvador (BA), Itabuna  \n(BA), Vitória (ES), Colatina (ES), Cachoeiro de Itapemirim (ES), Rio de Janeiro (RJ),  \nSão Paulo (SP), Ribeirão Preto (SP), Londrina (PR) e Campo Grande (MS). Locais de \nprovas no Estado de Minas Gerais : aprovado, por unanimidade, acrescentar Barbacena,  \nIpatinga, Manhuaçu, Rio Casca, Muriaé e Ubá (MG) à relação de locais do Vestibular  \npassado.  A  relação  dos  locais  no  estado  é  a  seguinte:  Alfenas,  Barbacena,  Belo  \nHorizonte, Governador Valadares, Ipatinga, Juiz de Fora, Manhuaçu, Montes Claros,  \nMuriaé, Patos de Minas, Rio Casca, Ubá e Viçosa.  Taxa de inscrição no Vestibular : \naprovado, por oito votos contra um, o aumento da taxa para R$70,00 e o  manual para  \nR$5,00. Após essa decisão, retirou-se do plenário o conselheiro Leacir Nogueira Bastos.  \nO diretor do Registro Escolar, Vicente de Paula Lélis, propôs aumentar a proporção de  \npré-seleção dos candidatos com melhor desempenho nas provas de múltipla escolha (1ª  \nfase) para correção das provas discursivas específicas (2ª fase), nos casos dos cursos com  \nmaiores relações candidato/vaga. Aprovado, por unanimidade, aumentar, de 4 por 1 para  \n5 por 1, a referida proporção de pré-seleção, para todos os cursos.   As provas do PASES  \nserão aplicadas apenas nas localidades do Estado de Minas Gerais.  Língua Francesa: 1\n1\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46", "48": "UNIVERSIDADE FEDERAL DE VIÇOSA                                                                                                                CEPE348.99\nnegada, por unanimidade, a solicitação do Departamento de Letras e Artes, de que fosse  \nreincluída a prova de Língua Francesa como opção de língua estrangeira no Vestibular.  \nPASES – Locais de provas : aprovado, por unanimidade, que as provas do PASES serão  \naplicadas apenas nos locais de provas do Vestibular situados no Estado de Minas Gerais.  \nNesse instante, retornou ao plenário o conselheiro Leacir Nogueira Bastos.  1ª Etapa - \nPeríodo Seletivo de 1999 a 2002 : a) decidido, por oito votos contra um, permitir que se  \ninscreva no programa  qualquer candidato que tenha concluído ou esteja concluindo pelo  \nmenos a 1ª série do ensino médio. Essa decisão ficou consubstanciada na Resolução 7/99,  \nalterando o artigo 2º da Resolução 3/98.  b) aprovada, por unanimidade, a inclusão da  \nprova de Língua Inglesa  como parte do processo seletivo; c) aprovado, por unanimidade,  \nque as provas serão aplicadas nos dias 29 e 30 de dezembro de 1999. 2ª Etapa – Período  \nSeletivo  de  1998  a  2001 :  aprovada,  por  unanimidade,  a  proposta  apresentada  pela  \nCOPEVE. Aprovado, ainda, por oito votos contra um, permitir que se  inscrevam no  \nprograma  todos  os interessados que tenham concluído ou estejam concluindo  pelo  \nmenos a 2ª série do ensino médio, com a condição de que aqueles que não participaram  \nda primeira etapa, em 1998, perdem os 20% da avaliação correspondente àquela etapa.  \nTaxa de inscrição: aprovados, por oito votos contra um, os valores de R$45,00 a taxa de  \ninscrição e R$5,00, o manual para o PASES. As propostas de Editais do Vestibular/2000  \ne  do  PASES  apresentadas  pela  COPEVE,  com  as  emendas  acrescentadas,  foram  \naprovadas por unanimidade. Edital do Exame de Seleção do COLUNI : aprovada,  por \nunanimidade, por proposição do conselheiro Luciano Baião Vieira, a minuta do edital  \napresentada pela Pró-Reitoria de Ensino, sem alterações. Por solicitação do conselheiro  \nFrederico José Vieira Passos, o Conselho aceitou examinar o item 7.3- Vanessa Moreira \nOsório - 7.3.1- Transferência para o curso de Química da UFV (99-04913), antes de  \nsuspender a reunião. O Conselho considerou improcedente a solicitação, por contrariar as  \nnormas expressas no Regime Didático da UFV. Às dezoito horas, a reunião foi suspensa.  \nSegunda sessão – iniciada às oito horas  e cinqüenta minutos do dia vinte e três de julho  \nano de mil novecentos e noventa e nove, na Sala de Reuniões da Reitoria da Universidade  \nFederal de Viçosa, em Viçosa, Minas Gerais, sob a presidência do professor Luiz Sérgio  \nSaraiva, reitor, e secretariada pelo professor Paulo Shikazu Toma, secretário de Órgãos  \nColegiados. Conselheiros presentes: Frederico José Vieira Passos, Antônio Teixeira de  \nMatos, substituto do conselheiro Liovando Marciano da Costa, pró-reitor de Pesquisa e  \nPós-Graduação, Flávio Alencar d’Araújo Couto,  Fernando da Costa Baêta, Francisco  \nXavier Ribeiro do Vale, suplente da conselheira Aristéa Alves Azevedo, Elza Fernandes  \nde Araújo e seu suplente, Dario Cardoso de Lima, este com direito a voz, Luciano Baião  \nVieira, Rita de Cássia Gonçalves Borges, suplente do conselheiro Everaldo Gonçalves de  \nBarros, Maria Alba Pereira de Deus, suplente do conselheiro Pedro Alves Paiva, Geraldo  \nHonório de Oliveira Neto e seu suplente, Emmanoel de Moraes Barreto, este com direito  \na voz, Rodrigo José Gonçalves e o diretor do Registro Escolar, Vicente de Paula Lélis,  \neste com direito a voz. Inicialmente, a presidência apresentou os novos conselheiros  \nFrancisco Xavier Ribeiro do Vale, representante suplente do Conselho Técnico de Pós-\nGraduação, e Fernando da Costa Baêta, representante efetivo do Conselho Técnico de  \nGraduação. O conselheiro lembrou aos conselheiros a programação da 70ª Semana do  \nFazendeiro, prevista para os dias 16 a 20 de agosto próximo. A presidência observou,  \ntambém, que deverá ser marcada para breve a reunião do Conselho para a escolha do  \ndocente a ser agraciado com a Medalha de Ouro Peter H. Rolfs do Mérito em Pesquisa,  2\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\n63\n64\n65\n66\n67\n68\n69\n70\n71\n72\n73\n74\n75\n76\n77\n78\n79\n80\n81\n82\n83\n84\n85\n86\n87\n88\n89\n90\n91\n92", "49": "UNIVERSIDADE FEDERAL DE VIÇOSA                                                                                                                CEPE348.99\npor  ocasião  das  comemorações  do  aniversário  da  Instituição.  O  conselheiro  Flávio  \nAlencar d’Araújo Couto, a respeito, lembrou da necessidade de também serem instituídas  \nas modalidades de “Mérito em Extensão” e “Mérito em Ensino” da referida Medalha.  Em  \nseguida, a presidência submeteu à apreciação do plenário as Atas 344: aprovada, por  \nnove votos favoráveis e duas abstenções, por proposição da conselheira Elza Fernandes  \nde Araújo; 345: aprovada, por dez votos favoráveis e uma abstenção, por proposição da  \nconselheira Elza Fernandes de Araújo; 346: aprovada, por dez votos favoráveis e uma  \nabstenção, por proposição do conselheiro Frederico José Vieira Passos; e 347: aprovada,  \npor dez votos favoráveis e uma abstenção, por proposição do conselheiro Frederico José  \nVieira Passos.  Posto  isso,  o  plenário passou  à  análise dos  itens da  pauta,  a  seguir  \nrelacionados.  Item 1- CONVÊNIOS – CONTRATOS – ACORDOS – homologadas, por  \nunanimidade, por proposição da conselheira Elza Fernandes de Araújo, as assinaturas de  \ntodos os documentos constantes na pauta. São eles: CONVÊNIOS – 01-Termo Aditivo  \nnº 3/99, de 4.1.99, ao Convênio UFV/ESTADO DE MINAS GERAIS – SECRETARIA  \nDA EDUCAÇÃO/CEE – CENTRO DE ENSINO DE EXTENSÃO, de 8.5.96 (Autorizar  \na utilização de saldos remanescentes de módulos anteriores (Processo nº 96-3988); 02-\nTermo Aditivo nº 3/99, de 4.1.99, ao Convênio UFV/ESTADO DE MINAS GERAIS –  \nSECRETARIA DA EDUCAÇÃO/CEE – CENTRO DE ENSINO DE EXTENSÃO, de  \n3.6.98 (Autorizar a utilização de saldos remanescentes de módulos anteriores (Processo  \nnº  98-4951);  03-Termo  Aditivo  nº  1/99,  de  março,  ao  Convênio  UFV/CAPES  –  \nCOORDENAÇÃO DE APERFEIÇOAMENTO DE PESSOAL DE NÍVEL SUPERIOR,  \nde  11.3.97  (Indicar  metas  físicas);  04-Convênio  UFV/UFES  –  UNIVERSIDADE  \nFEDERAL  DO  ESPÍRITO  SANTO/CAUFES  –  CENTRO  AGROPECUÁRIO,  de  \n8.3.99  (Promover  a  cooperação  acadêmica,  técnica  e  científica,  visando  ao  \ndesenvolvimento mútuo  de atividades de Ensino, Pesquisa, Extensão,  Treinamento  e  \nCapacitação  na  área  das  Ciências  Agrárias);  05-Convênio  UFV/SERVIÇOS  \nCULTURAIS  DA  EMBAIXADA DA  FRANÇA,  de  11.5.99  (Estabelecer  intenções  \nrecíprocas); 06-Termo Aditivo nº 1/99, de 17.5.99, ao Convênio UFV/TRIBUNAL DE  \nJUSTIÇA DO ESTADO DE MINAS GERAIS/FUNARBE – FUNDAÇÃO ARTHUR  \nBERNARDES, de 1º.3.99 (Alterar as cláusulas quarta e sétima do convênio original); 07-\nTermo Aditivo nº 1/99, de 20.5.99, ao Convênio UFV/COPASA/MG – COMPANHIA  \nDE  SANEAMENTO  DE  MINAS  GERAIS/FUNARBE  –  FUNDAÇÃO  ARTHUR  \nBERNARDES,  de  20.5.99  (Introduzir  alterações  no  convênio  original);  08-Termo  \nAditivo  nº  2/99,  de  27.5.99,  ao  Convênio  UFV/UNA  –  CIÊNCIAS  \nGERENCIAIS/FUNARBE  –  FUNDAÇÃO  ARTHUR  BERNARDES,  de  3.2.98  \n(Oferecer o  curso  de pós-graduação  interinstitucional em nível de mestrado  “Stricto  \nSensu”  a  ser  promovido  pelo  Departamento  de  Economia  Rural);  09-Convênio  \nUFV/FINAGRO  –  COMPANHIA  ADMINISTRADORA  DE  NEGÓCIOS  \nAGRÍCOLAS DO BRASIL S.ª/FUNARBE – FUNDAÇÃO ARTHUR BERNARDES,  \nde  8.6.99  (Estabelecer  atividades  conjuntas,  no  que  diz  respeito  a  assessorias,  \nconsultorias,  cursos  de  treinamento  e  assistência técnica);  10-Convênio  UFV/SIF  –  \nSOCIEDADE  DE  INVESTIGAÇÕES  FLORESTAIS/INSTITUTO  PEABIRU  DE  \nECOTURISMO, de 8.6.99 (Estabelecer regras básicas para disciplinar a execução de um  \nprograma  de  cooperação  técnico-científica);  11-Convênio  UFV/IEF  –  INSTITUTO  \nESTADUAL  DE  FLORESTAL/MUNICÍPIO  DE  UBÁ-MG/ITATIAIA  MÓVEIS  \nS.ª/SIF – SOCIEDADE DE INVESTIGAÇÕES FLORESTAIS, de 16.6.99 (Implantar  3\n93\n94\n95\n96\n97\n98\n99\n100\n101\n102\n103\n104\n105\n106\n107\n108\n109\n110\n111\n112\n113\n114\n115\n116\n117\n118\n119\n120\n121\n122\n123\n124\n125\n126\n127\n128\n129\n130\n131\n132\n133\n134\n135\n136\n137\n138", "50": "UNIVERSIDADE FEDERAL DE VIÇOSA                                                                                                                CEPE348.99\num sistema de informações geográficas para o  município de Ubá-MG); 12-Convênio  \nUFV/ATB  –  INSTITUT  FÜR  AGRARTECHINIK  BORNIM  E  V.  \n(ALEMANHA)/CEMIG  –  COMPANHIA ENERGÉTICA  DE  MINAS  GERAIS,  de  \n17.6.99  (Promover  intercâmbio  de  relatórios  anuais  e  de  pesquisa);  13-Convênio  \nUFV/BIOCONTROLE – BIOCONTROLE MÉTODOS DE CONTROLE DE PRAGAS  \nLTDA./FUNARBE  –  FUNDAÇÃO  ARTHUR  BERNARDES,  de  21.6.99  (Realizar  \nestudos e desenvolvimento de pesquisas com feromônio em culturas agrícolas no Brasil);  \n14-Convênio  UFV/FUNARBE  –  FUNDAÇÃO  ARTHUR  BERNARDES/IEL  –  \nINSTITUTO EUVALDO LODI, de 21.6.99 (Prestar serviços técnicos de consultoria  \nespecializada para o desenvolvimento do estudo sobre a eficiência da cadeia produtiva da  \npecuária de corte); 15-Termo Aditivo nº 2/99, de 21.6.99, ao Convênio UFV/FUNARBE  \n–  FUNDAÇÃO  ARTHUR  BERNARDES/MINASCANA  –  ASSOCIAÇÃO  DOS  \nPLANTADORES DE CANA DE MINAS GERAIS, de10.12.97 (Alterar o  valor do  \nrepasse  mensal para  R$468,00  (quatrocentos  e  sessenta  e  oito  reais);  16-Convênio  \nUFV/FUNARBE – FUNDAÇÃO ARTHUR BERNARDES/3M DO BRASIL LTDA., de  \n21.6.99 (Realizar estudos e  desenvolvimento de pesquisas com feromônio em culturas  \nagrícolas no Brasil), e TERMO ADITIVO Nº 1/99, de 21.6.99 (Viabilizar testes de  \neficiência de feromônios microencapsulados da 3M Brasil para o controle de insetos-\npragas  da  agricultura);  17-Convênio  UFV/FCAP  –  FACULDADE  DE  CIÊNCIAS  \nAGRÁRIAS DO PARÁ, 22.6.99 (Regular a colaboração mútua). CONTRATOS – 01-\nContrato  UFV/PREFEITURA  MUNICIPAL  DE  IPATINGA,  de  15.5.99  (Prestar  \nconsultoria  técnica);  02-Contrato  UFV/FUNARBE  –  FUNDAÇÃO  ARTHUR  \nBERNARDES, de 27.5.99 (Prestar consultoria técnica, na área de arquitetura, visando à  \nelaboração  de projeto  arquitetônico de reforma,  lay out, paisagismo e ampliação da  \nCâmara Municipal de Ponte Nova); 03-Termo Aditivo nº 2/99, de 27.5.99, ao Contrato  \nUFV/SSVP  –  CONSELHO  CENTRAL  DE  VIÇOSA  DA  SOCIEDADE  DE  SÃO  \nVICENTE  DE  PAULO,  de  27.3.95  (Estabelecer  cooperação  na  área  de  Economia  \nDoméstica e outras); 04-Termo Aditivo nº 1/99, de 1º.6.99, ao Contrato UFV/FUNDEP  \n–  FUNDAÇÃO DE  DESENVOLVIMENTO  DA PESQUISA, de  1º.3.99  (Alterar  a  \nvelocidade  de  conexão  e  preço);  05-Contrato  UFV/FUNARBE  –  FUNDAÇÃO  \nARTHUR  BERNARDES/BAYER  S.A.,  de  21.6.99  (Prestar  consultoria,  visando  à  \nrealização  de  ensaios  com  o  herbicida  “Goltix”);  06-Contrato  UFV/FUNARBE  –  \nFUNDAÇÃO  ARTHUR  BERNARDES/JALLES  MACHADO  S.ª  –  AÇÚCAR  E  \nÁLCOOL, de 21.6.99 (Prestar  consultoria, visando ao desenvolvimento de processos  \nalternativos na indústria do açúcar e álcool) e TERMO ADITIVO Nº 1/99, de 21.6.99  \n(Prestar  consultoria, visando ao estudo sobre o processo de produção e purificação de  \nácido  láctico);  07-Contrato  UFV/CHOOSE  TECNHOLOGIES,  de  24.6.99  (Prover  \ntecnologias); 08-Contrato  UFV/FUNARBE – FUNDAÇÃO ARTHUR BERNARDES,  \nde 1º.7.99 (Dar suporte aos cursos de especialização por tutoria à distância da ABEAS).  \nTERMOS DE COMPROMISSO – 01-Termo Aditivo nº 4/98, de 1º.1.99, ao Termo de  \nOutorga  e  Aceitação  de  Auxílio UFV/FAPEMIG  –  FUNDAÇÃO DE  AMPARO À  \nPESQUISA DO ESTADO DE MINAS GERAIS, de 27.11.95  (Prorrogar o prazo do  \nprojeto: “Caracterização de Proteínas Estruturais (Sorotipos) e Não-Estruturais do Vírus  \nda Febre Aftosa, de Ocorrência no Brasil, Com Vistas à Produção  de Vacina e Kit  \nDiagnóstico”, por mais trinta e seis meses, a contar de   1º.1.99, com encerramento  \nimprorrogável em 31.12.2001) e TERMO ADITIVO Nº 5/99,  de 10.5.99  (Incluir o  4\n139\n140\n141\n142\n143\n144\n145\n146\n147\n148\n149\n150\n151\n152\n153\n154\n155\n156\n157\n158\n159\n160\n161\n162\n163\n164\n165\n166\n167\n168\n169\n170\n171\n172\n173\n174\n175\n176\n177\n178\n179\n180\n181\n182\n183\n184", "51": "UNIVERSIDADE FEDERAL DE VIÇOSA                                                                                                                CEPE348.99\nProfessor Mauro Pires Moraes no programa de treinamento realizado no Plum Island  \nAnimal Disease Center nos E.U.A); 02-Termo Aditivo nº 1/99, de 2.3.99, ao Termo de  \nOutorga  e  Aceitação  de  Auxílio UFV/FAPEMIG  –  FUNDAÇÃO DE  AMPARO À  \nPESQUISA  DO  ESTADO  DE  MINAS  GERAIS,  de  29.6.98  (Incluir  a  FEAM  –  \nFundação Estadual do Meio Ambiente como Instituição Associada ao projeto: “Estudo da  \nPotencialidade de  Geração  de  Drenagem Ácida em Mineração  no  Estado  de  Minas  \nGerais”); 03-Termo Aditivo nº 5/99, de 4.3.99, ao Termo de Outorga e Aceitação de  \nAuxílio UFV/FAPEMIG – FUNDAÇÃO DE AMPARO À PESQUISA DO ESTADO  \nDE MINAS GERAIS, de 2.3.95 (Prorrogar o prazo do projeto: “Estabelecer normas e  \nprocedimentos para pagamento de bolsas de acordo com as modalidades instituídas pela  \nFAPEMIG”, por mais doze meses, a contar de   4.3.99; e alterar a cláusula oitava do  \nconvênio original); 04-Termo  Aditivo nº 1/99,  de  28.4.99,  ao  Termo de Outorga  e  \nAceitação de Auxílio UFV/FAPEMIG – FUNDAÇÃO DE AMPARO À PESQUISA DO  \nESTADO DE MINAS GERAIS, de 28.7.97 (Prorrogar o prazo do projeto: “Relações  \nHídricas e Respostas Fotossintéticas do Cafeeiro sob Condições de Altas Irradiâncias,  \nDéfice Hídrico e Diferentes Níveis de Nitrogênio”, por mais quinze meses, a contar de  \n28.7.99, com encerramento improrrogável em 31.19.99). – Item 3- HOMOLOGAÇÃO  \nDE CONCURSO - 3.1- Professor Adjunto I - 3.1.1- Departamento de Física  (97-13277) \n- homologado, por unanimidade, por proposição do conselheiro Dario Cardoso de Lima,  \nà luz do parecer favorável do diretor do Centro de Ciências Exatas e Tecnológicas, o  \nresultado do concurso realizado para Professor Adjunto I, do Departamento de Física, na  \nárea de Mecânica Estatística, cujos candidatos classificados foram: 1º lugar – Welles  \nAntônio  Martinez  Morgado,  com média final 9,22;  e  2º  lugar  –  Túlio  Oliveira de  \nCarvalho, com média final 8,33. Item 4- AVALIAÇÃO DE ESTÁGIO PROBATÓRIO -  \n4.1-  Marcos  Rogério  Tótola  –  DMB  (98-09113)  -  aprovado,  por  unanimidade, por  \nproposição do conselheiro Luciano Vieira Baião Vieira, o estágio probatório do referido  \ndocente, à luz do parecer favorável da CPPD, constante na página 82 do processo. 44.2-  \nRenata Maria Strozi Alves Meira – DBV  (98-12053) – aprovado, por unanimidade, por  \nproposição  do  conselheiro  Dario  Cardoso  de  Lima,  o  reconhecimento  do  estágio  \nprobatório da docente supracitada, já cumprido durante o período em que atuou como  \nprofessora  no  Departamento  de  Biologia  Geral.  Item  5-  TREINAMENTO  -  5.1-  \nAfastamento para especialização - 5.1.1-  Luciene Isabel Ramos Martins – DED  (99-\n02767)  -  aprovada,  por  unanimidade, por  proposição  do  conselheiro Luciano Baião  \nVieira, a solicitação da técnica de nível superior supracitada, para realizar o curso de  \nespecialização  lato  sensu em Educação/Ensino-Aprendizado,  na  UFV,  de  19/3/99  a  \n28/2/2000,  sem prejuízo  de  suas  atividades  funcionais.  5.1.2-  Juliana  Giovanini de  \nRezende Gomide – COLUNI  (99-04167) - aprovada, por unanimidade, por proposição  \ndo conselheiro Dario Cardoso de Lima, a solicitação da referida docente, para realizar o  \ncurso de especialização lato sensu em Educação, na UFV, de 19/3/99 a 28/2/2000, sem  \nprejuízo de suas atividades funcionais. 5.2- Afastamento para mestrado - 5.2.1-  José \nAugusto Martins Pessoa – DAU  (97-10208) – o plenário tomou do processo referente ao  \nrelatório do treinamento em nível de mestrado, iniciado antes do ingresso na UFV, e não  \nconcluído, e aprovou o seu arquivamento. Em seguida, resolveu analisar o Processo 99-\n05229, constante no subitem 9.1.2, do mesmo docente, que requer afastamento para  \ndoutorado na USP, no programa de doutorado em Geografia. Aprovado, por doze votos  \ncontra  um,  por  proposição  dos  conselheiros  Frederico  José  Vieira  Passos  e  Elza  5\n185\n186\n187\n188\n189\n190\n191\n192\n193\n194\n195\n196\n197\n198\n199\n200\n201\n202\n203\n204\n205\n206\n207\n208\n209\n210\n211\n212\n213\n214\n215\n216\n217\n218\n219\n220\n221\n222\n223\n224\n225\n226\n227\n228\n229\n230", "52": "UNIVERSIDADE FEDERAL DE VIÇOSA                                                                                                                CEPE348.99\nFernandes de Araújo, que se aguarde, para decisão final, confirmação, por parte  do  \norientador, de que o trabalho desenvolvido pelo peticionário durante o seu programa de  \nmestrado será aproveitado no doutorado e que sejam apresentados cronograma detalhado  \nde atividades, número de disciplinas a serem cursadas e  previsão da data de conclusão,  \ncom o “de acordo” do orientador. 5.3- Afastamento para doutorado - 5.3.1- Mauro Pires \nMoraes – DVT (97-09986) - aprovada, por unanimidade, por proposição do conselheiro  \nDario Cardoso de Lima, a solicitação do docente supracitado, de afastamento para o  \nprograma de doutorado sanduíche no Plum Island Animal Disease Center (USDA), em  \nPlum Island (PIADC), a partir de junho/99, por vinte e quatro meses. 5.3.2- Aparecida de \nFátima Bueno  –  DLA  (98-07626)  -  aprovada,  por  unanimidade, por  proposição  do  \nconselheiro Francisco Xavier Ribeiro do  Vale, a  solicitação  da  referida docente,  de  \nafastamento,  durante  o  segundo  semestre  de  1999,  para  conclusão  do  programa de  \ndoutorado em Letras/Teoria Literária, que realiza na Universidade Estadual de Campinas,  \ndesde março/95. 5.4- Afastamento para pós-doutorado - 5.4.1- Franklin Daniel Rothman  \n- DER (98-03465) - aprovada, por unanimidade, por proposição do conselheiro Frederico  \nJosé Vieira Passos, a solicitação do docente supracitado, de afastamento para o realizar o  \npós-doutorado  em  Estado,  Democracia,  Política  Energética  e  Agricultura  \nFamiliar/Sociologia Política/Extensão Rural, na University of California/Santa Cruz/EUA,  \npor doze meses, a partir de 1º/9/99. 5.4.2- Carlos Antônio Álvares Soares Ribeiro – DEF  \n(98-12015) – aprovada, por unanimidade, por proposição do conselheiro Luciano Baião  \nVieira,  a  solicitação  do  referido  docente,  de  alteração  da  data  de  afastamento,  de  \nagosto/1999 para julho/2000, para realizar o  pós-doutorado  em Manejo Florestal, na  \nColorado State University/EUA.  5.4.3-  Wilson da Cruz Vieira – DER  (99-03597)  - \naprovada, por unanimidade, por proposição da conselheira Elza Fernandes de Araújo, a  \nsolicitação do docente supracitado, de afastamento para o realizar o pós-doutorado em  \nMétodos Quantitativos em Economia, na University of Arizona/EUA, por doze meses, a  \npartir de 1º/8/99. 5.5- Prorrogação regimental -  5.5.1-  Sérgio Luís Pinto da Matta –  \nDBG (95-09059)  -  aprovado,  por  unanimidade,   retornar  o  processo  ao  Conselho  \nDepartamental do CCB, solicitando cronograma detalhado e realista das atividades a  \nserem desenvolvidas para o conclusão do programa, com o “de acordo” do orientador e  \ncom  o  equacionamento  do  problema  de  distribuição  dos  encargos  acadêmicos  que  \ndeveriam ser  atribuídos  ao  peticionário,  conforme  apontado  pelo  Departamento  de  \nBiologia Geral. Durante análise desse processo, retiraram do plenário os conselheiros  \nFlávio Alencar d’Araújo Couto e Maria Alba Pereira de Deus. Às doze horas e trinta e  \ncinco minutos, a reunião foi suspensa. Terceira  sessão – iniciada às quatorze horas e  \ntrinta e cinco minutos, na Sala de Reuniões da Reitoria da Universidade Federal de  \nViçosa, em Viçosa, Minas Gerais, sob a presidência do professor Luiz Sérgio Saraiva,  \nreitor,  e  secretariada  pelo  professor  Paulo  Shikazu  Toma,  secretário  de  Órgãos  \nColegiados. Conselheiros presentes: Frederico José Vieira Passos, Antônio Teixeira de  \nMatos, substituto do conselheiro Liovando Marciano da Costa, pró-reitor de Pesquisa e  \nPós-Graduação, Flávio Alencar d’Araújo Couto,  Fernando da Costa Baêta, Francisco  \nXavier Ribeiro do Vale, suplente da conselheira Aristéa Alves Azevedo, Elza Fernandes  \nde Araújo, Luciano Baião Vieira, Everaldo Gonçalves de Barros, Emmanoel de Moraes  \nBarreto, suplente do conselheiro Geraldo Honório de Oliveira Neto, Tarcísio Gomide  \nFilho e o diretor do Registro Escolar, Vicente de Paula Lélis, este com direito a voz.  \nVerificada a presença de quorum, deu-se continuidade à análise dos itens da pauta.  5.6-  6\n231\n232\n233\n234\n235\n236\n237\n238\n239\n240\n241\n242\n243\n244\n245\n246\n247\n248\n249\n250\n251\n252\n253\n254\n255\n256\n257\n258\n259\n260\n261\n262\n263\n264\n265\n266\n267\n268\n269\n270\n271\n272\n273\n274\n275\n276", "53": "UNIVERSIDADE FEDERAL DE VIÇOSA                                                                                                                CEPE348.99\nProrrogação extra-regimental - 5.6.1- Antônio Wilson de Oliveira Malta – CEDAF  (97-\n09852) – o  plenário tomou conhecimento do processo e aprovou,  por  unanimidade,  \nsolicitar o relatório final do treinamento. Durante a análise desse processo, chegaram ao  \nplenário os conselheiros Rodrigo José Gonçalves e Moisés Silveira Lobão e, após, o  \nconselheiro Geraldo Honório de Oliveira Neto. Item 6- PROPOSIÇÕES DIVERSAS –  \n6.1- Pró-Reitoria de Pesquisa e Pós-Graduação - 6.1.1- Alteração da Resolução nº 13/86  \n(99-04126) – aprovada, por unanimidade, por proposição do conselheiro Flávio Alencar  \nd’Araújo Couto, a sua retirada de pauta, para novos estudos, tendo sido designada uma  \ncomissão,  constituída  pelos  conselheiros  Carlos  Sigueyuki  Sediyama  e  Liovando  \nMarciano da Costa e o diretor do Registro Escolar, Vicente de Paula Lélis, que deverá  \nemitir parecer, para subsidiar a decisão deste Conselho. Após a análise desse processo,  \nchegou ao plenário a conselheira Maria Alba Pereira de Deus. Item 7- SOLICITAÇÕES  \nDIVERSAS - 7.1- Departamento de Engenharia Florestal - 7.1.1- Inclusão da Sociedade  \nde Investigações Florestais – SIF, como entidade interveniente, conforme Resolução 5/98  \ndo CEPE (99-03864) – aprovada, por unanimidade, por proposição da conselheira Elza  \nFernandes de Araújo, a inclusão da Sociedade de Investigações Florestais no parágrafo 1º  \ndo artigo 2º e no caput do artigo 6º da Resolução 5/98, como entidade interveniente. Essa  \ndecisão ficou consubstanciada na Resolução 6/99. 7.2- Vanessa Bugno Marques  - 7.2.1- \nTransferência para o curso de Letras da UFV (99-04329) - aprovado, por unanimidade,  \nremeter  o  processo  à  Pró-Reitoria de  Ensino,  para  que  a  solicitação  seja tramitada  \nsegundo  as  normas  regimentais  de  ingresso  em  curso  da  UFV.  PARA  \nCONHECIMENTO  -  Secretaria  de  Órgãos  Colegiados  -  Resultado  da  eleição  dos  \nrepresentantes dos professores do ensino médio na CPPD  (99-04257) – o plenário tomou  \nconhecimento do resultado da eleição dos representantes do ensino médio na CPPD, em  \nque foram eleitos os professores Leomar Tiradentes (efetivo) e Maurilo Batista do Carmo  \n(suplente).  Em  seguida,  passou-se  à  apreciação  dos  itens  aditados  na  pauta.  8-  \nPROPOSIÇÕES DIVERSAS -  8.1- Pró-Reitoria de Ensino -  8.1.1- Criação de cursos e  \nexpansão  de  vagas  para  o  Vestibular/2000  –  Relatório  da  Comissão  de  Política  e  \nDesenvolvimento do Ensino de Graduação  (99-06318) – o plenário apreciou o processo e  \naprovou, por onze votos contra dois, por proposição da conselheira Elza Fernandes de  \nAraújo, as propostas de aumento de vagas nos cursos, conforme resumo apresentado na  \nfolha 12 do processo, com ressalva ao curso de Secretariado Executivo, cujo aumento  \nfica condicionado à consulta à Comissão Coordenadora do Curso e ao Departamento de  \nLetras e Artes. Durante a análise desse assunto, chegou ao plenário o conselheiro Dario  \nCardoso  de  Lima, e  retiraram-se  os  conselheiros  Flávio Alencar  d’Araújo  Couto  e  \nTarcísio  Gomide  Filho.  Deu-se  início  à  discussão  das  propostas  de  novos  cursos:  \nEngenharia de Produção, Ciências Contábeis e Economia e Gestão do Agronegócio. Às  \ndezoito horas e trinta minutos, a reunião foi suspensa, ficando acertada a sua continuação  \nno dia 27.7.99, às 8h30min.  Quarta sessão - iniciada às oito horas  e cinqüenta minutos  \ndo dia vinte e sete de julho do ano de mil novecentos e noventa e nove, na Sala de  \nReuniões da Reitoria da Universidade Federal de Viçosa, em Viçosa, Minas Gerais, sob a  \npresidência do professor Luiz Sérgio Saraiva reitor, e secretariada pelo professor Paulo  \nShikazu  Toma,  secretário  de  Órgãos  Colegiados.  Conselheiros  presentes:  Carlos  \nSigueyuki Sediyama, Frederico José Vieira Passos, Antônio Teixeira de Matos, substituto  \ndo conselheiro Liovando Marciano da Costa, pró-reitor de Pesquisa e Pós-Graduação,  \nFlávio Alencar d’Araújo Couto, Fernando da Costa Baêta, Aristéa Alves Azevedo, Elza  7\n277\n278\n279\n280\n281\n282\n283\n284\n285\n286\n287\n288\n289\n290\n291\n292\n293\n294\n295\n296\n297\n298\n299\n300\n301\n302\n303\n304\n305\n306\n307\n308\n309\n310\n311\n312\n313\n314\n315\n316\n317\n318\n319\n320\n321\n322", "54": "UNIVERSIDADE FEDERAL DE VIÇOSA                                                                                                                CEPE348.99\nFernandes de Araújo e seu suplente, Dario Cardoso de Lima, este com direito a voz,  \nLuciano  Baião  Vieira,  Everaldo  Gonçalves  de  Barros,  Pedro  Alves  Paiva,  Geraldo  \nHonório de Oliveira Neto e Rodrigo José Gonçalves. Verificada a presença de quorum,  \ndeu-se início à discussão da parte do item 8.1.1- Criação de cursos e expansão de vagas  \npara o Vestibular/2000, referente à criação de novos cursos. 1º) 98-07306 - Proposta de  \ncriação do curso de Engenharia de Produção  -  inicialmente, a presidência esclareceu que  \nessas propostas resultaram dos trabalhos da Comissão de Política e Desenvolvimento do  \nEnsino de Graduação e que os projetos específicos a cada proposta de curso foram  \ndesenvolvidos  por  comissões  específicas,  nomeadas  para  esse  fim.  O  conselheiro  \nFrederico José Vieira Passos fez um relato da proposta,  destacando que o curso de  \nEngenharia de Produção seria desenvolvido inicialmente na modalidade Agroindustrial,  \ncom possibilidade de novas modalidades no futuro; que o curso deverá ser oferecido no  \nturno diurno, com 50 vagas. O conselheiro Everaldo Gonçalves de Barros questionou  \nquanto  às implicações da criação de novos cursos, no tocante  a: 1) necessidade de  \ncontratação  de  novos  docentes  e  sua viabilidade; 2)  impactos  dos  novos  cursos  na  \ndemanda por disciplinas e o seu equacionamento; 3) demanda pelos cursos propostos. A  \nconselheira Elza Fernandes de Araújo também questionou quanto ao impacto dos novos  \ncursos sobre a demanda por disciplinas que já atendem a muitos cursos da UFV, tais  \ncomo as disciplinas Cálculo e as disciplinas básicas de Administração. Também propôs  \nque o  curso de Engenharia de Produção  não tivesse por complemento a designação  \n“Agroindustrial”.  O  conselheiro  Frederico  José  Vieira  Passos  esclareceu  que  essas  \nquestões foram consideradas pela referida Comissão, razão por que, de imediato, estão  \nsendo propostos apenas cursos que podem ser implementados sem a contratação imediata  \nde novos docentes; a médio prazo, serão desenvolvidos programas institucionais visando  \nà racionalização dos currículos dos cursos, redução das reprovações nas disciplinas e  \nredistribuição de vagas e alocação  de novas vagas de docentes,  para viabilizar uma  \npolítica de expansão da UFV. Por essa razão, a Comissão julgou prudente não criar ainda  \nos cursos de História, Geografia e Comunicação Social, cujos projetos já estão prontos,  \npor tratarem-se de cursos que dependem de contratação imediata de docentes para sua  \nimplementação. Durante a discussão, chegou ao plenário o conselheiro Emmanoel de  \nMoraes  Barreto.  Em  seguida,  foi  aprovada,  por  unanimidade,  por  proposição  da  \nconselheira Elza Fernandes de Araújo,  a criação do curso de Engenharia de Produção.  \nNesse instante, chegou ao plenário o diretor do Registro Escolar, Vicente de Paula Lélis.  \n2º)  98-06969 – Proposta de criação do curso de Ciências Contábeis  - aprovada, por \nunanimidade, por proposição da conselheira Elza Fernandes de Araújo,  a criação do  \ncurso  de  Ciências Contábeis,  a  ser  iniciado  a  partir  do  ano  2000,  com  50  vagas,  \noferecidas  já  a  partir  do  próximo  processo  seletivo.  Decidiu,  também,  delegar  \ncompetência à Pró-Reitoria de Ensino para, juntamente com as Comissões Especiais,  \ndefinir  as  provas  específicas  que  os  candidatos  a  esses  cursos  deverão   fazer  no  \nVestibular. 3º)  99-06150 - Criação do curso de Economia e Gestão do Agronegócio  – \ninicialmente,  foi  questionado  a  denominação  do  curso:  “Economia  e  Gestão  do  \nAgronegócio”. Estabeleceu-se o consenso de que é mais apropriado o nome “Gestão do  \nAgronegócio”.  Antes do término da sessão, retirou-se do plenário o conselheiro Rodrigo  \nJosé Gonçalves. À doze horas e vinte minutos, a reunião foi suspensa. Quinta sessão - \niniciada às  quatorze   horas   e  trinta  minutos,  na Sala de  Reuniões da  Reitoria da  \nUniversidade Federal de Viçosa, em Viçosa, Minas Gerais, sob a presidência do professor  8\n323\n324\n325\n326\n327\n328\n329\n330\n331\n332\n333\n334\n335\n336\n337\n338\n339\n340\n341\n342\n343\n344\n345\n346\n347\n348\n349\n350\n351\n352\n353\n354\n355\n356\n357\n358\n359\n360\n361\n362\n363\n364\n365\n366\n367\n368", "55": "UNIVERSIDADE FEDERAL DE VIÇOSA                                                                                                                CEPE348.99\nLuiz Sérgio Saraiva reitor, e secretariada pelo professor Paulo Shikazu Toma, secretário  \nde Órgãos Colegiados. Conselheiros presentes: Carlos Sigueyuki Sediyama, Frederico  \nJosé Vieira Passos,  Antônio Teixeira de  Matos,  substituto  do  conselheiro Liovando  \nMarciano da Costa, pró-reitor de Pesquisa e Pós-Graduação, Flávio Alencar d’Araújo  \nCouto, Fernando da Costa Baêta, Aristéa Alves de Azevedo, Elza Fernandes de Araújo e  \nseu suplente, Dario Cardoso de Lima, este com direito a voz, Luciano Baião Vieira,  \nEveraldo Gonçalves de Barros, Maria Alba Pereira de Deus, suplente do conselheiro  \nPedro  Alves Paiva, Emmanoel de  Moraes  Barreto,  suplente do  conselheiro Geraldo  \nHonório de Oliveira Neto e Rodrigo José Gonçalves. Iniciada a sessão, o plenário voltou  \nà  análise  do  Processo  99-06150  -  Criação  do  curso  de  Economia  e  Gestão  do  \nAgronegócio – aprovada, por unanimidade, por proposição do conselheiro Flávio Alencar  \nd’Araújo Couto, a criação do curso de Gestão do Agronegócio, com o oferecimento de  \n50 vagas, a funcionar a partir do ano 2000. Determinou  prazo de 45 dias para  a entrega  \ndo  projeto  pedagógico do  curso,  a ser elaborado  por comissão a ser composta por  \nrepresentantes  dos  Departamentos  de  Economia  Rural,  Economia,  Administração  e  \noutros  do  Centro  de  Ciências Agrárias relacionados  com a  produção  agropecuária.  \nDurante a análise desse processo, chegou ao plenário o diretor do Registro Escolar,  \nVicente de Paula Lélis.  Após essa decisão, o Conselho considerou que o item  8.1.2-  \nReestruturação  do  curso  de  Engenharia  Agrícola  tinha  precedência  em  relação  à  \n“proposta de criação do Curso de Engenharia Ambiental” e resolveu antecipar a sua  \napreciação. item  8.1.2- Reestruturação do curso de Engenharia Agrícola  (99-04755) – \ninicialmente,  o  conselheiro  Fernando  da  Costa  Baêta  fez  um  relato  do  processo,  \ndestacando que a reestruturação curricular do curso contempla o componente ambiental,  \nrazão por que se propõe a mudança do nome do curso para Engenharia Agrícola e  \nAmbiental.  O  Conselho  debateu  longamente  sobre  a  conveniência  da  forma  de  \ndenominação proposta, considerando que pode suscitar uma interpretação de que o curso  \nproporcionará dupla habilitação, em Engenharia Agrícola e em Engenharia Ambiental. Em  \nvotação, foi aprovada, por sete votos contra cinco, a mudança do nome do curso de  \nEngenharia Agrícola para Engenharia Agrícola e Ambiental. Foi determinado, também,  \nque se faça um reestudo das alterações curriculares propostas, para posterior apreciação  \npelo Conselho. Durante a análise desse processo, retirou-se do plenário o diretor do  \nRegistro Escolar, Vicente de Paula Lélis. 4º) 99-06319 – Proposta de criação do curso de  \nEngenharia Ambiental  – aprovada, por nove votos contra três, a criação do curso de  \nEngenharia  Ambiental,  a  ser  implementado  a  partir  do  ano  2000,  com  50  vagas,  \noferecidas já a partir do próximo processo seletivo. Determinou, ainda, que a Comissão  \nnomeada pela Pró-Reitoria de Ensino entregue o projeto pedagógico do curso no prazo  \nde 45 dias, para apreciação do Conselho. 5º) 99-06319 – Alteração do nome do curso de  \nInformática para Ciência da Computação  – aprovada, por unanimidade,  por proposição  \ndo  conselheiro  Flávio  Alencar  d’Araújo  Couto,  a  mudança  do  nome  do  curso  de  \nBacharelado  em  Informática  para  Bacharelado  em  Ciência  da  Computação.  8.1.3-  \nRevogação  da  Resolução  7/97-CEPE  –  Normas  para  transferência “ex-offício”  (99-\n03761)  – aprovada,  por  unanimidade, a sua retirada de  pauta.  8.2-  Pró-Reitoria de  \nPesquisa e Pós-Graduação  -  8.2.1-  Modificação da disciplina Pesquisa  (99-06058) - \naprovada, por unanimidade, a sua retirada de pauta. 8.3- Colégio Universitário - 8.3.1-  \nAproveitamento de estudo por suficiência/competência para alunos de Língua Inglesa  \n(99-02460)  –  aprovada,  por  unanimidade,  a  sua  retirada  de  pauta.  Item  9-  9\n369\n370\n371\n372\n373\n374\n375\n376\n377\n378\n379\n380\n381\n382\n383\n384\n385\n386\n387\n388\n389\n390\n391\n392\n393\n394\n395\n396\n397\n398\n399\n400\n401\n402\n403\n404\n405\n406\n407\n408\n409\n410\n411\n412\n413\n414", "56": "UNIVERSIDADE FEDERAL DE VIÇOSA                                                                                                                CEPE348.99\nTREINAMENTO - 9.1- Afastamento para doutorado - 9.1.1- Renato Ribeiro de Lima –  \nDPI (98-11475) - aprovada, por unanimidade, a sua retirada de pauta. 9.2- Prorrogação  \nextra-regimental  -  9.2.1-  Luiz  Eduardo  Dias  –  DPS  (99-04139)  –  acatado,  por  \nunanimidade, o  parecer da Pró-Reitoria de Pesquisa e Pós-Graduação,  constante nas  \npáginas  32  e  33  do  processo,  contrário  à  solicitação  do  docente  supracitado,  de  \nprorrogação extra-regimental, por três meses, de 4.8.99 a 4.11.99, da licença  para o pós-\ndoutoramento em Recuperação de Áreas Degradadas e Fertilidade do Solo, que realiza na  \nUniversidade de Maryland at College Park/EUA, desde 5.8.98. Após a análise desse  \nprocesso,  o plenário decidiu reapreciar o  Processo 99-05229 - José Augusto Martins  \nPessoa – DAU - Afastamento para o doutorado  – o peticionário solicitou reanálise do  \nprocesso, com a inclusão dos documentos referentes aos quesitos exigidos pelo Conselho  \nna 2ª sessão  da  presente  reunião:  1)  confirmação  do  orientador  de  que  o  trabalho  \ndesenvolvido  pelo  treinando  em  seu  programa  de  mestrado  será  aproveitado  para  \ndesenvolver a tese de doutorado; 2) número de disciplinas e créditos que deverá cursar  \ncomo exigência; e 3) cronograma detalhado das atividades necessárias e a previsão do  \nprazo de conclusão da tese de doutorado, com o de acordo do orientado. Aprovada, por  \nonze votos contra um, por proposição dos conselheiros Luciano Baião Vieira e Elza  \nFernandes de Araújo, a solicitação do referido docente, de afastamento para cursar o  \nprograma de doutorado  em Geografia/Geografia Humana, na Faculdade de Filosofia,  \nLetras e Ciências Humanas da Universidade de São Paulo, a partir de agosto/99, por  \ntrinta e seis meses. Aprovado, ainda, determinar que o Departamento de Arquitetura e  \nUrbanismo faça acompanhamento efetivo do treinamento, para que o cronograma seja  \ncumprido estritamente. Item 10- SOLICITAÇÕES DIVERSAS - 10.1-  Jesu Lúcio de \nFaria - 10.1.1- Cancelamento da disciplina INF 161 – Iniciação à Estatística, fora do  \nprazo estabelecido no Calendário Escolar (99-05519) – negada, por onze votos contra  \num, por proposição do  conselheiro Flávio Alencar d’Araújo Couto,  a solicitação do  \nestudante supracitado. 10.2- Paula Margarita Cares  - 10.2.1- Cancelamento da disciplina  \nECO 476 – Economia Monetária, fora do prazo estabelecido no Calendário Escolar; e,  \npela segunda vez (99-05526) - negada, por onze votos contra um, por proposição do  \nconselheiro Flávio Alencar d’Araújo Couto,  a solicitação da referida estudante. 10.3-  \nDepartamento de Engenharia Florestal - 10.3.1-  Alteração do regime de trabalho do  \nprofessor Gumercindo Souza Lima, de 40 horas, com dedicação exclusiva, para 20 horas  \nsemanais (99-03220)  -  aprovada,  por  unanimidade,  por  proposição  do  conselheiro  \nLuciano Baião Vieira, a presente solicitação. Item 11- AVALIAÇÃO DE ESTÁGIO  \nPROBATÓRIO - 11.1- Oswaldo Pinto Ribeiro Filho – DBA  (98-02377) - aprovada, por  \nunanimidade, a  sua retirada  de  pauta.  11.2-  Giovani Mocelin –  DBA  (98-00724)  - \naprovada, por unanimidade, a sua retirada de pauta. Esgotados os assuntos da pauta, o  \nplenário decidiu apreciar, extrapauta, os processos a seguir relacionados. 1º) 98-07726 – \nIacyr  de  Aguilar  Vieira  –  DPD  -  Afastamento  para  doutorado  –  aprovada,  por  \nunanimidade, a solicitação da referida docente, de alteração da data de afastamento, de  \n1º.9.99 para 1º.10.99, para cursar o programa de doutorado em Direito Civil/Obrigações  \ne Contratos, na Universidade de Strasbourg III, Université Robert Schuman/França, por  \ntrinta e seis meses. 2º)  98-07391 – Karla Maria Damiano Teixeira – Afastamento para  \ndoutorado -   aprovada,  por  unanimidade,  a  solicitação  da  docente  supracitada,  de  \nalteração de instituição de treinamento, da Universidade de Cornell para Universidade de  \nMichigan/EUA, e alteração da data de afastamento, de setembro/99 para 15.8.99, para o  10\n415\n416\n417\n418\n419\n420\n421\n422\n423\n424\n425\n426\n427\n428\n429\n430\n431\n432\n433\n434\n435\n436\n437\n438\n439\n440\n441\n442\n443\n444\n445\n446\n447\n448\n449\n450\n451\n452\n453\n454\n455\n456\n457\n458\n459\n460", "57": "UNIVERSIDADE FEDERAL DE VIÇOSA                                                                                                                CEPE348.99\nprograma de doutorado em Comsumer Economics and Housing/Family Economics, por  \ntrinta e seis meses. Após a análise desse processo, retirou-se do plenário o conselheiro  \nRodrigo José Gonçalves. 3º)  96-12094 – Cristina Maria Ganns Chaves Dias - DBA -  \nProrrogação regimental  – aprovada, por unanimidade, por proposição da conselheira Elza  \nFernandes de Araújo, a solicitação da referida docente, de prorrogação de três meses, a  \npartir de setembro/99, da licença para o doutorado sanduíche que realiza no Laboratório  \nde Imunologia do National Heart, Lung and Blood Institute, pertencente ao National  \nInstitutes of Health, em Bethesda, Marylanda/USA, desde setembro/98. Às dezenove  \nhoras e cinco minutos, a reunião foi encerrada. Para constar, foi lavrada a presente ata,  \nque, se achada conforme, será assinada pelo presidente e pelo secretário de Órgãos  \nColegiados.11\n461\n462\n463\n464\n465\n466\n467\n468\n469\n470\n471", "58": "MINISTÉRIO DA EDUCAÇÃO  \nCONSELHO NACIONAL DE EDUCAÇÃO  \nCÂMARA DE EDUCAÇÃO SUPERIOR  \n \n \n \nRESOLUÇÃO Nº 11, DE 11 DE MARÇO DE 2002 (Transcrição)  \n Estabelece as Diretrizes Curriculares Nacionais do Curso de Graduação em Engenharia.  \n  \nO Presidente da Câmara de Educação Superior do Conselho Nacional de \nEducação, tendo em vista o disposto no Art. 9º, do § 2º, alínea \"c\", da Lei 9.131, de 25 \nde novembro de 1995, e com fundamento no Parecer CES 1.362/2001, de 12 de dezembro \nde 2001, peça indispensável do conjunto da s presentes Diretrizes Curriculares Nacionais, \nhomologado pelo Senhor Ministro da Educação, em 22 de fevereiro de 2002, resolve:  \nArt. 1º A presente Resolução institui as Diretrizes Curriculares Nacionais do \nCurso de Graduação em Engenharia, a serem observ adas na organização curricular das \nInstituições do Sistema  de Educação Superior do País.  \nArt. 2º As Diretrizes Curriculares Nacionais para o Ensino de Graduação em \nEngenharia definem os princípios, fundamentos, condições e procedimentos da formação \nde eng enheiros, estabelecidas pela Câmara de Educação Superior do Conselho Nacional \nde Educação, para aplicação em âmbito nacional na organização, desenvolvimento e avaliação dos projetos pedagógicos dos Cursos de Graduação em Engenharia das Instituições do Sist ema de Ensino Superior.  \nArt. 3º O Curso de Graduação em Engenharia tem como perfil do formando \negresso/profissional o engenheiro, com formação generalista, humanista, crítica e reflexiva, capacitado a absorver e desenvolver novas tecnologias, estimulando a sua atuação crítica e criativa na identificação e resolução de problemas, considerando seus aspectos políticos, econômicos, sociais, ambientais e culturais, com visão ética e humanística, em atendimento  às demandas da sociedade.  \nArt. 4º A formação do engenheiro tem por objetivo dotar o profissional dos \nconhecimentos requeridos para o exercício das seguintes competências e habilidades gerais:  \nI - aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à \nengenharia;  \nII - projetar e conduzir experimentos e interpretar resultados;  \nIII - conceber, projetar e analisar sistemas, produtos e processos;  \nIV - planejar, supervisionar, elaborar e coordenar projetos e serviços de  \nengenharia;  V - identificar , formular e resolver problemas de engenharia;  \nVI - desenvolver e/ou utilizar novas ferramentas e técnicas;  \nVI - supervisionar a operação e a manutenção de sistemas;  \nVII -  avaliar criticamente a operação e a manutenção de sistemas;  \nVIII -  comunicar -se eficientemente nas formas escrita, oral e gráfica;  \nIX - atuar em equipes multidisciplinares;  \nX - compreender e aplicar a ética e responsabilidade profissionais;  \nXI - avaliar o impacto das atividades da engenharia no contexto social e ambiental;  \nXII -  avaliar a viabilidade econômica de projetos de engenharia;  ", "59": "XIII -  assumir a postura de permanente busc a de atualização profissional.  \nArt. 5º Cada curso de Engenharia deve possuir um projeto pedagógico que \ndemonstre claramente como o conjunto das atividade s previstas garantirá o perfil \ndesejado de seu egresso e o desenvolvimento das competências e habilidades esperadas. \nÊnfase deve ser dada à necessidade de se reduzir o tempo em sala de aula, favorecendo o trabalho individual e em grupo dos estudantes.  \n§ 1º Deverão existir os trabalhos de síntese e integração dos conhecimentos \nadquiridos ao longo do curso, sendo que, pelo menos, um deles deverá se constituir em atividade obrigatória co mo requisito para a graduação.  \n§ 2º Deverão também ser estimuladas ativi dades complementares, tais como \ntrabalhos de iniciação científica, projetos multidisciplinares, visitas teóricas, trabalhos em \nequipe, desenvolvimento de protótipos, monitorias, participação em empresas juniores e \noutras atividades empr eendedoras.  \nArt. 6º Todo o curso de Engenharia, independente de sua modalidade, deve possuir \nem seu currículo um núcleo de conteúdos básicos, um núcleo de conteúdos \nprofissionalizantes e um núcleo de conteúdos específicos que caracterizem a modalidade.  \n§ 1º O núcleo de cont eúdos básicos, cerca de 30% da carga horária mínima, \nversará sobre os tópicos que seguem:  \nI - Metodologia Científica e Tecnológica;  \nII - Comunicação e Expressão;  \nIII - Informática;  \nIV - Expressão Gráfica;  \nV - Matemática;  \nVI - Física;  \nVII -  Fenômenos  de Transporte;  \nVIII -  Mecânica dos Sólidos;  \nIX - Eletricidade Aplicada;  \nX - Química;  \nXI - Ciência e Tecnologia dos Materiais;  \nXII -  Administração;  \nXIII -  Economia;  \nXIV -  Ciências do Ambiente;  \nXV -  Humanidades, Ciências Sociai s e Cidadania.  \n§ 2ºNos conteúdos de Física, Química e Informática, é obrigatória a existência de \natividades de laboratório. Nos demais conteúdos básicos, deverão ser previstas atividades práticas e de laboratórios, com enfoques e intensividade compatívei s com a modalidad e \npleiteada.  \n§ 3º O núcleo de conteúdos profissionalizantes, cerca de 15% de carga horária \nmínima, versará sobre um subconjunto coerente dos tópicos abaixo discriminados, a ser definido pela IES:  \nI - Algoritmos e Estruturas de Dados;  \nII - Bioquímica;  \nIII - Ciência dos Materiais;  \nIV - Circuitos Elétricos;  \nV - Circuitos Lógicos;  \nVI -Compiladores;   \nVII -  Construção Civil;  \nVIII -  Controle de Sistemas Dinâmicos;  \nIX - Conversão de Energia;  \nX - Eletromagnetismo;  ", "60": "XI - Eletrônica Analógica e Digital;  \nXII - Engenharia do Produto;  \nXIII -  Ergonomia e Segurança do Trabalho;  \nXIV -  Estratégia e Organização;  \nXV -  Físico -química;  \nXVI -  Geoprocessamento;  \nXVII -  Geotecnia;  \nXVIII - Gerência de Produção;  \nXIX -  Gestão Ambiental;  \nXX -  Gestão Econômica;  \nXXI -  Gestão de Tecnologia;  \nXXII -  Hidráulica, Hidrologia Aplicada e Saneamento Básico;  \nXXIII - Instrumentação;  \nXXIV -  Máquinas de fluxo;  \nXXV -  Matemática discreta;  \nXXVI -  Materiais de Construção Civil;  \nXXVII - Materiais de Construção Mecânica;  \nXXVIII - Materiais Elétricos;  \nXXIX -  Mecânica Aplicada;  \nXXX -  Métodos Numéricos;  \nXXXI -  Microbiologia;  \nXXXII - Mineralogia e Tratamento de Minérios;  \nXXXIII - Modelagem, Análise e Simulação de Sistemas;  \nXXXIV -  Operações Unitárias;  \nXXXV -  Organização  de computadores;  \nXXXVI -  Paradigmas de Programação;  \nXXXVII - Pesquisa Operacional;  \nXXXVIII - Processos de Fabricação;  \nXXXIX -  Processos Químicos e Bioquímicos;  \nXL - Qualidade;  \nXLI -  Química Analítica;  \nXLII -  Química Orgânica;  \nXLIII - Reatores Quím icos e Bioquímicos;   \nXLIV -  Sistemas Estruturais e Teoria das Estruturas;  \nXLV -  Sistemas de Informação;  \nXLVI -  Sistemas Mecânicos;  \nXLVII -  Sistemas operacionais;  \nXLVIII - Sistemas Térmicos;  \nXLIX -  Tecnologia Mecânica;  \nL - Telecomunicações;  \nLI - Termodinâmica Aplicada;  \nLII - Topografia e Geodésia;  \nLIII - Transporte e Logística.  \n§ 4º O núcleo de conteúdos específicos se constitui em extensões e \naprofundamentos dos conteúdos do núcleo de conteúdos profissionalizantes, bem como \nde outros cont eúdos destinados a caracterizar modalidades. Estes conteúdos, \nconsubstanciando o restante da carga horária total, serão propostos exclusivamente pela IES. Constituem -se em conhecimentos científicos, tecnológicos e instrumentais \nnecessários para a definição  das modalidades de engenharia e devem garantir o \ndesenvolvimento das competências e habilidades es tabelecidas nestas diretrizes.  ", "61": "Art. 7º A formação do engenheiro incluirá, como etapa integrante da graduação, \nestágios curriculares obrigatórios sob supervi são direta da instituição de ensino, através \nde relatórios técnicos e acompanhamento individualizado durante o período de realização \nda atividade. A carga horária mínima do estágio curricular deverá atingir 160 (cento e sessenta) horas.  \nParágrafo único. É  obrigatório o trabalho final de curso como atividade de síntese  \ne integração de conhecimento.  \nArt. 8º A implantação e desenvolvimento das diretrizes curriculares devem \norientar e propiciar concepções curriculares ao Curso de Graduação em Engenharia que deverão ser acompanhadas e permanentemente avaliadas, a fim de permitir os ajustes que se fizerem necessários ao seu aperfeiçoamento.  \n§ 1º As avaliações dos alunos deverão basear -se nas competências, habilidades e \nconteúdos curriculares desenvolvidos tendo como referência as Diretrizes Curriculares.  \n§ 2º O Curso de Graduação em Engenharia deverá utilizar metodologias e critérios \npara acompanhamento e avaliação do processo ensino- aprendizagem e do próprio curso, \nem consonância com o sistema de avaliação e a dinâmica curricular defin idos pela IES à \nqual pertence.  \nArt. 9º Esta Resolução entra em vigor na data de sua publicação, revogadas as \ndisposições em contrário.  \n \nARTHUR ROQUETE DE MACEDO  \n ", "62": "MINISTÉRIO DA EDUCAÇÃO\nUNIVERSIDADE FEDERAL DE VIÇOSA\nSECRETARIA DE ÓRGÃOS COLEGIADOS\nCampus Universitário – Viçosa, MG – 36570-000 – Telefone: (31) 3899-2127 - Fax: (31) 3899-1229 - E-mail: soc@ufv.br\nRESOLUÇÃO Nº 05/2018\nO  CONSELHO DE ENSINO, PESQUISA E EXTENSÃO,  órgão máximo de \ndeliberação  no plano  didático-científico  da  Universidade  Federal  de Viçosa,  no  uso de  suas  \natribuições legais e considerando o que consta do Processo nº 16-006515, resolve\n1. prorrogar  o prazo para 17 de agosto de 2018,  para que os cursos de graduação se  \nadéquem ao estabelecido nas Diretrizes para os Cursos de Graduação da UFV, conforme consta no  \nAnexo desta Resolução;\n2. incluir os seguintes itens obrigatórios n a construção do Projeto Pedagógico do Curso: “i.  \nDescrição  da  compatibilidade  entre  as  habilidades  e  competências  esperadas  e  as  atividades  \npedagógicas programadas; e j. Consequências das alterações das atividades pedagógicas para as  \nprogramações anteriores (matrizes)”;\n3. revogar a Resolução nº 13/2016/CEPE.\n \n    \n \n Publique-se e cumpra-se. \n         Viçosa, 14 de maio de 2018.\n                                                              NILDA DE FÁTIMA FERREIRA SOARES\n                                                                      Presidente do CEPE", "63": "ANEXO DA RESOLUÇÃO Nº 05/2018 – CEPE\nDIRETRIZES PARA OS CURSOS DE GRADUAÇÃO DA UFV\nA Universidade Federal de Viçosa tem como missão exercer de forma integrada as  \natividades  de ensino,  pesquisa e extensão,  visando à universalização  da educação  superior  \npública de qualidade, à inovação, à promoção do desenvolvimento das ciências, letras e artes e à  \nformação de cidadãos com visão técnica, científica e humanística, capazes de enfrentar desafios  \ne atender às demandas da sociedade. Essa missão deve nortear os Projetos Pedagógicos dos  \ncursos de graduação oferecidos pela UFV.\nOutrossim,  o  Projeto  Pedagógico  Institucional  (PPI),  as  Diretrizes  Curriculares  \nNacionais  e  as  Diretrizes  para  os  Cursos  de  Graduação  da  UFV  serão  os  marcos  para  a  \nconstrução e/ou reconstrução dos Projetos Pedagógicos de cada curso. Nesse processo, devem  \nser observadas as seguintes dimensões:\nÉtico-política: as ações educacionais devem estar embasadas nos alicerces do saber científico e  \nna  construção  do  conhecimento,  orientadas  por  princípios  éticos  e  políticos,  visando  \ndesenvolver na comunidade acadêmica a capacidade de compreensão, de intervenção e de  \ntransformação da realidade;\nDidático-pedagógica:  o alcance  dos  objetivos  do curso deve  ser buscado  por meio  (i)  da  \nutilização de metodologias didático-pedagógicas diversas – contemplando as inovações  \nmetodológicas  orientadas  para o aprendizado ativo e participativo,  com o estímulo  às  \natividades  em  grupo,  dentro  ou  fora  da  sala  de  aula,  explorando  as  tecnologias  da  \ninformação e da comunicação nos mais diferentes formatos, (ii) da flexibilidade, (iii) da  \ninterdisciplinaridade e (iv) da articulação entre teoria e prática;\nLegal: a estrutura curricular deverá fundamentar-se nos aspectos legais, internos e externos,  \nreferentes ao curso;\nEstrutural: o espaço físico deve permitir o fortalecimento e facilitar o processo de ensino e  \naprendizagem, incluindo atividades didático-pedagógicas inovadoras e diversas; e\nAvaliativa:  os parâmetros  e os procedimentos  de acompanhamento  e avaliação do Projeto  \nPedagógico de Curso (PPC) devem ser definidos de modo a (i) verificar a compatibilidade  \nentre os objetivos de cada curso, as competências esperadas dos egressos e as atividades  \ndidático-pedagógicas oferecidas e (ii) permitir, no processo de gestão, a busca de soluções  \npara eventuais problemas constatados.", "64": "No  debate  sobre  o  PPC  devem  ser  considerados:  i)  os  objetivos  do  curso  e  as  \ncompetências  esperadas  dos egressos; ii) as metodologias  e as práticas  pedagógicas;  iii) os  \nconteúdos, a organização curricular e a carga horária; iv) o espaço físico; e v) os mecanismos de  \nacompanhamento e avaliação dos cursos.\nDeve-se ter clareza dos perfis dos estudantes, com suas muitas particularidades, e da  \nsociedade em que estamos inseridos, a qual se encontra em acelerado processo de geração de  \nnovas informações, com problemas cada vez mais complexos a serem resolvidos. \nO PPC deve contemplar a adoção de estratégias educativas variadas e complementares no  \npensar  e  fazer  acadêmicos;  o  conhecimento  das  realidades  regional  e  nacional  e  dos  seus  \ncondicionantes sócio-histórico-político-culturais; a formação de profissionais competentes para  \natuar  responsavelmente  nessa  realidade,  com  compromisso  diante  das  necessidades  e  dos  \ninteresses básicos da comunidade; a articulação entre as atividades de ensino, pesquisa e \nextensão e a incorporação de tecnologias da informação e da comunicação. \nAs discussões para a construção do Projeto Pedagógico de Curso, com a participação de  \ntoda a comunidade acadêmica, devem ainda levar em conta as condições estruturais, sociais,  \nculturais e políticas da Instituição e assegurar que o PPC seja organizado com estrutura e caráter  \nflexíveis,  em  constante  avaliação  e  aprimoramento,  permitindo  rápidos  e  constantes  \naperfeiçoamentos. \nPERFIL DO EGRESSO\nO tempo na Universidade deve contribuir para a formação de um cidadão imbuído de  \nvalores éticos que, com competência formal e política, possa atuar no seu contexto social de  \nmaneira comprometida com a construção de uma sociedade justa e solidária. \nNo  PPC,  tão  importante  quanto  a  garantia  da  sólida  formação  fundamentada  em  \ncompetências teóricas e práticas, é a aquisição de habilidades comportamentais fundamentais  \npara o exercício da cidadania e a inserção e permanência profissional do egresso em uma  \nsociedade cada vez mais exigente, em constante transformação e acelerado processo de geração  \nde informações e conhecimento.\nPara assegurar essa formação, as ações educacionais devem:\nI.oportunizar vivências imbuídas de valores, como solidariedade e ética; \nII.praticar o respeito e acolhimento às diferenças; \nIII.assumir processos educativos com caráter inclusivo e de respeito à pluralidade; \nIV.respeitar  a  natureza,  a  partir  da  busca  pelo  equilíbrio  ambiental  e  desenvolvimento  \nsustentável; ", "65": "V.formar cidadãos críticos e reflexivos, capazes de atuar, agir e modificar a realidade na qual  \nestão inseridos; \nVI.valorizar a tecnologia no que tange à contribuição para a melhoria da qualidade de vida das  \npessoas; e\nVII.implantar  atividades  de  ensino,  pesquisa  e  extensão  alicerçadas  no  princípio  da  \nindissociabilidade.\nOs cursos de graduação da UFV devem capacitar o estudante com uma sólida formação  \ntécnico-científica profissional, com competências e habilidades necessárias para:\nI.compreender e aplicar a ética e a responsabilidade profissionais;\nII.projetar e conduzir experimentos, assim como analisar e interpretar os seus resultados; \nIII.atuar em equipes multidisciplinares, de modo a compartilhar novos conhecimentos; \nIV.comunicar-se eficientemente nas formas escrita, oral e gráfica; \nV.avaliar o impacto das atividades profissionais no contexto social e ambiental; e\nVI.assumir a postura de permanente busca de atualização profissional. \nORGANIZAÇÃO CURRICULAR\nNo PPC, deve-se observar o seguinte:\nI.Além de seguir as diretrizes curriculares específicas de cada curso, a organização da matriz  \ncurricular deve permitir o desenvolvimento de projetos, preferencialmente integrados a  \nmais de uma disciplina, e atividades extraclasse.\nII.A flexibilização deve ser assegurada na matriz curricular, por meio do oferecimento de  \ndisciplinas optativas e facultativas, de projetos multidisciplinares, de estágios, de atividades  \nacadêmico-científico-culturais e complementares, da mobilidade acadêmica, da atuação em  \nprogramas de monitoria e tutoria, da participação em empresas juniores e outras atividades  \nempreendedoras e de cunho social, da participação em projetos de extensão, de modo a  \npermitir a exploração e a abordagem tanto de temas do campo especializado como de  \noutros temas abrangentes, atuais e relevantes.\nIII.A legislação específica pertinente a cada um dos cursos de graduação deve ser respeitada e  \nclaramente interpretada, bem como deve ser feita a previsão do tempo necessário para  \nestudo individual e/ou em grupo.\nIV.A carga horária do curso em disciplinas obrigatórias não deve ultrapassar 75% da carga  \nhorária total.\nV.Para a complementação da carga horária total exigida, devem ser propostos: \n1o oferecimento de disciplinas optativas; ", "66": "2o oferecimento de disciplinas-projetos; \n3a ampliação da carga horaria mínima obrigatória em estágio; e/ou\n4a possibilidade do aproveitamento de atividades complementares.\nVI.A carga horária semanal recomendada com aulas não deve ser superior a 24 horas-aula,  \nrespeitada a legislação específica dos cursos. \nVII.A carga horária das atividades relacionadas ao desenvolvimento de projetos e de estudos  \ndirigidos  pode  não  estar,  necessariamente,  incluída  na  carga  horária  máxima  semanal  \nrecomendada.\nVIII.Nos semestres dedicados à realização de estágio, a carga horária semanal nesta atividade  \nnão deve ser superior a 36 horas.\nIX.Deve-se estimular o oferecimento de disciplinas semipresenciais, preferencialmente abertas  \nà  matrícula  de  estudantes  dos  três  campi da  UFV,  que  poderão  colaborar  com  o  \ndesenvolvimento  de  habilidades  comportamentais  como  autonomia,  disciplina  e  \nresponsabilidade, dentre outras.\nX.Deve-se assegurar aos estudantes a possibilidade de cursarem, no mínimo, 10% da carga  \nhorária total do curso em atividades didáticas semipresenciais. Este percentual deverá ser  \nampliado ao longo dos próximos cinco anos.\nXI.O Primeiro Ano no curso de graduação deve merecer atenção especial no PPC. Durante  \nesse período, recomenda-se que:\nI.os estudantes sejam acolhidos na Universidade, com orientação acadêmica especial; \nII.as atividades de acompanhamento e de orientação pedagógica incluam a apresentação  \nà  vida  universitária,  o  conhecimento  do  PPC  e  das  habilidades  e  competências  \nesperadas do egresso do curso; \nIII.a  carga  horária  semanal  de  atividades  de  aulas  não  ultrapasse  20  horas-aula,  \nespecialmente durante o primeiro semestre do curso (nesse caso, a carga horária das  \natividades de desenvolvimento de projeto, estudo dirigido e complementares pode não  \nestar incluída nesta carga horária semanal);\nIV.sejam programadas cargas horárias de estudo dirigido para disciplinas oferecidas no  \nperíodo, fortalecendo a importância do estudo no processo de aprendizagem;\nV.as medidas e ações previstas no PPC e os horários programados para as disciplinas  \ndevem permitir e estimular a participação em atividades esportivas e culturais.\nXII.Atenção  especial  deve  ser  dada  às  disciplinas  básicas  e  iniciais  das  várias  áreas  do  \nconhecimento, oferecidas para cada um dos cursos de graduação. Na definição do conteúdo  ", "67": "e da metodologia para tais disciplinas é fundamental considerar a proposta pedagógica do  \ncurso.\nAs  atividades  extraclasse  são  fundamentais  no  processo  de  aprendizado  e  devem,  \npreferencialmente, integrar temas abordados por duas ou mais disciplinas.  Mais importante do  \nque aquilo que o professor faz, deve ser o que o estudante faz, dentro e fora da sala de aula. Para  \nserem eficientes, as tarefas devem ser programadas, preferencialmente, como atividades integradas  \ne definidas no Projeto Pedagógico do Curso, para permitir a multidisciplinaridade e evitar a  \nsobrecarga do estudante, com a consequente queda de rendimento no processo de aprendizado. A  \ncarga horária em sala de aula deve ser compatível com a das atividades extraclasse.\nAs disciplinas-projetos, os estágios e outras atividades extensionistas devem oferecer ao  \nestudante a oportunidade de utilizar os conhecimentos e habilidades adquiridas ao longo do curso,  \nde  modo  integrado,  para  responder  às  necessidades  e  aos  desafios  que  enfrentará  na  vida  \npessoal/profissional.\nAs disciplinas são parte do PPC e, para que seja possível o acompanhamento e avaliação  \ndos cursos de graduação, é necessário que constem nos Programas Analíticos os objetivos e a  \nmetodologia  utilizada.   A distribuição  da carga horária (tanto a que se refere aos encargos  \ndidáticos do professor, como aquela em que os estudantes se dedicam aos estudos e/ou às outras  \natividades previstas) também deve estar registrada nos respectivos programas.\nMETODOLOGIAS\nNão há um modelo didático-pedagógico pronto que garanta o sucesso e a solução para  \ntodas  as  dificuldades  e  realidades,  mas  existem  consensos.  Três  afirmativas  podem  ser  \nconsideradas consensos sobre o processo de ensino e aprendizagem: i) para aprender, é preciso  \nestudar, preferencialmente em grupo; ii) para estudar e aprender, é indispensável a vontade, o  \ndesejo; e iii) um eficiente processo para motivar e despertar a vontade de aprender do estudante é a  \nbusca  de  soluções  para  problemas  reais,  com  a  integração  dos  conhecimentos.   Assim,  um  \ncaminho  comprovadamente  eficiente  é  o  aprendizado  ativo  e,  em  especial,  o  aprendizado  \ncolaborativo e cooperativo, baseado em problemas e projetos. \nApesar das atuais exigências para a formação profissional, é possível constatar que as  \nmetodologias de ensino vigentes e as estruturas curriculares apresentam ainda uma grande ênfase  \nnos conteúdos, assumindo um modelo técnico que se pauta na transmissão-recepção. \nAs informações são facilmente encontradas na internet e, portanto, a figura do professor  \nnão é a única possibilidade para o seu acesso. O tempo na sala de aula, portanto, deve ser dedicado  ", "68": "ao  aprimoramento  do  espírito  crítico,  à  análise,  ao  incentivo  à  criatividade,  ao  pensamento  \nsistêmico, à colaboração e à construção coletiva de novos conhecimentos, sempre com a mediação  \ndo  professor.  Isso  permitirá  aos  estudantes  entenderem  aspectos  essenciais  do  conhecimento  \ncientífico, tal como a sua provisoriedade, incertezas e limitações. \nA importância dos três componentes do processo de ensino-aprendizagem – professores,  \nestudantes  e  projeto  pedagógico  –  é  reconhecida,  mas  pouca  atenção  é  dada  ao  terceiro  \ncomponente e as falhas tendem a recair sobre o professor ou o estudante. Tal aspecto reforça a  \nnecessidade  de  serem  consideradas,  no  PPC,  a  metodologia  de  ensino,  a  aprendizagem  e  a  \norganização curricular.    \nNa construção do Projeto Pedagógico do Curso, sugere-se que sejam levados em conta  \nprocedimentos e métodos de ensino reconhecidos como eficientes e que:\na.envolvam o estudante no processo de aprendizado;\nb.garantam o debate em pequenos grupos como eficiente forma de assegurar um processo  \nativo e participativo;\nc.estimulem o estudante para o uso da informação, construindo e praticando o conhecimento,  \npor meio da realização de exercícios, relatórios, apresentações orais, projetos e testes;\nd.incentivem e encorajem a reflexão, pois o estudante precisa refletir para aprender a pensar  \ncriticamente sobre o objeto de conhecimento e as ações práticas com que ele se envolve;\ne.proporcionem meios para que o estudante seja desafiado e que tenha sucesso (o estudante  \nque não é desafiado não tem estímulo, da mesma forma que aquele que nunca obtém sucesso  \nse frustra e, muitas vezes, desiste); \nf.encorajem  o estudante a ensinar outros estudantes, fomentando a colaboração, e não a  \ncompetição (o estudante que exerce a tutoria com um pequeno grupo de colegas aprenderá  \nmais, da mesma forma que os estudantes tutorados);\ng.encorajem  a  realização  de  tarefas  orientadas  e  desafiadoras,  bem  planejadas,  que  \naumentarão o aprendizado e a motivação; e \nh.desenvolvam estratégias que permitam ao estudante ir para a sala de aula preparado para  \ndiscutir, mesmo que parcialmente, o tema a ser abordado, de modo a aproveitar o horário  \nde aula de forma eficiente;\ni.descrição da compatibilidade entre as habilidades e competências esperadas e as atividades  \npedagógicas programadas; e\nj.consequências das alterações das atividades pedagógicas para as programações anteriores  \n(matrizes).", "69": "Para  o  melhor  aproveitamento  dos  momentos  em  sala  de  aula,  deve-se:  i)  realizar  \natividades que instiguem os estudantes a pensar, por exemplo, realizando-se aulas baseadas na  \nresolução de problemas contextuais, capazes de estimular a pesquisa, a análise, a síntese e a  \nconstrução  de  novos  saberes  articulados  aos  conteúdos  em  estudo;  ii)  saber  o  nível  de  \nconhecimento atual e o pretendido pelos estudantes; iii) desenvolver questões que promovam a  \nexploração e o crescimento dos estudantes; iv) utilizar, sempre que possível, material visual e  \nconcreto, de forma a buscar estabelecer conexões com os objetos de conhecimento discutidos em  \nsala  de  aula;  v)  proporcionar  aos  estudantes  um  ambiente  na  sala  de  aula  que  estimule  o  \nquestionamento, o comentário e o debate; e vi) promover atividades em grupo e em espaços não  \nformais de ensino.  \nAs atividades pedagógicas complementares devem desenvolver um ambiente propício à  \nautoaprendizagem,  por  meio,  por  exemplo:  da  adoção  do  ensino  associado  à  pesquisa  e  à  \nextensão; do oferecimento de disciplinas-projetos; da realização de seminários e debates; da  \ndiscussão de estudos de casos; da organização de dinâmicas de grupo; dos estudos dirigidos; do  \nestímulo ao aprendizado baseado em projetos e/ou problemas; da elaboração de artigos, ensaios,  \nrelatos  de experiências, relatórios  técnico-científicos  e monografias. Essas atividades, dentre  \noutras, devem buscar desenvolver a capacidade de comunicação escrita, interpretação, análise e  \naplicação de textos e soluções de problemas  previamente formulados. Elas devem procurar,  \nainda, ativar a comunicação entre os pares, o aprendizado horizontal, a criatividade e o desejo de  \ncontribuir com novos elementos de discussão e análise.\nRECURSOS HUMANOS E FÍSICOS\nDeve  constar  do  PPC  a  relação  atual  de  docentes  e  de  técnicos  responsáveis  pela  \ncondução do curso, bem como a estrutura física disponível para a realização das atividades.  \nDeve ser incluída, também, a relação de docentes e de técnicos desejável.  Essas informações  \nnos Projetos Pedagógicos dos Cursos, além de qualificar o planejamento das ações, uma vez que  \nserão observadas as condições para o desenvolvimento das atividades acadêmicas propostas,  \npermitirá,  na  construção  do  Plano  de  Gestão  para  a  Graduação  na  UFV,  a  definição  de  \nprioridades  tanto  para  a  contratação  de  docentes  e  técnicos,  como  para  as  novas  obras  e  \nadaptações das edificações, buscando melhorar as condições de oferecimento dos cursos de  \ngraduação. É preciso destacar, ainda, que a infraestrutura da Universidade deve garantir o pleno  \natendimento  aos  deficientes  físicos, com  espaços  adaptados  e acessíveis,  além  de recursos  \nmateriais e de pessoal qualificado. ", "70": "PROCESSO DE AVALIAÇÃO E ACOMPANHAMENTO DO PPC\nDeve  ser  descrito  no  PPC  o  processo  de  acompanhamento  e  avaliação  do  curso,  \ncontemplando a adoção de procedimentos de revisão e atualização contínua, tendo em vista a  \nnecessidade de buscar aperfeiçoamento constante, considerando a evolução do conhecimento e  \nas mudanças das demandas sociais.\nPara facilitar o processo de avaliação do curso, no PPC, as habilidades e as competências  \npretendidas para o egresso devem ser relacionadas com cada uma das disciplinas e/ou atividades  \ndidáticas programadas, devendo ser quantificado o nível de atendimento esperado.  Portanto, fará  \nparte do processo de acompanhamento do curso aferir o alcance dos objetivos, das habilidades e  \ndas competências pretendidas, com a participação de diferentes públicos. \nO processo de avaliação do curso deve ser acompanhado de proposta de medidas a serem  \ntomadas, quando for o caso, frente aos problemas identificados.", "71": "11/09/2018 Imprimir Catálogo de Graduação - Universidade Federal de V içosa\nhttp://www .catalogo.ufv .br/imprimir .php?campus=vicosa&curso=EPR&complemento=*&ano=2018 1/7Currículo do Curso de Engenharia de Produção\nEngenheiro de Produção\nCoordenador\nAlexandre Navarro da Silva\nAtuação\nO Curso de Engenharia de Produção da UFV visa preparar pro\u0000ssionais que, integrando\nequipes interdisc iplinares e articulando fatores de diferentes naturezas como pessoas,\nmateriais, energia , informação, tecnologia e equipamentos, sejam capazes de se envolver\ncom o projeto, o desenvolvimento, a implantação, a melhoria e a manutenção de sistemas\nprodutivos, e também de especi\u0000c ar, prever e avaliar os resultados dos sistemas produtivos.\nSua form ação se apóia em conh ecimentos especializados de matemática, física, química,\ninformática, ciências sociais, conjuntamente com os princípios e métodos de análise e\nprojeto de engenharia.\nReconhecimento: Portaria do MEC N.º 3.799 de 17/11/2004 Renovação: Portaria do MEC N.º\n260 de 19/03/2010 Renovação: Portaria do MEC N.º 286 de 21/12/2012 Renovação: Portaria\ndo MEC Nº 1097 DE 24/12/2015\n Autorização: CEPE-UFV, Ata N.º 348 de 27/07/1999 Ano de início: 2000\n Turno: Integral - 40 vagas anuais\nExigência Horas Prazos Anos\nDisciplinas obrigatórias 3420 Mínimo 5,0\nDisciplinas optativas 240 Padrão 5,0\nEstágio Supervisionado (180h) Máximo 8,0\nTrabalho de Graduação (120h)\nTotal 3660\nCurrículo do Curso de Engenharia de Produção\nSEQUÊNCIA SUGERIDA\nDisciplinas ObrigatóriasCarga\nHorária\nCr(T-P)Total\nHorasPré-requisito (Pré ou Co-\nrequisito)*Semestre de\nOferecimentoCódigo Nome\n1º período\nADM100 Introdução à\nAdministração4(3-1) 60 I e II\nEPR190 Introdução à\nEngenharia de\nProdução2(2-0) 30 I\nFIS201 Física I 4(4-0) 60 MAT140* ou MAT141* ou\nMAT146*I e II", "72": "11/09/2018 Imprimir Catálogo de Graduação - Universidade Federal de V içosa\nhttp://www .catalogo.ufv .br/imprimir .php?campus=vicosa&curso=EPR&complemento=*&ano=2018 2/7INF100 Introdução à\nProgramação I4(2-2) 60 I e II\nMAT140 Cálculo I 4(4-0) 60 I e II\nQUI100 Química Geral 3(3-0) 45 I e II\nQUI107 Laboratório de\nQuímica Geral2(0-2) 30 QUI100* I e II\nTotal 23 345\nTotal Acumulado 23 345\n2º período\nCCO100 Contabilidade Geral 4(4-0) 60 I e II\nEPR312 Gestão Estratégica e\nOrganizacional4(4-0) 60 EPR190 e ADM100 II\nFIS202 Física II 4(4-0) 60 (FIS201 ou FIS191) e\n(MAT140 ou MAT141 ou\nMAT146)I e II\nINF101 Introdução à\nProgramação II4(2-2) 60 INF100 I e II\nMAT137 Introdução à\nÁlgebra Linear4(4-0) 60 I e II\nMAT147 Cálculo II 4(4-0) 60 MAT140 ou MAT141 ou\nMAT146I e II\nTotal 24 360\nTotal Acumulado 47 705\n3º período\nEST105 Iniciação à\nEstatística4(4-0) 60 MAT140 ou MAT141 ou\nMAT146I e II\nFIS120 Laboratório de\nFísica2(0-2) 30 FIS191 ou FIS201 I e II\nFIS203 Física III 4(4-0) 60 (FIS201 ou FIS194) e\n(MAT147 ou MAT241* ou\nMAT243*)I e II\nFIS233 Mecânica 4(4-0) 60 FIS201 ou MAT146 I e II\nMAT271 Cálculo Numérico 4(4-0) 60 (MAT137 ou MAT135) e\n(MAT143 ou MAT147) e\n(INF100 ou INF103 ou\nINF110)I e II", "73": "11/09/2018 Imprimir Catálogo de Graduação - Universidade Federal de V içosa\nhttp://www .catalogo.ufv .br/imprimir .php?campus=vicosa&curso=EPR&complemento=*&ano=2018 3/7QUI150 Físico-Química I 5(3-2) 75 (QUI102 ou (QUI100 e\nQUI107)) e (MAT140 ou\nMAT141 ou MAT147)I e II\nTotal 23 345\nTotal Acumulado 70 1050\n4º período\nARQ201 Representação\nGrá\u0000ca para\nEngenharia6(2-4) 90 I e II\nCCO314 Análise de Custos 4(2-2) 60 CCO100 I e II\nENG275 Fenômenos de\nTransporte4(4-0) 60 FIS202 e (MAT147* ou\nMAT241* ou MAT243*)I e II\nEPR313 Engenharia de\nMétodos3(3-0) 45 EPR312 II\nEST220 Estatística\nExperimental4(4-0) 60 EST103 ou EST105 ou\nEST106I e II\nMEC111 Ciência e Tecnologia\nde Materiais4(4-0) 60 FIS233 I e II\nTotal 25 375\nTotal Acumulado 95 1425\n5º período\nENF412 Ergonomia 4(2-2) 60 EST105* ou EST106* ou\nARQ326* ou EFI218* ou\nENF440*I\nEPR351 Sistemas de\nProdução3(3-0) 45 EPR313 I\nEPR361 Engenharia\nEconômica6(4-2) 90 CCO314 I\nMEC220 Metrologia 3(2-1) 45 EST105 ou EST106 I\nMEC320 Processos de\nFabricação4(4-0) 60 MEC111* I\nMEC350 Introdução aos\nElementos de\nMáquina4(4-0) 60 MEC111 I\nTotal 24 360\nTotal Acumulado 119 1785", "74": "11/09/2018 Imprimir Catálogo de Graduação - Universidade Federal de V içosa\nhttp://www .catalogo.ufv .br/imprimir .php?campus=vicosa&curso=EPR&complemento=*&ano=2018 4/76º período\nECO271 Microeconomia I 4(4-0) 60 ECO270 ou MAT140 ou\nMAT141 ou MAT146I e II\nEPR317 Planejamento,\nProgramação e\nControle da\nProdução6(4-2) 90 EPR351 II\nEPR371 Gerência de Projeto 4(2-2) 60 EPR312 II\nINF280 Pesquisa\nOperacional I4(4-0) 60 (INF100 ou INF103 ou\nINF110) e (MAT135 ou\nMAT137)I e II\nLET104 O\u0000cina de Leitura e\nProdução de\nGêneros4(4-0) 60 I e II\nTAL475 Operações Unitárias 6(4-2) 90 ENG275 e QUI150 II\nTotal 28 420\nTotal Acumulado 147 2205\n7º período\nEPR314 Gestão da Inovação 4(2-2) 60 Ter cursado 1.900 horas\nde disciplinasI\nEPR322 Logística 6(4-2) 90 INF280 I\nEPR395 Gestão da\nQualidade I4(4-0) 60 EST106 ou EST105 I\nEPR397 Gestão Ambiental 4(4-0) 60 I e II\nMEC380 Instalações\nIndustriais4(4-0) 60 TAL475 I\nTotal 22 330\nTotal Acumulado 169 2535\n8º período\nEPR311 Simulação da\nProdução4(0-4) 60 EST105 e EPR351 II\nEPR333 Sistema de\nDesenvolvimento de\nProduto I4(2-2) 60 EPR371* II\nEPR341 Gerência de Riscos 3(3-0) 45 Ter cursado 1.500 horas\nde disciplinas obrigatóriasII", "75": "11/09/2018 Imprimir Catálogo de Graduação - Universidade Federal de V içosa\nhttp://www .catalogo.ufv .br/imprimir .php?campus=vicosa&curso=EPR&complemento=*&ano=2018 5/7EPR374 Projeto de Fábrica 4(2-2) 60 ARQ201 II\nEPR421 Pesquisa\nOperacional\nAplicada à\nEngenharia4(0-4) 60 INF280 II\nEST430 Controle Estatístico\nda Qualidade e de\nProcessos4(4-0) 60 EST220 ou EST222 II\nTotal 23 345\nTotal Acumulado 192 2880\n9º período\nEPR334 Sistema de\nDesenvolvimento de\nProduto II4(4-0) 60 EPR333 I\nEPR340 Engenharia de\nSegurança do\nTrabalho4(2-2) 60 Ter cursado 2.200 horas\nde disciplinas obrigatóriasI e II\nEPR394 Tecnologia da\nInformação4(2-2) 60 EPR312 I\nEPR490 Trabalho de\nGraduação I4(2-2) 60 Ter cursado 2.300 horas\nde disciplinasI e II\nMEC420 Manufatura\nAssistida por\nComputador2(2-0) 30 MEC325 ou MEC320 I\nMEC496 Manutenção\nMecânica2(2-0) 30 Ter cursado, no mínimo,\n2.000 horas de disciplinas\nobrigatóriasI\nTotal 20 300\nTotal Acumulado 212 3180\n10º período\nEPR491 Trabalho de\nGraduação II4(0-4) 60 EPR490 I e II\nEPR494 Estágio\nSupervisionado0(0-12) 180 ter cursado 1600 horas de\ndisciplinas obrigatóriasI e II\nTotal 4 240\nTotal Acumulado 216 3420\nDisciplinas Optativas", "76": "11/09/2018 Imprimir Catálogo de Graduação - Universidade Federal de V içosa\nhttp://www .catalogo.ufv .br/imprimir .php?campus=vicosa&curso=EPR&complemento=*&ano=2018 6/7ADM305 Gestão de Pessoas 4(4-0) 60 ADM100 I\nADM320 Marketing 4(4-0) 60 ADM100 I\nADM392 Identi\u0000cação e\nViabilização de\nOportunidades de5(3-2) 75 II\nDIR130 Instituições de\nDireito4(4-0) 60 I e II\nEAM451 Sistema de\nInformação\nGeográ\u0000ca4(0-4) 60 I e II\nECO272 Microeconomia II 4(4-0) 60 ECO271 II\nEDU110 Psicologia 4(4-0) 60 I e II\nEPR315 Estratégia da\nProdução2(2-0) 30 EPR190 e EPR351 II\nEPR316 Operações em\nServiços4(4-0) 60 EPR190 e EPR351 II\nEPR318 Organização do\nTrabalho4(2-2) 60 EPR190 e EPR351 II\nEPR396 Gestão de\nQualidade II3(3-0) 45 EPR395 II\nEPR420 Logística e Cadeia\nde Suprimentos4(2-2) 60 I\nEPR424 Gestão de\nArmazenagem4(4-0) 60 EPR351 e EPR322 II\nEPR487 Atividades\nComplementares I0(1-0) 15 II\nEPR488 Atividades\nComplementares II0(2-0) 30 I e II\nEPR489 Atividades\nComplementares III0(3-0) 45 I e II\nEPR495 Seminário de\nEstágio1(1-0) 15 EPR494* I e II\nEPR497 Tópicos Especiais I 1(1-0) 15 I e II\nEPR498 Tópicos Especiais II 2(2-0) 30 I e II\nEPR499 Tópicos Especiais III 3(3-0) 45 I e II\nERU300 Economia Rural 4(4-0) 60 I e II", "77": "11/09/2018 Imprimir Catálogo de Graduação - Universidade Federal de V içosa\nhttp://www .catalogo.ufv .br/imprimir .php?campus=vicosa&curso=EPR&complemento=*&ano=2018 7/7ERU315 Sociologia do\nTrabalho4(4-0) 60 I e II\nINF281 Pesquisa\nOperacional II4(4-0) 60 INF280 II\nINF282 Pesquisa\nOperacional III4(4-0) 60 INF280 I\nLET290 LIBRAS Língua\nBrasileira de Sinais3(1-2) 45 I e II\nMEC192 Introdução ao\nProjeto de\nEngenharia\nMecânica2(2-0) 30 MEC191* ou ARQ201 II\nMEC325 Processos de\nFabricação por\nUsinagem4(2-2) 60 MEC320 ou MEC322* I\nMEC423 Seleção de Materiais 4(2-2) 60 CIV150 ou MEC111 I e II\nTAL424 Projetos\nAgroindustriais I5(3-2) 75 I\nTAL425 Projetos\nAgroindustriais II4(2-2) 60 TAL424 II\nTAL476 Instrumentação e\nControle de\nProcessos4(4-0) 60 MAT271 e (ENQ331 ou\nTAL472 ou TAL475)I", "78": "UNIVERSIDADE FEDERAL DE VIÇOSA  \nCENTRO DE CIÊNCIAS EXATAS E TECNOLÓGICAS  \nDEPARTAMENTO DE ENGENHARIA DE PRODUÇÃO E MECÂNICA  \n \n \n \n \n           \nRELATÓRIO DAS  ATIVIDADES EXTRACURRICULARES  \n \n \n    \nESTUDANTE :  \nMATRÍCULA:  \n       \n \n \nRelatório  apresentado à disciplina      \nEPR 487/488/489 –  Atividades \nComplementares I, II e III da \nUniversidade Federal de Viçosa, como \nparte das exigências da disciplina.  \n \n        \nVIÇOSA  \nMINAS GERAIS –  BRASIL  \nMaio /2009 ", "79": " 2 \n \nEPR 487/488/489 -  Atividades Complementares  I, II e I II \n \nCurso:                                                                            Ano de Ingresso na UFV:   \nDoc n.°*  \nDescrição da Atividade  Período   \nCarga \nHorária  \n Pontos**  \n \n             \n         \n   Total   \n* Anexar os documentos na ordem enumerada  \n** deixar em bran co \n ", "80": " 3 \nEPR  487/488/489 -  Atividades Complementares  I, II e III.   \n \nCritérios de pontuação de atividades  \n \n Atividade  Pontuação  \nA Bolsista de Pesquisa ou Extensão  – limitado à 45 h 5% da CHtotal  \nB Monitoria de  disciplinas de  código EPR – limitado à \n15h/discipl ina e período  5% da CHtotal  \nC Estágio voluntário em pesquisa, ensino, extensão  – limitado à \n30h 5% da CHtotal  \nD Publicação em periódico de engenharia de produção  ou áreas \nafins  com Qualis  15 h \nE Publicação em anais de congresso  de \nEngenharia de Produção  Local  3 h \nRegional  5 h \nNacional  10 h \nF Apresentação em congresso de \nengenharia de produção  ou áreas afins  Pôster  3 h \nOral 5 h \nG Participação em eventos (congressos, \nsimpósios, encontros, seminários, palestras, minicursos)  Local  5 h \nRegiona l 5 h \nNacional  10 h \nH Ministrar mini-curso, palestra e seminário  – limitado à 15h  100% da CH \nI Organização de e ventos  de engenharia \nde produção ou áreas afins. Local            10 h \nRegional            10 h \nNacional            15 h \nJ Representante em órgão colegiado (CONSU, CEPE, CTG, \nCâmara de Ensino, Conselho Departamental, Comissão \nCoordenadora) . 5 h/atividade/ ano \nK Participação  em CA, DA, Empresa Jr  ou CREA -Jr 10h/atividade/ ano \nL Participação em atividade esportiva ou cultural .  5 h/atividade /ano \nAs atividades que não constam desta lista, serão analisadas e pontuadas a critério d o \nCoordenador da Disciplina . \n  ", "81": "LEI Nº 11.788, DE  25 DE SETEMBRO DE 2008.  \n  Dispõe sobre o estágio de estudantes; altera a \nredação do art. 428 da Consolidação das Leis \ndo Trabalho – CLT, aprovada pelo Decreto-\nLei n o 5.452, de 1 o de maio de 1943, e a Lei \nno 9.394, de 20 de dezembro de 1996; revoga \nas Leis n os  6.494, de 7 de dezembro de 1977, \ne 8.859, de 23 de março de 1994, o parágrafo \núnico do art. 82 da Lei n o 9.394, de 20 de \ndezembro de 1996, e o art. 6 o da Medida \nProvisória  n o 2.164-41, de 24 de agosto de \n2001; e dá outras providências. \n O PRESIDENTE DA REPÚBLICA Faço saber que o Congres so Nacional decreta e \neu sanciono a seguinte Lei:  \nCAPÍTULO I \n               DA DEFINIÇÃO, CLASSIFICAÇÃO E RELAÇÕ ES DE ESTÁGIO  \n \nArt. 1 o  Estágio é ato educativo escolar supervisionado, d esenvolvido no ambiente de \ntrabalho, que visa à preparação para o trabalho pro dutivo de educandos que estejam \nfreqüentando o ensino regular em instituições de ed ucação superior, de educação \nprofissional, de ensino médio, da educação especial  e dos anos finais do ensino \nfundamental, na modalidade profissional da educação  de jovens e adultos.  \n§ 1 o  O estágio faz parte do projeto pedagógico do curs o, além de integrar o itinerário \nformativo do educando.  \n§ 2 o  O estágio visa ao aprendizado de competências pró prias da atividade \nprofissional e à contextualização curricular, objet ivando o desenvolvimento do educando \npara a vida cidadã e para o trabalho.  \nArt. 2 o  O estágio poderá ser obrigatório ou não-obrigatór io, conforme determinação \ndas diretrizes curriculares da etapa, modalidade e área de ensino e do projeto pedagógico do \ncurso.  \n§ 1 o  Estágio obrigatório é aquele definido como tal no  projeto do curso, cuja carga \nhorária é requisito para aprovação e obtenção de di ploma.  \n§ 2 o  Estágio não-obrigatório é aquele desenvolvido com o atividade opcional, \nacrescida à carga horária regular e obrigatória.  \n§ 3 o  As atividades de extensão, de monitorias e de ini ciação científica na educação \nsuperior, desenvolvidas pelo estudante, somente pod erão ser equiparadas ao estágio em \ncaso de previsão no projeto pedagógico do curso.   \nArt. 3 o  O estágio, tanto na hipótese do § 1 o do art. 2 o desta Lei quanto na prevista no \n§ 2 o do mesmo dispositivo, não cria vínculo empregatíci o de qualquer natureza, observados \nos seguintes requisitos:  \nI – matrícula e freqüência regular do educando em c urso de educação superior, de \neducação profissional, de ensino médio, da educação  especial e nos anos finais do ensino ", "82": "fundamental, na modalidade profissional da educação  de jovens e adultos e atestados pela \ninstituição de ensino;  \nII – celebração de termo de compromisso entre o edu cando, a parte concedente do \nestágio e a instituição de ensino;  \nIII – compatibilidade entre as atividades desenvolv idas no estágio e aquelas previstas \nno termo de compromisso.  \n§ 1 o  O estágio, como ato educativo escolar supervision ado, deverá ter \nacompanhamento efetivo pelo professor orientador da  instituição de ensino e por supervisor \nda parte concedente, comprovado por vistos nos rela tórios referidos no inciso IV do caput \ndo art. 7 o desta Lei e por menção de aprovação final.  \n§ 2 o  O descumprimento de qualquer dos incisos deste ar tigo ou de qualquer \nobrigação contida no termo de compromisso caracteri za vínculo de emprego do educando \ncom a parte concedente do estágio para todos os fin s da legislação trabalhista e \nprevidenciária.  \nArt. 4o  A realização de estágios, nos termos desta Lei, a plica-se aos estudantes \nestrangeiros regularmente matriculados em cursos su periores no País, autorizados ou \nreconhecidos, observado o prazo do visto temporário  de estudante, na forma da legislação \naplicável.  \nArt. 5 o  As instituições de ensino e as partes cedentes de  estágio podem, a seu \ncritério, recorrer a serviços de agentes de integra ção públicos e privados, mediante \ncondições acordadas em instrumento jurídico apropri ado, devendo ser observada, no caso \nde contratação com recursos públicos, a legislação que estabelece as normas gerais de \nlicitação.  \n§ 1 o  Cabe aos agentes de integração, como auxiliares n o processo de \naperfeiçoamento do instituto do estágio:  \nI – identificar oportunidades de estágio;  \nII – ajustar suas condições de realização;  \nIII – fazer o acompanhamento administrativo;  \nIV – encaminhar negociação de seguros contra aciden tes pessoais;  \nV – cadastrar os estudantes.  \n§ 2 o  É vedada a cobrança de qualquer valor dos estudan tes, a título de remuneração \npelos serviços referidos nos incisos deste artigo.   \n§ 3 o  Os agentes de integração serão responsabilizados civilmente se indicarem \nestagiários para a realização de atividades não com patíveis com a programação curricular \nestabelecida para cada curso, assim como estagiário s matriculados em cursos ou \ninstituições para as quais não há previsão de estág io curricular.  \nArt. 6 o  O local de estágio pode ser selecionado a partir de cadastro de partes \ncedentes, organizado pelas instituições de ensino o u pelos agentes de integração.  \n \nCAPÍTULO II \n               DA INSTITUIÇÃO DE ENSINO  \n \nArt. 7 o  São obrigações das instituições de ensino, em rel ação aos estágios de seus \neducandos:  \nI – celebrar termo de compromisso com o educando ou  com seu representante ou \nassistente legal, quando ele for absoluta ou relati vamente incapaz, e com a parte \nconcedente, indicando as condições de adequação do estágio à proposta pedagógica do ", "83": "curso, à etapa e modalidade da formação escolar do estudante e ao horário e calendário \nescolar;  \nII – avaliar as instalações da parte concedente do estágio e sua adequação à formação \ncultural e profissional do educando;  \nIII – indicar professor orientador, da área a ser d esenvolvida no estágio, como \nresponsável pelo acompanhamento e avaliação das ati vidades do estagiário;  \nIV – exigir do educando a apresentação periódica, e m prazo não superior a 6 (seis) \nmeses, de relatório das atividades;  \nV – zelar pelo cumprimento do termo de compromisso,  reorientando o estagiário para \noutro local em caso de descumprimento de suas norma s;  \nVI – elaborar normas complementares e instrumentos de avaliação dos estágios de \nseus educandos;  \nVII – comunicar à parte concedente do estágio, no i nício do período letivo, as datas \nde realização de avaliações escolares ou acadêmicas .  \nParágrafo único.  O plano de  atividades do estagiá rio, elaborado em acordo das 3 \n(três) partes a que se refere o inciso II do caput do art. 3 o desta Lei, será incorporado ao \ntermo de compromisso por meio de aditivos à medida que for avaliado, progressivamente, o \ndesempenho do estudante.  \nArt. 8 o  É facultado às instituições de ensino celebrar co m entes públicos e privados \nconvênio de concessão de estágio, nos quais se expl icitem o processo educativo \ncompreendido nas atividades programadas para seus e ducandos e as condições de que \ntratam os arts. 6 o a 14 desta Lei.  \nParágrafo único.  A celebração de convênio de conce ssão de estágio entre a \ninstituição de ensino e a parte concedente não disp ensa a celebração do termo de \ncompromisso de que trata o inciso II do caput do ar t. 3 o desta Lei.  \n \nCAPÍTULO III \n             DA PARTE CONCEDENTE   \n \nArt. 9 o  As pessoas jurídicas de direito privado e os órgã os da administração pública \ndireta, autárquica e fundacional de qualquer dos Po deres da União, dos Estados, do Distrito \nFederal e dos Municípios, bem como profissionais li berais de nível superior devidamente \nregistrados em seus respectivos conselhos de fiscal ização profissional, podem oferecer \nestágio, observadas as seguintes obrigações:  \nI – celebrar termo de compromisso com a instituição  de ensino e o educando, zelando \npor seu cumprimento;  \nII – ofertar instalações que tenham condições de pr oporcionar ao educando atividades \nde aprendizagem social, profissional e cultural;  \nIII – indicar funcionário de seu quadro de pessoal,  com formação ou experiência \nprofissional na área de conhecimento desenvolvida n o curso do estagiário, para orientar e \nsupervisionar até 10 (dez) estagiários simultaneame nte;  \nIV – contratar em favor do estagiário seguro contra  acidentes pessoais, cuja apólice \nseja compatível com valores de mercado, conforme fi que estabelecido no termo de \ncompromisso;  \nV – por ocasião do desligamento do estagiário, entr egar termo de realização do \nestágio com indicação resumida das atividades desen volvidas, dos períodos e da avaliação \nde desempenho;  ", "84": "VI – manter à disposição da fiscalização documentos  que comprovem a relação de \nestágio;  \nVII – enviar à instituição de ensino, com periodici dade mínima de 6 (seis) meses, \nrelatório de atividades, com vista obrigatória ao e stagiário.  \nParágrafo único.  No caso de estágio obrigatório, a  responsabilidade pela contratação \ndo seguro de que trata o inciso IV do caput deste a rtigo poderá, alternativamente, ser \nassumida pela instituição de ensino.  \n \nCAPÍTULO IV \n            DO ESTAGIÁRIO   \n \nArt. 10.  A jornada de atividade em estágio será de finida de comum acordo entre a \ninstituição de ensino, a parte concedente e o aluno  estagiário ou seu representante legal, \ndevendo constar do termo de compromisso ser compatí vel com as atividades escolares e \nnão ultrapassar:  \nI – 4 (quatro) horas diárias e 20 (vinte) horas sem anais, no caso de estudantes de \neducação especial e dos anos finais do ensino funda mental, na modalidade profissional de \neducação de jovens e adultos;  \nII – 6 (seis) horas diárias e 30 (trinta) horas sem anais, no caso de estudantes do \nensino superior, da educação profissional de nível médio e do ensino médio regular.  \n§ 1 o  O estágio relativo a cursos que alternam teoria e  prática, nos períodos em que \nnão estão programadas aulas presenciais, poderá ter  jornada de até 40 (quarenta) horas \nsemanais, desde que isso esteja previsto no projeto  pedagógico do curso e da instituição de \nensino.  \n§ 2 o  Se a instituição de ensino adotar verificações de  aprendizagem periódicas ou \nfinais, nos períodos de avaliação, a carga horária do estágio será reduzida pelo menos à \nmetade, segundo estipulado no termo de compromisso,  para garantir o bom desempenho do \nestudante.  \nArt. 11.  A duração do estágio, na mesma parte conc edente, não poderá exceder 2 \n(dois) anos, exceto quando se tratar de estagiário portador de deficiência.  \nArt. 12.  O estagiário poderá receber bolsa ou outr a forma de contraprestação que \nvenha a ser acordada, sendo compulsória a sua conce ssão, bem como a do auxílio-\ntransporte, na hipótese de estágio não obrigatório.   \n§ 1 o  A eventual concessão de benefícios relacionados a  transporte, alimentação e \nsaúde, entre outros, não caracteriza vínculo empreg atício.  \n§ 2 o  Poderá o educando inscrever-se e contribuir como segurado facultativo do \nRegime Geral de Previdência Social.   \nArt. 13.  É assegurado ao estagiário, sempre que o estágio tenha duração igual ou \nsuperior a 1 (um) ano, período de recesso de 30 (tr inta) dias, a ser gozado \npreferencialmente durante suas férias escolares.  \n§ 1 o  O recesso de que trata este artigo deverá ser rem unerado quando o estagiário \nreceber bolsa ou outra forma de contraprestação. \n§ 2 o  Os dias de recesso previstos neste artigo serão c oncedidos de maneira \nproporcional, nos casos de o estágio ter duração in ferior a 1 (um) ano.  \nArt. 14.  Aplica-se ao estagiário a legislação rela cionada à saúde e segurança no \ntrabalho, sendo sua implementação de responsabilida de da parte concedente do estágio.  \n ", "85": "CAPÍTULO V \n            DA FISCALIZAÇÃO \n \nArt. 15.  A manutenção de estagiários em desconform idade com esta Lei caracteriza \nvínculo de emprego do educando com a parte conceden te do estágio para todos os fins da \nlegislação trabalhista e previdenciária.  \n§ 1 o  A instituição privada ou pública que reincidir na  irregularidade de que trata este \nartigo ficará impedida de receber estagiários por 2  (dois) anos, contados da data da decisão \ndefinitiva do processo administrativo correspondent e.  \n§ 2 o  A penalidade de que trata o § 1 o deste artigo limita-se à filial ou agência em que \nfor cometida a irregularidade.  \n \nCAPÍTULO VI \n                DAS DISPOSIÇÕES GERAIS  \n \nArt. 16.  O termo de compromisso deverá ser firmado  pelo estagiário ou com seu \nrepresentante ou assistente legal e pelos represent antes legais da parte concedente e da \ninstituição de ensino, vedada a atuação dos agentes  de integração a que se refere o art. 5 o \ndesta Lei como representante de qualquer das partes .  \nArt. 17.  O número máximo de estagiários em relação  ao quadro de pessoal das \nentidades concedentes de estágio deverá atender às seguintes proporções:  \nI – de 1 (um) a 5 (cinco) empregados: 1 (um) estagi ário;  \nII – de 6 (seis) a 10 (dez) empregados: até 2 (dois ) estagiários;  \nIII – de 11 (onze) a 25 (vinte e cinco) empregados:  até 5 (cinco) estagiários;  \nIV – acima de 25 (vinte e cinco) empregados: até 20 % (vinte por cento) de \nestagiários.  \n§ 1 o  Para efeito desta Lei, considera-se quadro de pes soal o conjunto de \ntrabalhadores empregados existentes no estabelecime nto do estágio.  \n§ 2 o  Na hipótese de a parte concedente contar com vári as filiais ou estabelecimentos, \nos quantitativos previstos nos incisos deste artigo  serão aplicados a cada um deles.  \n§ 3 o  Quando o cálculo do percentual disposto no inciso  IV do caput deste artigo \nresultar em fração, poderá ser arredondado para o n úmero inteiro imediatamente  superior.  \n§ 4 o  Não se aplica o disposto no caput deste artigo ao s estágios de nível superior e de \nnível médio profissional.  \n§ 5 o  Fica assegurado às pessoas portadoras de deficiên cia o percentual de 10% (dez \npor cento) das vagas oferecidas pela parte conceden te do estágio.  \nArt. 18.  A prorrogação dos estágios contratados an tes do início da vigência desta Lei \napenas poderá ocorrer se ajustada às suas disposiçõ es.  \nArt. 19.  O art. 428 da Consolidação das Leis do Tr abalho – CLT, aprovada pelo \nDecreto-Lei n o 5.452, de 1 o de maio de 1943 , passa a vigorar com as seguintes alterações:  \n“Art. 428.  ....................................... ............................... \n§ 1 o  A validade do contrato de aprendizagem pressupõe \nanotação na Carteira de Trabalho e Previdência Soci al, matrícula e \nfreqüência do aprendiz na escola, caso não haja con cluído o ensino \nmédio, e inscrição em programa de aprendizagem dese nvolvido sob ", "86": "orientação de entidade qualificada em formação técnico-profissional \nmetódica. \n...................................................................... \n§ 3o  O contrato de aprendizagem não poderá ser estipulado\npor mais de 2 (dois) anos, exceto quando se tratar de aprendiz \nportador de deficiência. \n...................................................................... \n§ 7o  Nas localidades onde não houver oferta de ensino médio\npara o cumprimento do disposto no § 1o deste artigo, a contratação \ndo aprendiz poderá ocorrer sem a freqüência à escola, desde que ele \njá tenha concluído o ensino fundamental.” (NR)  \nArt. 20.  O art. 82 da Lei no 9.394, de 20 de dezembro de 1996 , passa a vigorar com a \nseguinte redação:  \n“Art. 82.  Os sistemas de ensino estabelecerão as normas de \nrealização de estágio em sua jurisdição, observada a lei federal sobre \na matéria.  \n    Parágrafo único. (Revogado).” (NR)  \nArt. 21.  Esta Lei entra em vigor na data de sua publicação. \nArt. 22.  Revogam-se as Leis nos 6.494, de 7 de dezembro de 1977 , e 8.859, de 23 de \nmarço de 1994 , o parágrafo único do art. 82 da Lei no 9.394, de 20 de dezembro de 1996 , e \no art. 6o da Medida Provisória no 2.164-41, de 24 de agosto de 2001 .\n Brasília, 25 de setembro de 2008; 187o da Independência e 120o da República. \nLUIZ INÁCIO LULA DA SILVA \nFernando Haddad \nAndré Peixoto Figueiredo Lima \nDOU de 26.9.2008 , seção I, pág. 3  ", "87": " UNIVERSIDADE FEDERAL DE VIÇOSA \nPRÓ -REITORIA DE EXTENSÃO E CULTURA  \nDivisão de Extensão – Serviço de Estágios  \nCampus UFV -  VIÇOSA - MG CEP -  36570- 900 \nFone: (31) 3899- 2753 / (31) 3899 - 2158 \nestagio@ufv.br - www.estagio.ufv.br  \n \nTERMO DE COMPROMISSO  DE ESTÁGIO EXTERNO OBRIGATÓRIO  \nPelo presente instrumento particular, as partes abaixo especificadas celebram livremente, e de comum acordo entre si, \nsob a Lei nº 11.788, de 25 de setembro de 2008, este Termo de Compromisso de Estágio  mediante as cláusulas e \ncondições a seguir:  \n \nDADOS DA  UNIVERSIDADE FEDERAL DE VIÇOSA (INTERVENIENTE)  \nInstituição de Ensino: Universidade Federal de Viçosa – UFV  \nEndereço: Av. P. H. Rolfs, s/nº - Campus Universitário – 36570 -000 – Viçosa -MG \nCNPJ: 25.944.455/0001 -96 \nResponsável pela Assinatura do Termo de Compromisso: Carlos Roberto Rodrigues  \nCargo do Responsável: Coordenador do Serviço de Estágios  \nTel.: (31) 3899 -2158  \n \nDADOS DA EMPRESA E/OU INSTITUIÇÃO DE ENSINO (CONCEDENTE DO ESTÁGIO)  \nEmpresa e/ou Instituição de Ensino:  ___ \nRua:  ___ Numero:  ___ \nBairro:  ___ CEP:  ___ \nCidade:  ___ UF: ___ \nCNPJ : ___ \nResponsável pela Assinatura do Termo de Compromisso: ___ \nCargo do Responsável:  ___ \nTel.: (___ ) ___ E-mail:  ___ \n  \nDADOS DO ESTAGIÁRIO  \nNome:  ___ \nCarteira de Identidade: ___ CPF:  ___ \nCurso:  ___ Matrícula: ___ Período:  ___ \nRua:  ___ Numero:  ___ \nBairro:  ___ CEP:  ___ \nCidade:  ___ UF: ___ \nTel.: (___)___ E-mail:  ___ \n \nPLANO DE ATIVIDADES  \nDescreva em tópicos as atividades a serem desenvolvidas  \n \nCom a interveniência da Universidade Federal de Viçosa, convencionam as cláusulas e condições seguintes:  \n ", "88": "CLÁUSULA PRIMEIRA  \nEste Termo de Compromisso de Estágio reger -se-á pelas disposições da Lei 11. 788 de 25 de setembro de \n2008, e explicitará o estágio como estratégia de complementação do processo de ensino -aprendizagem, \nbem como estabelecerá as condições de sua realização.  \n \nCLÁUSULA SEGUNDA  \nFica acertado entre as partes que:  \na) O estágio terá uma jornada de atividade de  ___ horas semanais, e as atividades do estágio serão \ncumpridas em horário compatível com as atividades acadêmicas do estudante, não ultrapassando 8 horas \ndiárias.  \nb) O estágio será oferecido:  [___ ] Sem remuneração ou  \n[___ ]Com remuneração de  R$  ___ . \nc) O estágio terá validade de  ___  /  ___ /  ___  a   ___ /  ___ /  ___ podendo ser denunciado a qualquer \nmomento, unilateralmente, mediante comunicação escrita com antecedência mínima de cinco dias.  \n \nCLÁUSULA TERCEIRA  \nA concedente designa:  ___________________  \nCargo:  _______________  para atuar como supervisor(a) DO ESTÁGIO.  \n \nCLÁUSULA QUARTA  \nConstituem motivos para a INTERRUPÇÃO AUTOMÁTICA do presente TERMO DE COMPROMISSO \nDE ESTÁGIO:  \na) A conclusão ou abandono do curso e o trancamento de matrícula, se aluno regular ou especial;  \nb) A desvinculação profissional da situação que gerou o pedido e concessão;  \nc) O não cumprimento do convencionado neste TERMO DE COMPROMISSO DE ESTÁGIO.  \n \nCLÁUSULA QUINTA  \nNa vigência do presente TERMO DE COMPROMI SSO DE ESTÁGIO, o(a) ESTAGIÁRIO(A) estará \nincluído(a) na cobertura do SEGURO DE ACIDENTES PESSOAIS, proporcionada pela  \nApólice Nº:  _________________  \nDa companhia : ________________  \nCom vigência até:  de  ___  /  ___ /  ___   \n \nCLÁUSULA SEXTA  \nAssim materializado, documentado e caracterizado, o presente estágio, segundo a legislação, não \nacarretará vínculo empregatício , de qualquer natureza, entre o(a) ESTAGIÁRIO(A) e a CONCEDENTE, \nnos termos da lei 11.788 de 25 de setembro de 2008.  \n \nCLÁUSULA SÉTIMA  \nNo desenvolvimento do ESTÁGIO ora compromissado, caberá à CONCEDENTE:  \na) Proporcionar ao(à) ESTAGIÁRIO(A) atividades de aprendizado social, profissional e cultural, \ncompatíveis com o seu curso:  \nb) Proporcionar ao(à)  ESTAGIÁRIO(A) condições   de  treinamento  prático  e  de relacionamento humano;  \nc) Proporcionar, sempre que necessário, subsídios que possibilitem o acompanhamento, a supervisão e \navaliação do ESTÁGIO;  \nd) Fornecer Certificado de Estágio constando o período, a carga horária e as ati vidades desenvolvidas;  \ne) Como demais normas pertinentes asseveradas na lei supramencionada.  \n  \nCLÁUSULA OITAVA  \nNo desenvolvimento do ESTÁGIO ora compromissado, caberá ao(à) ESTAGIÁRIO(A):  \na) Cumprir com todo o empenho e interesse toda a programação estabelecida para o  ESTÁGIO;  \nb) Cumprir as normas e regulamentos da CONCEDENTE, quando lhe forem informados. Pela \ninobservância dessas normas e regulamentos, o(a) ESTAGIÁRIO(A) poderá responder por perdas e danos;  \nc) Elaborar e entregar Relatório de EST ÁGIO à CONCEDENTE, quando esta o exigir;  \nd) Como demais normas pertinentes asseveradas na lei supramencionada.  ", "89": " \nCLÁUSULA NONA  \nFica eleito o Foro da Comarca da Justiça Federal da Subseção Judiciária de Viçosa, Estado de Minas Gerais \npara dirimir eventuais dúvidas que surgirem em decorrência do presente compromisso, uma vez esgotadas \ntodas as possibilidades de entendimento amigável entre as partes.  \n \nE, por estarem de inteiro e comum acordo com as condições e dizeres deste TERMO DE COMPROMISSO \nDE E STÁGIO, as partes assinam em 03(três) vias de igual teor, e forma.  \n \nViçosa,  ___ de  ___ de  ___ . \n \n \n \n \n \n \n__________________________________  \nRESPONSÁVEL PELA ASSINATURA DO TERMO DE COMPROMISSO  \nConcedente  \n(Assinatura e Carimbo)  \n  \n \n  \n \n__________________________________  \nSUPERVISOR DO ESTÁGIO  \nConcedente  \n(Assinatura e Carimbo)  \n \n \n  \n \n \n__________________________________  \nProfessor Coordenador da Disciplina de Estágio Obrigatório  \nUniversidade Federal d e Viçosa \n(Assinatura e Carimbo)   \n  \n \n \n__________________________________  \nESTAGIÁRIO  \n(Assinatura por Extenso)  \n \n  \n \n \n__________________________________  \nCARLOS ROBERTO RODRIGUES  \nCoordenad or do Serviço de Estágio \nUniversidade Federal De Viçosa  \n \n \n \nTODO ESTÁGIO DEVERÁ SER REGISTRADO ANTES DE INICIÁ -LO. \nDIGITAR E IMPRIMIR FRENTE E VERSO – 3 VIAS  \n ", "90": "PROCEDIMENTOS PARA APRESENTAÇÃO FINAL DO TRABALHO DE \nGRADUAÇAO  \n \nA versão final do Trabalho de Graduação (TG) terá a forma de um relatório \ntécnico ou artigo científico, conforme modelo disponível no conteúdo da disciplina EPR \n491 no PVANet. O TG deverá conter pelo menos os seguinte s elementos textuais: capa, \nsumário, resumo, introdução, objetivos, revisão bibliográfica / estado da arte, métodos, resultados e discussão, conclusão / considerações finais e list a de referências \nbibliográficas;  podem conter a inda uma seção de anexos.  \nEste trabalho será submetido a uma banca de avaliação, formada pelo orientador \ne outros dois professores, indicados pelo orientador, podendo estes estarem lotados no DEP ou em outro departamento da UFV. Esta avaliação será realizada a partir do texto completo e uma apresentação oral aberta ao público com duração máxima de 30 minutos. Os procedimentos para apresentação do Trabalho de Graduação, após o texto estar completo e pronto, são os seguintes:  \n1. Inicialmente, o aluno deverá soli citar ao seu respectivo professor orientador a \nindicação dos nomes dos professores que comporão a banca examinadora ; \n \n2. O aluno deverá planejar com o professor orientador e com os membros da banca uma data para a apresentação do TG. Recomenda -se marcar a dat a de apresentação para \naté uma semana antes do final das aulas do período letivo para que haja tempo hábil de fazer as correções porventura solicitadas pela banca de avaliação;  \n \n3. A apresentação realizada após o último dia de aulas do período letivo terá a p enalidade \nde perda de 20% da nota atribuída pela banca avaliadora. Sendo o prazo máximo para apresentação a data última para aplicação dos exames finais;  \n \n4. Em seguida, o aluno deverá procurar no DEP o secretário da coordenação do curso de Engenharia de Prod ução, com no mínimo uma semana de antecedência à \napresentação, para fornecer -lhe: i) o nome do orientador; ii) os nomes dos membros \nda banca; iii) o título do trabalho; iv) a data sugerida para a apresentação. Com esses dados, ele irá redigir a ata de apresentação do Trabalho de Graduação e confirmará o agendamento da apresentação; Obs: A reserva da sala para apresentação do Trabalho de Graduação, fica a encargo do aluno que fará a apresentação do trabalho;  \n \n5. O aluno deverá encaminhar uma cópia do Trabalho de Graduação aos membros da banca em tempo hábil para sua leitura (pelo menos dez dias antes da apresentação);  \n 6. Após a apresentação do TG, o orientador deverá preencher a ata, indicando a nota final do TG. Esta será a nota final lançada no sistema de controle de avaliação, com exceção de apresentação fora do prazo estipulado. Caso a banca ache pertinente, poderá preencher a nota condicionada a modificações listadas no verso da ata, a qual será lançada no sistema somente após a entrega do trabalho corrigido pelo aluno ao professor coordenador da disciplina EPR 491;  \n \n7. Após a apresentação, o aluno deverá entregar ao secretário a ata com todas as assinaturas e uma cópia do Trabalho de Graduação (encadernada com a ata de apresentação na última folha) já com as corr eções porventura solicitadas pelos \nmembros da banca, além de uma cópia digital do Trabalho de Graduação em ", "91": "extensão .doc (ou .docx) e .pdf. A data limite para esta entrega é a data última para \naplicação dos exames finais, IMPRETERIVELMENTE.  \n ", "92": "VII - Recursos Humanos  \n \nDADOS DO CORPO DOCENTE ENVOLVIDO NO CURSO  \nDocentes  Titulação  Regime de \nTrabalho  Disciplinas \nLecionadas  \nAdriana Ferreira de Faria  DOUTOR  40 horas / DE  EPR 333  \nEPR 334  \nEPR 395  \nAlexandre Navarro  da Silva  DOUTOR  40 horas / DE  EPR 190 \nEPR 490  \nEPR 491  \nEPR 311  \nDanielle Dias Sant’Anna \nMartins  DOUTOR  40 horas / DE  EPR 322  \nEPR 421  \nIdamar Sidnei Cobianchi Nigro  MESTRE 40 horas / DE  EPR 312  \nEPR 313  \nEPR 317  \nEPR 351  \nEPR 318  \nEPR 315  \nJaqueline Akemi Suzuki \nSedyiama  MESTRE 40 horas / DE  EPR 361 \nEPR 341  \nEPR 374  \nLuciano José Minette  DOUTOR  40 horas / DE  EPR 340  \nENF 412  \nMarco Antônio Sartori  DOUTOR  40 horas / DE  EPR 397  \nEPR 487  \nEPR 488  \nEPR 489  \nNédson Antônio Campos  DOUTOR  40 horas / DE  EPR 371  \nEPR 394  \nEPR 314  \n \n \nDADOS DO CORPO TECNICO -ADMINISTRATIVO ENVOLVIDO NO CURSO  \nTécnico  Função  Formação Regime \nde \ntrabalho  \nCristiano Bonifácio Ferreira Assistente em \nAdministração  Mestre  40h \nsemanais  \nMahyhaly Dias dos Santos  Assistente em \nAdministração  Mestrando  40h \nsemanais  \nOsvaldo Batista  Contínuo  Especialização em \ncurso  40h \nsemanais  \nRodrigo Ferreira Pereira  Assistente em \nAdministração  Especialista  40h \nsemanais  \n ", "93": "MINISTÉRIO DA EDUCAÇÃO\nUNIVERSIDADE FEDERAL DE VIÇOSA\nSECRETARIA DE ÓRGÃOS COLEGIADOS\nCampus Universitário – Viçosa, MG – 36570-000 – Telefone: (31) 3899-2127 - Fax: (31) 3899-1229 - E-mail: soc@ufv.br\nRESOLUÇÃO Nº 09/2015\nO  CONSELHO DE ENSINO, PESQUISA E EXTENSÃO,  órgão máximo de \ndeliberação  no plano  didático-científico  da  Universidade  Federal  de Viçosa,  no  uso de  suas  \natribuições legais e considerando o que consta do Processo nº 15-014597, resolve\n1. aprovar a Gestão Acadêmica dos cursos de graduação da UFV , que passa a fazer \nparte integrante desta Resolução.\n2. revogar as disposições em contrário, em especial as Resoluções nº  03/2010, \n09/2010 e 07/2011 do CEPE .\n Publique-se e cumpra-se. \n         Viçosa, 23 de dezembro de 2015.\n                                                              NILDA DE FÁTIMA FERREIRA SOARES\n                                                                      Presidente do CEPE", "94": "ANEXO DA RESOLUÇÃO Nº 09/2015 – CEPE\nGESTÃO ACADÊMICA DOS CURSOS DE GRADUAÇÃO DA UFV\nCAPÍTULO I\nDA CÂMARA DE ENSINO\nArt. 1º - A gestão didático-pedagógica do ensino de graduação da UFV será exercida pela  \nCâmara de Ensino, ressalvadas as competências do Conselho Departamental do campus Viçosa, \ndo  Conselho  Acadêmico-Administrativo  dos  campi Florestal  e  Rio  Paranaíba,  do  Conselho  \nTécnico de Graduação (CTG) e do Conselho de Ensino, Pesquisa e Extensão (CEPE).\nSeção I\nDa Constituição\nArt.  2º  -  As  Câmaras  de  Ensino  dos  Centros  de  Ciências  do  campus  Viçosa  serão  \nconstituídas:\nI. do Diretor do Centro, na qualidade de Presidente;\nII. dos Coordenadores dos cursos de graduação vinculados ao Centro;\nIII. de 1 (um) membro docente da Comissão de Ensino de cada Departamento vinculado ao  \nCentro, indicado pelo respectivo Colegiado, com mandato de 2 (dois) anos, excetuados os casos  \nde departamentos já representados por Coordenador de Curso;\nIV. de 1 (um) representante docente efetivo e 1 (um) suplente de cada um dos demais Centros de  \nCiências, escolhido pela respectiva Câmara de Ensino, com mandato de 2 (dois) anos;\nV. 1 (um) representante docente efetivo e 1 (um) suplente dos cursos de pós-graduação vinculados  \nao Centro, indicado pelo Conselho Departamental do Centro, com mandato de 2 (dois) anos;\nVI. 2 (dois) representantes estudantis, eleitos pelos seus pares, entre os estudantes dos cursos de  \ngraduação vinculados ao Centro, com os respectivos suplentes, com mandato de 1 (um) ano,  \npermitida a recondução.\n§ 1º - O mandato dos representantes das Comissões Coordenadoras está vinculado ao  \nexercício da coordenação de curso.\n§ 2º - Os coordenadores de cursos poderão ser representados por suplentes, designados  \npelo Diretor do Centro, desde que sejam membros da Comissão Coordenadora.\n§ 3º - O mandato dos representantes discentes e de seus suplentes será de 1 (um) ano.\n§ 4º - Os representantes estudantis e seus suplentes, referidos no inciso VI deste artigo,  \ndeverão ter cumprido, no mínimo, 40% (quarenta por cento) da carga horária de seus cursos e não  \nterem mais de um coeficiente de rendimento insuficiente em seus históricos escolares, do que  \ndependerá, também, sua permanência na Câmara.\nArt. 3º – As Câmaras de Ensino dos campi Florestal e Rio Paranaíba serão constituídas:\nI. do Diretor de Ensino, como seu Presidente;\nII. dos Coordenadores dos cursos de graduação do campus, como representantes das respectivas  \nComissões Coordenadoras;\nIII. de 1 (um) membro docente de cada grande área do conhecimento, relacionada com os cursos  \noferecidos, indicado pelo Colegiado dos respectivos Institutos, com mandato de 2 (dois) anos,  \nexcetuados os casos de áreas já representadas por Coordenador de Curso;\nIV. de 2 (dois) representantes estudantis, eleitos pelos seus pares, entre os estudantes dos cursos de  \ngraduação, com os respectivos suplentes, com mandato de 1 (um) ano, permitida a recondução.\n§ 1º - O mandato dos representantes das Comissões Coordenadoras está vinculado ao  \nexercício da coordenação de curso.", "95": "§ 2º - Os coordenadores de cursos poderão ser representados por suplentes, designados  \npelo Diretor de Ensino, desde que sejam membros da Comissão Coordenadora.\n§ 3º - As grandes áreas do conhecimento mencionadas no inciso III serão propostas pelo  \nDiretor de Ensino e aprovadas pelo Conselho Técnico de Graduação. \n§ 4º - O mandato dos representantes discentes e de seus suplentes será de um ano.\n§ 5º - Os representantes estudantis e seus suplentes, referidos no inciso IV deste artigo,  \ndeverão ter cumprido, no mínimo, 40% (quarenta por cento) da carga horária de seus cursos e não  \nterem mais de um coeficiente de rendimento insuficiente em seus históricos escolares, do que  \ndependerá, também, sua permanência na Câmara.\nSeção II\nDas Atribuições\nArt. 4º - À Câmara de Ensino compete:\nI. promover e supervisionar o desenvolvimento do ensino de graduação;\nII. exercer a gestão didático-pedagógico dos cursos e o acompanhamento das disciplinas dos  \ncursos oferecidos;\nIII. propor a criação ou a extinção de cursos a ela vinculados;\nIV.  analisar  as  propostas  de  modificação  do  Projeto  Pedagógico  dos  cursos  de  graduação,  \napresentadas pela Comissão Coordenadora; \nV.  estimular  a  interação  interdisciplinar  dos  cursos,  Departamentos,  Institutos,  Centros  de  \nCiências, campi e da graduação e pós-graduação;\nVI. encaminhar, anualmente, à Pró-Reitoria de Ensino relatórios de acompanhamento e avaliação  \ndos cursos de graduação;\nVII.  deliberar,  ouvidas  as  Comissões  Coordenadoras,  o  Colegiado  do  Departamento  ou  do  \nInstituto ao qual está vinculada a disciplina, sobre modificação de programa analítico de disciplina  \noferecida apenas para os cursos do Centro de Ciências do campus Viçosa ou dos campi Florestal e \nRio Paranaíba;\nVIII. deliberar, ouvidas as Comissões Coordenadoras, o Conselho Departamental ou o Instituto,  \nsobre a criação e extinção das disciplinas oferecidas apenas para os cursos do Centro de Ciências  \ndo campus Viçosa ou dos campi Florestal e Rio Paranaíba;\nIX.  deliberar  sobre  compensação  de  carga  horária  optativa  ou  reconhecimento  de  disciplina  \nfacultativa como optativa;\nX. pronunciar, ouvidas as Comissões Coordenadoras, o Colegiado do Departamento ou o Instituto  \nao qual está vinculada a disciplina, sobre modificação de programa analítico e criação ou extinção  \nde qualquer disciplina para cursos de diferentes Centros de Ciências;\nXI. pronunciar sobre os critérios dos processos seletivos de ingresso nos cursos;\nXII. pronunciar sobre os critérios dos processos seletivos para a ocupação de vagas ociosas;\nXIII.  deliberar  sobre  solicitações  de  estudantes  regulares  em  matéria  relativa  a  exame  de  \nsuficiência, após ouvido o Departamento responsável pela disciplina;\n XIV. deliberar, ouvida a Comissão Coordenadora, sobre solicitações de estudantes regulares  \nrelativas à mobilidade acadêmica;\nXV. deliberar, ouvida a Comissão Coordenadora, sobre afastamentos de estudantes;\nXVI. deliberar sobre o apostilamento de diplomas;\nXVII. aprovar o relatório final de conclusão de curso dos estudantes e encaminhar à Pró-Reitoria  \nde Ensino;\nXVIII. pronunciar sobre a revalidação de diploma, ouvida a Comissão Especial;\nXIX. definir sobre a composição das Comissões Coordenadoras dos cursos do Centro de Ciências  \ndo Campus Viçosa ou dos Campi Florestal e Rio Paranaíba;\nXX. pronunciar sobre a política de contratação de docentes;\nXXI. deliberar sobre homenagens a membros de seu corpo discente;", "96": "XXII. deliberar sobre as solicitações de candidatos às vagas ociosas dos cursos do Centro de  \nCiências. \nSeção III\nDo Funcionamento\nArt. 5º - A Câmara de Ensino funcionará com a maioria de seus membros, nos termos do  \nRegimento Geral.\nArt. 6º - A Câmara de Ensino reunir-se-á, sempre que for convocada por seu Presidente ou  \npor 2/3 (dois terços) de seus membros.\nArt. 7º - As reuniões da Câmara de Ensino serão convocadas, por escrito ou por via  \neletrônica,  por  seu  Presidente,  no  prazo  mínimo  de  48  (quarenta  e  oito)  horas,  incluindo  a  \nrespectiva pauta.\n§ 1º - Em caso de urgência, o prazo de convocação poderá ser reduzido, restringindo-se à  \ndiscussão e votação da matéria que determinar a convocação.\n§ 2º - Os documentos referentes aos assuntos da pauta deverão estar à disposição dos  \nmembros do Colegiado, para exame, imediatamente após a convocação.\nArt. 8º - O comparecimento às reuniões da Câmara de Ensino é obrigatório e preferencial  \nem relação a qualquer outra atividade administrativa ou acadêmica na Universidade, respeitadas as  \nprioridades do CTG, do CEPE e do CONSU.\nParágrafo único – Perderá o mandato o membro representante que, sem causa justificada,  \nfaltar  a  3  (três)  reuniões  consecutivas  ou  a  6  (seis)  alternadas  da  Câmara,  ou  tiver  sofrido  \npenalidade por infração incompatível com a dignidade da vida universitária.\nArt. 9º – Na falta ou impedimento do Presidente da Câmara de Ensino, a presidência será  \nexercida  pelo  membro  Coordenador  de  Curso  mais  antigo  no  exercício  do  magistério  na  \nUniversidade.\n§ 1º - Mediante consulta ao Plenário, por iniciativa própria ou a requerimento de membro  \npresente à reunião, poderá o Presidente inverter a ordem dos trabalhos ou suspender a parte de  \nExpediente.\n§ 2º - Será facultado ao Conselheiro o direito de vista de qualquer processo, pelo prazo de  \n24 (vinte e quatro) horas.\n§ 3º - No regime de urgência, a concessão de vista será feita no decorrer da própria  \nreunião, para que a matéria seja objeto de deliberação antes de seu encerramento.\nArt.  10 - As  decisões  da Câmara  de  Ensino  serão  tomadas  por  maioria  simples  dos  \nmembros presentes.\n§ 1º - A votação será simbólica, nominal ou secreta, adotando-se a terceira forma sempre  \nque envolver nomes de pessoas.\n§ 2º - O Presidente da Câmara de Ensino terá apenas o voto de qualidade.\n§ 3º - Nenhum membro da Câmara de Ensino poderá votar em assunto que, direta ou  \nindiretamente, seja de seu interesse particular, de seu cônjuge, companheiro,  descendente ou  \nascendente.\n§ 4º - Ressalvados os impedimentos legais, nenhum membro da Câmara de Ensino poderá  \nabster-se de votar nos assuntos da pauta.", "97": "Art. 11 - De cada reunião da Câmara de Ensino será lavrada ata pelo secretário, a qual será  \ndiscutida e aprovada na reunião seguinte e, após a aprovação, subscrita por ele e pelo Presidente.\nArt. 12 - O Presidente poderá vetar deliberações da Câmara de Ensino até 10 (dez) dias  \napós a reunião em que forem tomadas.\n§ 1º - Vetada uma deliberação, o Presidente convocará a Câmara de Ensino para, em  \nreunião que se realizará dentro de 10 (dez) dias, tomar conhecimento das razões do veto.\n§ 2º - A rejeição do veto pela maioria de 2/3 (dois terços) da totalidade dos membros da  \nCâmara de Ensino implicará aprovação definitiva da deliberação impugnada.\nArt. 13 - Em caso de urgência e/ou inexistência de quórum para o funcionamento da  \nCâmara  de  Ensino,  o  Presidente  poderá  decidir  ad  referendum,  submetendo  a  decisão  ao  \nColegiado na próxima reunião.\nCAPÍTULO II\nDA COORDENAÇÃO DOS CURSOS DE GRADUAÇÃO\nSeção I\nDa Comissão Coordenadora\nArt.  14  -  A  coordenação  didático-pedagógica  de  cada  curso  de  graduação,  sob  a  \nadministração do Centro de Ciências no campus Viçosa ou da Diretoria de Ensino nos  campi \nFlorestal e Rio Paranaíba, será exercida por uma Comissão Coordenadora.\nParágrafo  único  –  A  Comissão  Coordenadora  exercerá  a  função  do  Núcleo  Docente  \nEstruturante,  conforme  legislação  vigente,  com  atribuições  consultivas,  propositivas  e  de  \nassessoria  sobre  matéria  de  natureza  acadêmica,  com  especial  atenção  quanto  à  elaboração,  \nimplementação, atualização e consolidação do Projeto Pedagógico do Curso.\nArt. 15 - A Comissão Coordenadora será constituída de:\nI. 5 (cinco) a 12 (doze) docentes escolhidos pelo Diretor de Centro de Ciências no campus Viçosa  \nou  pelo  Diretor  de  Ensino  nos  campi Florestal  e  Rio  Paranaíba,  a  partir  de  listas  tríplices  \norganizadas  pelos  Colegiados  dos  Departamentos  ou  dos  Institutos,  conforme  a  composição  \ndefinida pela Câmara de Ensino, com mandato de 4 (quatro) anos;\nII. 1 (um) representante dos estudantes do curso, eleito por seus pares, com mandato de um ano, e  \nseu suplente, permitida a recondução.\n§ 1º - Em caso de Departamento ou Instituto com 2 (dois) ou mais representantes, indicados  \nsimultaneamente, os nomes deverão ser apresentados em lista sêxtupla.\n§ 2º - A composição da Comissão Coordenadora deverá contar com a representação de, pelo  \nmenos, 2 (dois) Departamentos no campus Viçosa ou 2 (duas) grandes áreas do conhecimento nos  \ncampi Florestal e Rio Paranaíba.\n§ 3º - O representante estudantil e seu suplente deverão ter cumprido pelo menos 40% da carga  \nhorária de seu curso e não terem mais de um coeficiente de rendimento insuficiente em seus  \nhistóricos escolares, do que dependerá, também, sua permanência na Comissão.\nArt.  16  –  Cada  curso  terá  um  Coordenador  indicado  pelos  membros  da  Comissão  \nCoordenadora, referendado pelo Diretor do Centro de Ciências a que estiver vinculado no campus  \nViçosa ou pelos Diretores de Ensino dos campi Florestal e Rio Paranaíba,  designado pelo Reitor .  \nParágrafo  único  –  Caberá  ao  Coordenador  do  curso  a  presidência  da  Comissão  \nCoordenadora.", "98": "Art. 17 – São requisitos necessários para atuação na Comissão Coordenadora:\nI - titulação em nível de pós-graduação stricto sensu, sendo pelo menos 50% (cinquenta por cento)  \nde docentes com título de doutor;\nII - regime de trabalho em tempo integral;\nIII - pelo menos 40% (quarenta por cento) de docentes atuando ininterruptamente no curso desde o  \núltimo ato regulatório; e\nIV - experiência docente mínima de 3 (três) anos.\nParágrafo único – Para assegurar a continuidade do processo de acompanhamento  do  \ncurso, deve-se garantir a renovação parcial dos integrantes da Comissão Coordenadora.\nArt. 18 - À Comissão Coordenadora compete:\nI. elaborar, manter atualizado e propor modificações no Projeto Pedagógico do curso;\nII. avaliar, anualmente, o desenvolvimento do curso, tendo como base o instrumento de avaliação  \ninstitucional e encaminhar o relatório padronizado à Câmara de Ensino, até a 10ª (decima) semana  \ndo 2º (segundo) período letivo de cada ano;\nIII. propor à Câmara de Ensino a criação e extinção de disciplinas do curso;\nIV. manifestar sobre as modificações dos programas analíticos das disciplinas do curso;\nV. propor critérios para os processos seletivos de ingresso no curso e para a ocupação de vagas  \nociosas;\nVI.  deliberar  sobre  solicitações  de  aproveitamento  e  equivalência  de  disciplinas,  ouvidos  os  \nDepartamentos ou Institutos envolvidos, se necessário;\nVII. pronunciar sobre as solicitações de estudantes para cursar disciplinas em outras instituições  \nde ensino, no programa de mobilidade acadêmica;\nVIII. deliberar sobre a dispensa de pré ou correquisito, solicitada por estudantes regulares, ouvido  \no Departamento ou Instituto envolvido;\nIX. pronunciar sobre compensação de carga horária optativa ou reconhecimento de disciplina  \nfacultativa como optativa;\nX. selecionar os candidatos a estágio ou atividades de experiência profissional no exterior, em  \nconsonância com a coordenação do convênio na UFV;\nXI. indicar, ao Diretor de Centro do campus Viçosa ou ao Diretor de Ensino dos campi Florestal e \nRio Paranaíba, os nomes dos Orientadores Acadêmicos;\nXII. deliberar sobre critérios e procedimentos com vista à Orientação Acadêmica dos estudantes;\nXIII.  opinar  sobre  solicitações  de  estudantes  e  outros  assuntos  concernentes  ao  curso,  não  \nprevistos nos incisos anteriores.\nArt. 19 - A Comissão Coordenadora reunir-se-á, ordinariamente, 4 (quatro) vezes por  \nperíodo letivo  e, extraordinariamente,  sempre que for convocada  por seu Presidente  ou pela  \nmaioria de seus membros.\nArt. 20 - As decisões da Comissão Coordenadora serão tomadas pela maioria dos membros  \npresentes, obedecido o disposto no Regimento Geral.\nParágrafo único – O Presidente votará e, em caso de empate, exercerá o voto de qualidade.\nArt. 21 - O Centro de Ciências no campus Viçosa e a Diretoria de Ensino nos  campi \nFlorestal e Rio Paranaíba assegurarão às Comissões Coordenadoras a ele(a) vinculados(as) o apoio  \nfísico, humano e financeiro necessário ao exercício de suas funções.\nSeção II\nDo Coordenador de Curso", "99": "Art. 22 - O Coordenador do Curso e seu suplente serão eleitos pelos membros da Comissão  \nCoordenadora, indicados pelo Diretor do Centro de Ciências do campus Viçosa ou Diretor de  \nEnsino dos campi Florestal e Rio Paranaíba, e designados pelo Reitor.\nParágrafo único - O mandato do Coordenador do Curso e de seu suplente será de 2 (dois)  \nanos, permitida a recondução.\nArt. 23 - São atribuições do Coordenador:\nI. convocar e presidir as reuniões da Comissão Coordenadora do Curso;\nII. encaminhar os processos aos órgãos competentes, com pareceres ou deliberações da Comissão  \nCoordenadora;\nIII. coordenar a orientação acadêmica dos alunos do curso;\nIV. acompanhar, junto com os orientadores acadêmicos, a elaboração dos Planos de Estudos dos  \nestudantes do curso;\nV. zelar pelo cumprimento das disposições legais e regimentais concernentes ao curso;\nVI. manter atualizado o Projeto Pedagógico do curso;\nVII. responsabilizar pela inscrição dos estudantes nos processos avaliativos do MEC;\nVIII. representar o curso na Câmara de Ensino e no CTG, como membro nato;\nIX. identificar as necessidades do curso e promover gestões para seu equacionamento;\nX. analisar o relatório final de conclusão de curso dos estudantes e encaminhar à Câmara de  \nEnsino.\nSeção III\nDa Comissão de Orientadores\nArt. 24 – A Comissão Coordenadora indicará ao Diretor do Centro de Ciências no campus  \nViçosa ou ao Diretor de Ensino nos campi Florestal e Rio Paranaíba, os nomes dos Orientadores  \nAcadêmicos.\n    Parágrafo único – A Comissão Coordenadora e os docentes indicados para Orientadores  \nAcadêmicos constituirão a Comissão de Orientadores. \nArt. 25 – Compete ao Orientador Acadêmico:\nI - exercer o acompanhamento acadêmico dos seus orientados.\nII - zelar para que sejam cumpridas as determinações e recomendações constantes no \nprojeto pedagógico do curso.\nIII - elaborar, em conjunto com o seu orientado, o Plano de Estudo a ser cumprido.\nIV - pronunciar-se, quando solicitado, em assuntos relativos às atividades acadêmicas do  \nseu orientado.", "100": "MINISTÉRIO DA EDUCAÇÃO\nUNIVERSIDADE FEDERAL DE VIÇOSA\nSECRETARIA DE ÓRGÃOS COLEGIADOS\nCampus Universitário – Viçosa, MG – 36570-000 – Telefone: (31) 3899-2127 - Fax: (31) 3899-1229 - E-mail: soc@ufv.br\nRESOLUÇÃO Nº 05/2018\nO  CONSELHO DE ENSINO, PESQUISA E EXTENSÃO,  órgão máximo de \ndeliberação  no plano  didático-científico  da  Universidade  Federal  de Viçosa,  no  uso de  suas  \natribuições legais e considerando o que consta do Processo nº 16-006515, resolve\n1. prorrogar  o prazo para 17 de agosto de 2018,  para que os cursos de graduação se  \nadéquem ao estabelecido nas Diretrizes para os Cursos de Graduação da UFV, conforme consta no  \nAnexo desta Resolução;\n2. incluir os seguintes itens obrigatórios n a construção do Projeto Pedagógico do Curso: “i.  \nDescrição  da  compatibilidade  entre  as  habilidades  e  competências  esperadas  e  as  atividades  \npedagógicas programadas; e j. Consequências das alterações das atividades pedagógicas para as  \nprogramações anteriores (matrizes)”;\n3. revogar a Resolução nº 13/2016/CEPE.\n \n    \n \n Publique-se e cumpra-se. \n         Viçosa, 14 de maio de 2018.\n                                                              NILDA DE FÁTIMA FERREIRA SOARES\n                                                                      Presidente do CEPE", "101": "ANEXO DA RESOLUÇÃO Nº 05/2018 – CEPE\nDIRETRIZES PARA OS CURSOS DE GRADUAÇÃO DA UFV\nA Universidade Federal de Viçosa tem como missão exercer de forma integrada as  \natividades  de ensino,  pesquisa e extensão,  visando à universalização  da educação  superior  \npública de qualidade, à inovação, à promoção do desenvolvimento das ciências, letras e artes e à  \nformação de cidadãos com visão técnica, científica e humanística, capazes de enfrentar desafios  \ne atender às demandas da sociedade. Essa missão deve nortear os Projetos Pedagógicos dos  \ncursos de graduação oferecidos pela UFV.\nOutrossim,  o  Projeto  Pedagógico  Institucional  (PPI),  as  Diretrizes  Curriculares  \nNacionais  e  as  Diretrizes  para  os  Cursos  de  Graduação  da  UFV  serão  os  marcos  para  a  \nconstrução e/ou reconstrução dos Projetos Pedagógicos de cada curso. Nesse processo, devem  \nser observadas as seguintes dimensões:\nÉtico-política: as ações educacionais devem estar embasadas nos alicerces do saber científico e  \nna  construção  do  conhecimento,  orientadas  por  princípios  éticos  e  políticos,  visando  \ndesenvolver na comunidade acadêmica a capacidade de compreensão, de intervenção e de  \ntransformação da realidade;\nDidático-pedagógica:  o alcance  dos  objetivos  do curso deve  ser buscado  por meio  (i)  da  \nutilização de metodologias didático-pedagógicas diversas – contemplando as inovações  \nmetodológicas  orientadas  para o aprendizado ativo e participativo,  com o estímulo  às  \natividades  em  grupo,  dentro  ou  fora  da  sala  de  aula,  explorando  as  tecnologias  da  \ninformação e da comunicação nos mais diferentes formatos, (ii) da flexibilidade, (iii) da  \ninterdisciplinaridade e (iv) da articulação entre teoria e prática;\nLegal: a estrutura curricular deverá fundamentar-se nos aspectos legais, internos e externos,  \nreferentes ao curso;\nEstrutural: o espaço físico deve permitir o fortalecimento e facilitar o processo de ensino e  \naprendizagem, incluindo atividades didático-pedagógicas inovadoras e diversas; e\nAvaliativa:  os parâmetros  e os procedimentos  de acompanhamento  e avaliação do Projeto  \nPedagógico de Curso (PPC) devem ser definidos de modo a (i) verificar a compatibilidade  \nentre os objetivos de cada curso, as competências esperadas dos egressos e as atividades  \ndidático-pedagógicas oferecidas e (ii) permitir, no processo de gestão, a busca de soluções  \npara eventuais problemas constatados.", "102": "No  debate  sobre  o  PPC  devem  ser  considerados:  i)  os  objetivos  do  curso  e  as  \ncompetências  esperadas  dos egressos; ii) as metodologias  e as práticas  pedagógicas;  iii) os  \nconteúdos, a organização curricular e a carga horária; iv) o espaço físico; e v) os mecanismos de  \nacompanhamento e avaliação dos cursos.\nDeve-se ter clareza dos perfis dos estudantes, com suas muitas particularidades, e da  \nsociedade em que estamos inseridos, a qual se encontra em acelerado processo de geração de  \nnovas informações, com problemas cada vez mais complexos a serem resolvidos. \nO PPC deve contemplar a adoção de estratégias educativas variadas e complementares no  \npensar  e  fazer  acadêmicos;  o  conhecimento  das  realidades  regional  e  nacional  e  dos  seus  \ncondicionantes sócio-histórico-político-culturais; a formação de profissionais competentes para  \natuar  responsavelmente  nessa  realidade,  com  compromisso  diante  das  necessidades  e  dos  \ninteresses básicos da comunidade; a articulação entre as atividades de ensino, pesquisa e \nextensão e a incorporação de tecnologias da informação e da comunicação. \nAs discussões para a construção do Projeto Pedagógico de Curso, com a participação de  \ntoda a comunidade acadêmica, devem ainda levar em conta as condições estruturais, sociais,  \nculturais e políticas da Instituição e assegurar que o PPC seja organizado com estrutura e caráter  \nflexíveis,  em  constante  avaliação  e  aprimoramento,  permitindo  rápidos  e  constantes  \naperfeiçoamentos. \nPERFIL DO EGRESSO\nO tempo na Universidade deve contribuir para a formação de um cidadão imbuído de  \nvalores éticos que, com competência formal e política, possa atuar no seu contexto social de  \nmaneira comprometida com a construção de uma sociedade justa e solidária. \nNo  PPC,  tão  importante  quanto  a  garantia  da  sólida  formação  fundamentada  em  \ncompetências teóricas e práticas, é a aquisição de habilidades comportamentais fundamentais  \npara o exercício da cidadania e a inserção e permanência profissional do egresso em uma  \nsociedade cada vez mais exigente, em constante transformação e acelerado processo de geração  \nde informações e conhecimento.\nPara assegurar essa formação, as ações educacionais devem:\nI.oportunizar vivências imbuídas de valores, como solidariedade e ética; \nII.praticar o respeito e acolhimento às diferenças; \nIII.assumir processos educativos com caráter inclusivo e de respeito à pluralidade; \nIV.respeitar  a  natureza,  a  partir  da  busca  pelo  equilíbrio  ambiental  e  desenvolvimento  \nsustentável; ", "103": "V.formar cidadãos críticos e reflexivos, capazes de atuar, agir e modificar a realidade na qual  \nestão inseridos; \nVI.valorizar a tecnologia no que tange à contribuição para a melhoria da qualidade de vida das  \npessoas; e\nVII.implantar  atividades  de  ensino,  pesquisa  e  extensão  alicerçadas  no  princípio  da  \nindissociabilidade.\nOs cursos de graduação da UFV devem capacitar o estudante com uma sólida formação  \ntécnico-científica profissional, com competências e habilidades necessárias para:\nI.compreender e aplicar a ética e a responsabilidade profissionais;\nII.projetar e conduzir experimentos, assim como analisar e interpretar os seus resultados; \nIII.atuar em equipes multidisciplinares, de modo a compartilhar novos conhecimentos; \nIV.comunicar-se eficientemente nas formas escrita, oral e gráfica; \nV.avaliar o impacto das atividades profissionais no contexto social e ambiental; e\nVI.assumir a postura de permanente busca de atualização profissional. \nORGANIZAÇÃO CURRICULAR\nNo PPC, deve-se observar o seguinte:\nI.Além de seguir as diretrizes curriculares específicas de cada curso, a organização da matriz  \ncurricular deve permitir o desenvolvimento de projetos, preferencialmente integrados a  \nmais de uma disciplina, e atividades extraclasse.\nII.A flexibilização deve ser assegurada na matriz curricular, por meio do oferecimento de  \ndisciplinas optativas e facultativas, de projetos multidisciplinares, de estágios, de atividades  \nacadêmico-científico-culturais e complementares, da mobilidade acadêmica, da atuação em  \nprogramas de monitoria e tutoria, da participação em empresas juniores e outras atividades  \nempreendedoras e de cunho social, da participação em projetos de extensão, de modo a  \npermitir a exploração e a abordagem tanto de temas do campo especializado como de  \noutros temas abrangentes, atuais e relevantes.\nIII.A legislação específica pertinente a cada um dos cursos de graduação deve ser respeitada e  \nclaramente interpretada, bem como deve ser feita a previsão do tempo necessário para  \nestudo individual e/ou em grupo.\nIV.A carga horária do curso em disciplinas obrigatórias não deve ultrapassar 75% da carga  \nhorária total.\nV.Para a complementação da carga horária total exigida, devem ser propostos: \n1o oferecimento de disciplinas optativas; ", "104": "2o oferecimento de disciplinas-projetos; \n3a ampliação da carga horaria mínima obrigatória em estágio; e/ou\n4a possibilidade do aproveitamento de atividades complementares.\nVI.A carga horária semanal recomendada com aulas não deve ser superior a 24 horas-aula,  \nrespeitada a legislação específica dos cursos. \nVII.A carga horária das atividades relacionadas ao desenvolvimento de projetos e de estudos  \ndirigidos  pode  não  estar,  necessariamente,  incluída  na  carga  horária  máxima  semanal  \nrecomendada.\nVIII.Nos semestres dedicados à realização de estágio, a carga horária semanal nesta atividade  \nnão deve ser superior a 36 horas.\nIX.Deve-se estimular o oferecimento de disciplinas semipresenciais, preferencialmente abertas  \nà  matrícula  de  estudantes  dos  três  campi da  UFV,  que  poderão  colaborar  com  o  \ndesenvolvimento  de  habilidades  comportamentais  como  autonomia,  disciplina  e  \nresponsabilidade, dentre outras.\nX.Deve-se assegurar aos estudantes a possibilidade de cursarem, no mínimo, 10% da carga  \nhorária total do curso em atividades didáticas semipresenciais. Este percentual deverá ser  \nampliado ao longo dos próximos cinco anos.\nXI.O Primeiro Ano no curso de graduação deve merecer atenção especial no PPC. Durante  \nesse período, recomenda-se que:\nI.os estudantes sejam acolhidos na Universidade, com orientação acadêmica especial; \nII.as atividades de acompanhamento e de orientação pedagógica incluam a apresentação  \nà  vida  universitária,  o  conhecimento  do  PPC  e  das  habilidades  e  competências  \nesperadas do egresso do curso; \nIII.a  carga  horária  semanal  de  atividades  de  aulas  não  ultrapasse  20  horas-aula,  \nespecialmente durante o primeiro semestre do curso (nesse caso, a carga horária das  \natividades de desenvolvimento de projeto, estudo dirigido e complementares pode não  \nestar incluída nesta carga horária semanal);\nIV.sejam programadas cargas horárias de estudo dirigido para disciplinas oferecidas no  \nperíodo, fortalecendo a importância do estudo no processo de aprendizagem;\nV.as medidas e ações previstas no PPC e os horários programados para as disciplinas  \ndevem permitir e estimular a participação em atividades esportivas e culturais.\nXII.Atenção  especial  deve  ser  dada  às  disciplinas  básicas  e  iniciais  das  várias  áreas  do  \nconhecimento, oferecidas para cada um dos cursos de graduação. Na definição do conteúdo  ", "105": "e da metodologia para tais disciplinas é fundamental considerar a proposta pedagógica do  \ncurso.\nAs  atividades  extraclasse  são  fundamentais  no  processo  de  aprendizado  e  devem,  \npreferencialmente, integrar temas abordados por duas ou mais disciplinas.  Mais importante do  \nque aquilo que o professor faz, deve ser o que o estudante faz, dentro e fora da sala de aula. Para  \nserem eficientes, as tarefas devem ser programadas, preferencialmente, como atividades integradas  \ne definidas no Projeto Pedagógico do Curso, para permitir a multidisciplinaridade e evitar a  \nsobrecarga do estudante, com a consequente queda de rendimento no processo de aprendizado. A  \ncarga horária em sala de aula deve ser compatível com a das atividades extraclasse.\nAs disciplinas-projetos, os estágios e outras atividades extensionistas devem oferecer ao  \nestudante a oportunidade de utilizar os conhecimentos e habilidades adquiridas ao longo do curso,  \nde  modo  integrado,  para  responder  às  necessidades  e  aos  desafios  que  enfrentará  na  vida  \npessoal/profissional.\nAs disciplinas são parte do PPC e, para que seja possível o acompanhamento e avaliação  \ndos cursos de graduação, é necessário que constem nos Programas Analíticos os objetivos e a  \nmetodologia  utilizada.   A distribuição  da carga horária (tanto a que se refere aos encargos  \ndidáticos do professor, como aquela em que os estudantes se dedicam aos estudos e/ou às outras  \natividades previstas) também deve estar registrada nos respectivos programas.\nMETODOLOGIAS\nNão há um modelo didático-pedagógico pronto que garanta o sucesso e a solução para  \ntodas  as  dificuldades  e  realidades,  mas  existem  consensos.  Três  afirmativas  podem  ser  \nconsideradas consensos sobre o processo de ensino e aprendizagem: i) para aprender, é preciso  \nestudar, preferencialmente em grupo; ii) para estudar e aprender, é indispensável a vontade, o  \ndesejo; e iii) um eficiente processo para motivar e despertar a vontade de aprender do estudante é a  \nbusca  de  soluções  para  problemas  reais,  com  a  integração  dos  conhecimentos.   Assim,  um  \ncaminho  comprovadamente  eficiente  é  o  aprendizado  ativo  e,  em  especial,  o  aprendizado  \ncolaborativo e cooperativo, baseado em problemas e projetos. \nApesar das atuais exigências para a formação profissional, é possível constatar que as  \nmetodologias de ensino vigentes e as estruturas curriculares apresentam ainda uma grande ênfase  \nnos conteúdos, assumindo um modelo técnico que se pauta na transmissão-recepção. \nAs informações são facilmente encontradas na internet e, portanto, a figura do professor  \nnão é a única possibilidade para o seu acesso. O tempo na sala de aula, portanto, deve ser dedicado  ", "106": "ao  aprimoramento  do  espírito  crítico,  à  análise,  ao  incentivo  à  criatividade,  ao  pensamento  \nsistêmico, à colaboração e à construção coletiva de novos conhecimentos, sempre com a mediação  \ndo  professor.  Isso  permitirá  aos  estudantes  entenderem  aspectos  essenciais  do  conhecimento  \ncientífico, tal como a sua provisoriedade, incertezas e limitações. \nA importância dos três componentes do processo de ensino-aprendizagem – professores,  \nestudantes  e  projeto  pedagógico  –  é  reconhecida,  mas  pouca  atenção  é  dada  ao  terceiro  \ncomponente e as falhas tendem a recair sobre o professor ou o estudante. Tal aspecto reforça a  \nnecessidade  de  serem  consideradas,  no  PPC,  a  metodologia  de  ensino,  a  aprendizagem  e  a  \norganização curricular.    \nNa construção do Projeto Pedagógico do Curso, sugere-se que sejam levados em conta  \nprocedimentos e métodos de ensino reconhecidos como eficientes e que:\na.envolvam o estudante no processo de aprendizado;\nb.garantam o debate em pequenos grupos como eficiente forma de assegurar um processo  \nativo e participativo;\nc.estimulem o estudante para o uso da informação, construindo e praticando o conhecimento,  \npor meio da realização de exercícios, relatórios, apresentações orais, projetos e testes;\nd.incentivem e encorajem a reflexão, pois o estudante precisa refletir para aprender a pensar  \ncriticamente sobre o objeto de conhecimento e as ações práticas com que ele se envolve;\ne.proporcionem meios para que o estudante seja desafiado e que tenha sucesso (o estudante  \nque não é desafiado não tem estímulo, da mesma forma que aquele que nunca obtém sucesso  \nse frustra e, muitas vezes, desiste); \nf.encorajem  o estudante a ensinar outros estudantes, fomentando a colaboração, e não a  \ncompetição (o estudante que exerce a tutoria com um pequeno grupo de colegas aprenderá  \nmais, da mesma forma que os estudantes tutorados);\ng.encorajem  a  realização  de  tarefas  orientadas  e  desafiadoras,  bem  planejadas,  que  \naumentarão o aprendizado e a motivação; e \nh.desenvolvam estratégias que permitam ao estudante ir para a sala de aula preparado para  \ndiscutir, mesmo que parcialmente, o tema a ser abordado, de modo a aproveitar o horário  \nde aula de forma eficiente;\ni.descrição da compatibilidade entre as habilidades e competências esperadas e as atividades  \npedagógicas programadas; e\nj.consequências das alterações das atividades pedagógicas para as programações anteriores  \n(matrizes).", "107": "Para  o  melhor  aproveitamento  dos  momentos  em  sala  de  aula,  deve-se:  i)  realizar  \natividades que instiguem os estudantes a pensar, por exemplo, realizando-se aulas baseadas na  \nresolução de problemas contextuais, capazes de estimular a pesquisa, a análise, a síntese e a  \nconstrução  de  novos  saberes  articulados  aos  conteúdos  em  estudo;  ii)  saber  o  nível  de  \nconhecimento atual e o pretendido pelos estudantes; iii) desenvolver questões que promovam a  \nexploração e o crescimento dos estudantes; iv) utilizar, sempre que possível, material visual e  \nconcreto, de forma a buscar estabelecer conexões com os objetos de conhecimento discutidos em  \nsala  de  aula;  v)  proporcionar  aos  estudantes  um  ambiente  na  sala  de  aula  que  estimule  o  \nquestionamento, o comentário e o debate; e vi) promover atividades em grupo e em espaços não  \nformais de ensino.  \nAs atividades pedagógicas complementares devem desenvolver um ambiente propício à  \nautoaprendizagem,  por  meio,  por  exemplo:  da  adoção  do  ensino  associado  à  pesquisa  e  à  \nextensão; do oferecimento de disciplinas-projetos; da realização de seminários e debates; da  \ndiscussão de estudos de casos; da organização de dinâmicas de grupo; dos estudos dirigidos; do  \nestímulo ao aprendizado baseado em projetos e/ou problemas; da elaboração de artigos, ensaios,  \nrelatos  de experiências, relatórios  técnico-científicos  e monografias. Essas atividades, dentre  \noutras, devem buscar desenvolver a capacidade de comunicação escrita, interpretação, análise e  \naplicação de textos e soluções de problemas  previamente formulados. Elas devem procurar,  \nainda, ativar a comunicação entre os pares, o aprendizado horizontal, a criatividade e o desejo de  \ncontribuir com novos elementos de discussão e análise.\nRECURSOS HUMANOS E FÍSICOS\nDeve  constar  do  PPC  a  relação  atual  de  docentes  e  de  técnicos  responsáveis  pela  \ncondução do curso, bem como a estrutura física disponível para a realização das atividades.  \nDeve ser incluída, também, a relação de docentes e de técnicos desejável.  Essas informações  \nnos Projetos Pedagógicos dos Cursos, além de qualificar o planejamento das ações, uma vez que  \nserão observadas as condições para o desenvolvimento das atividades acadêmicas propostas,  \npermitirá,  na  construção  do  Plano  de  Gestão  para  a  Graduação  na  UFV,  a  definição  de  \nprioridades  tanto  para  a  contratação  de  docentes  e  técnicos,  como  para  as  novas  obras  e  \nadaptações das edificações, buscando melhorar as condições de oferecimento dos cursos de  \ngraduação. É preciso destacar, ainda, que a infraestrutura da Universidade deve garantir o pleno  \natendimento  aos  deficientes  físicos, com  espaços  adaptados  e acessíveis,  além  de recursos  \nmateriais e de pessoal qualificado. ", "108": "PROCESSO DE AVALIAÇÃO E ACOMPANHAMENTO DO PPC\nDeve  ser  descrito  no  PPC  o  processo  de  acompanhamento  e  avaliação  do  curso,  \ncontemplando a adoção de procedimentos de revisão e atualização contínua, tendo em vista a  \nnecessidade de buscar aperfeiçoamento constante, considerando a evolução do conhecimento e  \nas mudanças das demandas sociais.\nPara facilitar o processo de avaliação do curso, no PPC, as habilidades e as competências  \npretendidas para o egresso devem ser relacionadas com cada uma das disciplinas e/ou atividades  \ndidáticas programadas, devendo ser quantificado o nível de atendimento esperado.  Portanto, fará  \nparte do processo de acompanhamento do curso aferir o alcance dos objetivos, das habilidades e  \ndas competências pretendidas, com a participação de diferentes públicos. \nO processo de avaliação do curso deve ser acompanhado de proposta de medidas a serem  \ntomadas, quando for o caso, frente aos problemas identificados.", "109": "X – Relação dos periódicos especializados, indexados e correntes sobre a forma \nvirtual ou impressa, que atendem as principais áreas do curso.  \n \nA seguir é apresentada uma relação de periódicos especializados que são \nutilizados pelo corpo docente e discente  do curso de Engenharia de Produção da UFV.  \n \nISBN  Título  \n1519 -7859  Ação Ergonômica  \n0974 -1658  Advances and Applications in Discrete Mathematics  \n0965 -9978  Advances in Engineering Software  \n1662 -0356  Advances in Science and Technology  \n1824 -5463  Advances in Transportation Studies  \n1809 -7189  Anais – SIMPEP  \n1012 -2443  Annals of Mathematics and Artificial Intelligence  \n0254 -5330  Annals of Operation Research  \n0020 -3157  Annals of the Institute of Statistical Mathematics  \n1452 -8630  Applicable Analysis and Discrete Mathematics  \n0307 -904X  Applied Mathematical Modeling  \n0096 -3003  Applied Mathematics and Computation  \n0168 -9274  Applied Numerical Mathematics  \n1524 -1904  Applied Stochastic Models in Business and Industry  \n0890- 0604 Artificial Intelligence for Engineering Design, Analysis and \nManufacturing  \n1518 -160X  Boletim da SOBRAPO  \n1679 -8171  Brazilian Journal of Operations and Production Management  \n0143 -6244  Building Services Engineering Research & Technology  \n0104 -0790  Cadernos de Engenharia (PUCCAMP)  \n0319 -5724  Canadian Journal of Statistics  \n1435 -246X  Central European Journal of Operations Research  \n1405 -5546  Computacion y Sistemas  \n1807 -0302  Computational & Applied Mathematics  \n0824 -7935  Computational Intelligence  \n0360 -8352  Computers & Industrial Engineering  \n0898 -1221  Computers & Mathematics with Applications  \n0305 -0548  Computers & Operations Research  \n0166 -218X  Discrete Applied Mathematics  \n1572 -5286  Discrete Optimization  \n0013 -7707  Engenharia (São Paulo)  \n1415 -3025  Engenharia Estudo e Pesquisa  \n0952 -1976  Engineering Applications of Artificial Intelligence  \n0264 -4401  Engineering Computations  \n0364 -152X  Environmental Management (New York ) \n0014 -0139  Ergonomics (London ) \n1010 -2728  Ergonomics Southern Africa  \n0304 -3797  European Journal of Engineering  Education  \n1555 -4015  European Journal of Management  \n0377 -2217  European Journal of Operational Research  \n1679 -9690  Falando em Qualidade  \n0104 -530X  Gestão & Produção (UFSCAR)  ", "110": "1981 -1543  Gestão & Tecnologia de Projetos  \n1541 -1672  IEEE Intelligent Systems  \n0018 -9340  IEEE Transactions on Computers  \n0018 -9391  IEEE Transactions on Engineering Management  \n0272 -4960  IMA Journal of Applied Mathematics  \n1517 -3860  Inteligência Empresarial (UFRJ)  \n1097 -0207  International Journal for Numerical Methods in Engineering  \n0029 -5981  International Journal for Numerical Methods in Engineering  \n1779- 627X  International Journal for Simulation and Multidisciplinary Design \nOptimization  \n1433 -3015  International Journal of Advanced Manufacturing Technology  \n1311 -1728  International Journal of Applied Mathematics  \n0952 -8091  International Journal of Computer Applications in Technology  \n0972 -9038  International Journal of Computer Science and Applications  \n1998 -4308  International Journal of Computers  \n0949 -149X  International Journal of Engineering Education  \n0020 -7225  International Journal of Engineering Science  \n1943 -670X  International Journal of Industrial Engineering  \n0813 -0183  International Journal of Management  \n1462 -4621  International Journal of Management and Decision Making  \n1998- 0140 International Journal of Mathematical Models and Methods in Applied \nSciences  \n1998 -0159  International Journal of Mathematics and Computers in Simulation  \n1082 -1910  International Journal of Operations and Quantitative Management  \n1813 -713X  International Journal of Operations Research  \n0020 -7543  International Journal of Production Research  \n0267 -5730  International Journal of Technology Management  \n1474- 2748 International Journal of Technology Management & Sustainable \nDevelopment  \n0268 -3768  International Journal, Advanced Manufacturing Technology  \n0969 -6016  International Transactions in Operational Research  \n0874 -5161  Investigação Operacional  \n1343 -0130  Journal of Advanced Computational Intelligence  \n0956 -5515  Journal of Intelligent Manufacturing  \n0278 -6125  Journal of Manufacturing Systems  \n1741 -038X  Journal of Manufacturing Technology Management  \n1355 -2511  Journal of Quality in Maintenance Engineering  \n1094 -6136  Journal of Scheduling  \n0022 -4456  Journal of Scientific & Industrial Research  \n0025 -1747  Management Decision  \n0025 -1909  Management Science  \n1024 -123X  Mathematical Problems in Engineering  \n0025 -5610  Mathematical Programming  \n0378 -4754  Mathematics and Computers in Simulation  \n0167 -6377  Operations Research Letters  \n1029 -4945  Optimization  \n1055 -6788  Optimization Methods & Software  \n1679 -5830  Pesquisa & Desenvolvimento em Engenharia de Produção  \n0101 -7438  Pesquisa Operacional (Impresso)  ", "111": "1678 -5142  Pesquisa Operacional ( Online ) \n1059 -1478  Production and Operations Management  \n1516 -3660  Produto & Produção (Impresso)  \n1938 -8026  Produto & Produção ( Online ) \n0898 -2112  Quality Engineering  \n1679 -4435  Revista Brasileira de Medicina do Trabalho  \n0104 -7698  Revista Brasileira de Pesquisa e Desenvolvimento  \n0103 -0752  Revista Brasileira de  Probabilidade e Estatística  \n1983 -9952  Revista Eletrônica Produção & Engenharia  \n0036 -1399  SIAM Journal on Applied Mathematics  \n1052 -6234  SIAM Journal on Optimization  \n1569 -190X  Simulation Modelling Practice and Theory  \n1930 -1855  SPE Production & Operations  \n1359 -8546  Supply Chain Management  \n1875 -9343  The Ergonomics Open Journal  \n "}