{"1": " \n  \nUniversidade Federal de Minas Gerais  \n \nEscola de Engenharia  \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO  DO  \nCURSO DE GRADUAÇÃO E M  \nENGENHARIA AMBIENTAL  \nV O L U M E  1  \n \n \n \n \n \n \nBelo Horizonte – MG \n \n \n \nversão D -2018/1 \n ", "2": " \nProjeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 ii SUMÁRIO  \n1 CONTEXTUALIZAÇÃO DA UFMG  ................................ ................................ ................................ ....... 1 \n1.1 DADOS DE IDENTIFICAÇÃO  ................................ ................................ ................................ ........................  1 \n1.2 PERFIL INSTITUCIONAL , MISSÃO , BREVE HISTÓRICO ................................ ................................ .................  2 \n1.2.1  Missão  ................................ ................................ ................................ ................................ .............  2 \n1.2.2  Breve Histórico  ................................ ................................ ................................ ................................  2 \n2 CONTEXTUALIZAÇÃO DO CURSO ................................ ................................ ................................ ...... 4 \n2.1 DADOS DE IDENTIFICAÇÃO DA UNIDADE E DO CURSO  ................................ ................................ ...............  4 \n2.2 BREVE HISTÓRICO DA UNIDADE E DO CURSO  ................................ ................................ ............................  5 \n3 REQUISITOS DE ACESSO  ................................ ................................ ................................ .......................  5 \n4 BASES LEGAIS  ................................ ................................ ................................ ................................ ...........  6 \n5 OBJETIVOS ................................ ................................ ................................ ................................ .................  7 \n5.1 OBJETIVOS GERAIS  ................................ ................................ ................................ ................................ .... 7 \n5.2 OBJETIVOS ESPECÍFICOS  ................................ ................................ ................................ ............................  7 \n6 PERFIL DO EGRESSO  ................................ ................................ ................................ ..............................  8 \n7 PRINCÍPIOS TEÓRICOS E METODOLÓGICOS  ................................ ................................ ...............  10 \n8 ORGANIZAÇÃO CURRICUL AR ................................ ................................ ................................ ..........  11 \n8.1 TRAJETÓRIAS /PERCURSOS DE INTEGRALIZAÇÃO  ................................ ................................ .....................  12 \n8.2 REPRESENTAÇÃO DO CURRÍCULO  ................................ ................................ ................................ ............  12 \n8.3 EIXO METODOLÓGICO  ................................ ................................ ................................ .............................  22 \n8.4 TRABALHO DE CONCLUSÃO DE CURSO  ................................ ................................ ................................ .... 24 \n8.5 ESTÁGIO SUPERVISIONADO  ................................ ................................ ................................ ......................  25 \n8.6 ATIVIDADES ACADÊMICO - CIENTÍFICO - CULTURAIS DE NATUREZA OPTATIVA  ................................ ........  26 \n9 AVALIAÇÃO DA APRENDI ZAGEM  ................................ ................................ ................................ .... 26 \n10 POLÍTICAS  ACADÊMICAS  ................................ ................................ ................................ ...................  28 \n10.1 PROGRAMAS DE PESQUISA E EXTENSÃO  ................................ ................................ .............................  28 \n10.2 ACESSIBILIDADE  ................................ ................................ ................................ ................................ . 30 \n11 INSTALAÇÕES, LABORAT ÓRIOS E EQUIPAMENTOS  ................................ ................................ . 31 \n12 BIBLIOTECA  ................................ ................................ ................................ ................................ ............  33 \n13 GESTÃO DO CURSO, PES SOAL DOCENTE E TÉCNI CO-ADMINISTRATIVO  ..........................  33 \n13.1 GESTÃO DO CURSO  ................................ ................................ ................................ ..............................  33 \n13.2 PESSOAL DOCENTE  ................................ ................................ ................................ ..............................  34 \n13.3 FUNCIONÁRIOS TÉCNICO -ADMINISTRATIVOS  ................................ ................................ ......................  34 \n13.4 NÚCLEO DOCENTE ESTRUTURANTE (NDE)  ................................ ................................ ........................  34 \n14 AVALIAÇÃO DO CURSO  ................................ ................................ ................................ .......................  34 \n ", "3": "1 \nProjeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Volume 1 - Versão 20 18/1 1 CONTEXTUALIZAÇÃO DA UFMG  \n1.1  Dados de Identificação  \nMantenedora: Ministério da Educação  \nIES: Universidade Federal de Minas Gerais - UFMG  \nNatureza Jurídica:  \nPessoa Jurídica de Direito Públic o - Federal  CNPJ:  \n00.394.445/0188 -17 \nEndereço:  \nAv: Antônio Carlos, 6627  \nPampulha – Belo Horizonte – MG  \nCEP: 31270 – 901 Fone:  \n+55 (31) 3409 -5000  \nSitio: http//: ufmg.br  \ne-mail: reitor@ufmg.br  \nAto Regulatório: Credenciamento  \nLei Estadual  \nNº documento: 956 \nData de Publicação: 07/09/1927  Prazo de Validade:  \nVinculado ao Ciclo Avaliativo  \nAto Regulatório: Recredenciamento  \nLei Federal  \nNº documento: 971  \nData de Publicação: 19/12/1949  Prazo de Validade:  \nVinculado ao Ciclo Avaliativo  \n \nCI - Conceito Institucion al  4 2009  \nIGC – Índice Geral de Cursos  5 2009  \nIGC Contínuo  4.1700  2009  \n \n \n \n \n \n \n ", "4": "2 \nProjeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Volume 1 - Versão 20 18/1  \n1.2 Perfil Institucional, Missão, Breve Histórico  \nA Universidade Federal de Minas Gerais (UFMG) tem por finalidades precípuas a geração, o \ndesenvolvimento, a transmissão e a ap licação de conhecimentos por meio do ensino, da pesquisa \ne da extensão, compreendidos de forma indissociada e integrados na educação e na formação \ntécnico -profissional dos cidadãos, bem como na difusão da cultura e na criação filosófica, \nartística e tecnol ógica. No cumprimento dos seus objetivos, a UFMG mantém cooperação \nacadêmica, científica, tecnológica e cultural com instituições nacionais e internacionais e \nconstitui -se, também, em veículo de desenvolvimento regional, nacional e internacional.  \n1.2.1 Missão  \nVisando ao cumprimento integral das suas finalidades, e ao seu compromisso  com os interesses \nsociais, a UFMG assume como missão gerar e difundir  conhecimentos científicos, tecnológicos e \nculturais, destacando -se como  Instituição de referência na formação de indivíduos críticos e \néticos, dotados de  sólida base científica e humanística e comprometidos com intervenções  \ntransformadoras na sociedade, visando o desenvolvimento econômico, a  diminuição de \ndesigualdades sociais e a redução das assimetrias regionais,  bem como o desenvolvimento \nsustentável.  \n1.2.2 Breve Histórico  \nEm 7 de setembro de 1927 , por meio da  Lei Estadual nº 956, foi fundada a Universidade de \nMinas Gerais (UMG), pela reunião das quatro instituições de ensino superior existentes, à época, \nem Belo Horizon te: a Faculdade de Direito, criada em 1892; a Faculdade de Medicina, criada em \n1911; a Escola de Engenharia, criada em 1911; e a Escola de Odontologia e Farmácia, cujos \ncursos foram criados em, respectivamente, 1907 e 1911.  \n \nEssa Universidade permaneceu c omo Instituição Estadual – UMG – até 17 de dezembro  de 1949, \nquando foi federalizada. A Universidade Federal de Minas Gerais, cujo nome foi adotado em \n1965, por determinação  do Governo Federal, é pessoa jurídica de direito público, mantida pela \nUnião, dota da de autonomia  didático -científica, administrativa, disciplinar e de gestão financeira \ne patrimonial.   \n \nA partir da década de 1960, iniciou -se a implantação do Campus Pampulha, que passou por um \nprocesso de reestruturação em 1967 . Com  o advento da Reforma  Universitária, em 1968, a \nUFMG sofreu profunda alteração orgânica, principalmente no que se refere à estrutura do seu \nsistema de ensino . Ainda em 1968, elaborou -se um plano paisagístico que definiu diretrizes para \na implantação definitiva do Campus , o qua l foi sendo complementado, até o final dos anos 1990, \nmediante políticas específicas, o qual permitiram a ocupação do amplo terreno da Pampulha.  \n \nAlém do Campus Pampulha, em sua estrutura física atual a UFMG conta com o Campus Saúde, \nlocalizado na região central de Belo Horizonte, a Faculdade de Direito , além do Centro Cultural \ne do Museu de História  Natural e Jardim Botânico. Fora da capital, funcionam o Instituto  de \nCiências Agrárias, situado  no Campus Regional de Montes Claros . \n \nAo lado de uma política de expansão que perpassa sua trajetória desde a fundação, a UFMG tem -\nse pautado por parâmetros de mérito e qualidade acadêmicos em todas as suas áreas de atuação. \nComo  Instituição de Ensino S uperior integrante do Sistema Federal de Ensino Superior \nBrasilei ro, a UFMG é a maior Universidade Pública do Estado de Minas Gerais e destaca -se não ", "5": "3 \nProjeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Volume 1 - Versão 20 18/1 apenas pela abrangência de sua atuação, mas também pelos mais elevados índices de produção \nintelectual, características que justificam sua posição de referência e de lider ança, tanto regional \nquanto nacional.  \n \nA UFMG desenvolve projetos  e programas de ensino, nos níveis de Graduação e de  Pós-\nGraduação, Pesquisa e Extensão, sob a forma de atividades presenciais e a distância,  em todas as \náreas do conhecimento. Ocupa -se, tam bém, da oferta de cursos de Educação  Básica e \nProfissional – na Escola de Educação Básica e Profissional, no Campus Pampulha,  e no Núcleo \nde Ciências Agrárias, no Campus Regional de Montes Claros. Além de se constituírem  um \ncampo de experimentação para a f ormação no ensino superior, esses sistemas  de Educação \nBásica e Profissional da UFMG compõem um locus de produção teórica e  metodológica sobre \nquestões referentes a esses níveis de ensino, inclusive de propostas de  integração entre ambos.  \n ", "6": "4 \nProjeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Volume 1 - Versão 20 18/1 2 CONTEXTUALIZAÇÃ O DO CURSO  \n2.1  Dados de Identificação da Unidade e do Curso  \n \nCurso: Engenharia Ambiental  \nUnidade: Escola de Engenharia   \nEndereço:  Av. Antônio Carlos, 6.627 - Campus \nPampulha  – CEP: 31270 -901 Belo Horizonte - MG Fone:  \n+55 (31) 3409 -3552  \n \nSitio:  \nhttp//: colgrad.ufmg.br/ambiental  \n \ne-mail:  \nambiental@eng.ufmg.br  \nNúmero de Vagas:   \n50 vagas  CPC:   \nNão se aplica  \nTurno de Funcionamento:   \nDiurno  Carga Horária Total:   \n3630 h \nTempo de Integralização:  \nMínimo:  10 semestres  \nMáximo:  17 semestres  Modalidade:   \nPresencial  \n ", "7": "5 \nProjeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Volume 1 - Versão 20 18/1 2.2  Breve Histórico da Unidade e do Curso  \nA Escola de Engenharia da UFMG  (EE/UFMG ) é uma  das mais antigas e tradicionais \ninstituições de ensino de Belo Horizonte, sendo criada em 1911.  \n \nAo longo de sua trajetória,  tem oferecido à sociedade o melhor e mais moderno padrão de \nensino. Destaca -se por ter uma proposta de ensino baseada na formação de alunos com elevada \ncapacitação técnica, e inclui nos currículos dos seus cursos os aspectos considerados \nimprescindíveis p ara formar profissionais capazes de contribuir para o desenvolvimento \ncientífico, tecnológico e cultural da sociedade brasileira. Desta forma, aspectos como \nresponsabilidade social, capacidade crítica e respeito ambiental são temas que perpassam toda a \nvida acadêmica na EE/UFMG.   \n \nA pesquisa científica e tecn ológica desenvolvida na EE/UFMG e  os trabalhos de extensão \nuniversitária apresentam reconhecido nível de qualidade, beneficiando a comunidade \nuniversitária  e contribuindo para o aprimoramento do trabal ho em instituições públicas e \nprivadas, nacionais e internacionais. Essa excelência deve -se ao seu corpo docente altamente \nqualificado e ao corpo técnico -administrativo, que estão em constante aprimoramento \nprofissional.  \n \nÉ neste contexto de busca pela exc elência acadêmica e profissional que se insere o curso de \nEngenharia Ambiental da UFMG , criado no âmbito do projeto REUNI , e que  teve sua primeira \noferta em 2009.  \n \nOs Cursos de Engenharia Ambiental  foram concebidos  para sanar a degradação  ambienta l gerad a \nao longo de décadas pela indústria, agricultura e munic ípios . A partir dos anos 80, o foco das \natenções foi direcionado para a minimização dos passivos ambientais. Dentro deste contexto, \nsurgiu a necessidade de profissionais capacitados para avaliar, diag nosticar e remediar  o legado \ndas más práticas de gerenciamento de resíduos e utilização de produtos perigosos que levaram à \ncontaminação do meio físico.  \n \nAssim, a  partir da sua origem, espera -se que o profissional de engenharia ambiental tenha sólida \nbase científica e ampla cultura, um caráter empreendedor, capaz de solucionar problemas, \ninclusive com a criação de novas tecnologias, apto a trabalhar em equipe, atuando sempre de \nmaneira ética e zelando pelo interesse social. Possuindo uma visão integrada da s dimensões \necológicas, sociais, econômicas e tecnológicas, ou seja, uma visão holística da relação entre meio \nambiente, desenvolvimento e sociedade, tem o intuito de promover um desenvolvimento \nequilibrado e sustentado, privilegiando a prevenção ou sanand o e minimizando os danos ao \nambiente.  \n \n3 REQUISITOS DE ACESSO  \nA admissão dos alunos da graduação ocorre u, até o ano de 2013,  mediante pro cesso seletivo, via \nvestibular. A partir de 2014, a UFMG passou  a adotar o Sisu – (Sistema de Seleção Unificada) \ncomo pro cesso seletivo. O Sisu, criado pelo Governo Federal em parceria com o MEC, seleciona \nos estudantes através de suas notas no ENEM, o Exame Nacional do Ensino Médio. A média \nobtida na prova é a única etapa no processo seletivo.  \n \nUma vez encerrado o período de matrícula nas  vagas iniciais de cada curso, as vagas \nremanescentes , porventura  existentes , são oferecidas à  comunidade através dos procedimentos de \nRematrícula,  Reopção, Transferência e Obtenção de Novo Título.  A rematrícula é a readmissão, ", "8": "6 \nProjeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Volume 1 - Versão 20 18/1 ao mesmo cur so, de  aluno desligado da UFMG ; a reopção é a transferência do aluno de um para \noutro  curso da UFMG ; a transferência é a admissão, a cursos de Graduação  da UFMG, de alunos \noriundos de cursos correspondentes ou  afins, ofertados por outras instituições de en sino superior,  \nnacionais ou estrangeiras ; a obtenção de novo título é a oportunidade de o  portador de diploma \nde curso de Graduação, com validade no  País, iniciar novo curso de mesmo nível na UFMG.  \nSerá, ainda, facultada ao graduado em curso da UFMG com  mais de uma habilitação ou ênfase, a \npossibilidade de requerer a  Continuidade de Estudos, para obter outra habilitação ou ênfase  no \nmesmo curso, observadas as Normas Gerais de Graduação.  \n \n4 BASES LEGAIS  \nA criação do Curso  de Engenharia Ambiental  contempla os s eguintes itens :  \na) Cumprimento das metas previstas no Programa de Desenvolvimento Institucional (PDI) 2008 -\n2012 da UFMG, no que se refere ao atendimento das demandas sociais e à criação de \noportunidades de inclusão social através da expansão das matrículas d a graduação; efetivação \nde um projeto pedagógico que atenda a flexibilização curricular; ampliação das possibilidades \nde participação dos estudantes em ações que contribuam para uma formação com relevância \nacadêmica e social, e intensificação das relações com a respectiva área do conhecim ento e de \natuação profissional.  \nb) Cumprimento das Diretrizes de Flexibilização Curricular da UFMG aprovada pelo Conselho de \nEnsino, Pesquisa e Extensão (CEPE) em 2001. Segundo esta norma, os currículos dos cursos de \ngraduação  têm por base a flexibilidade, a diversidade, o dinamismo do conhecimento, da \nciência e da prática profissional. Nesse sentido, o currículo é concebido como um sistema \narticulado de saberes, organizado sob a forma de atividades acadêmicas obrigatórias, opt ativas e \neletivas, de modo a favorecer ao estudante a construção de trajetórias, cujos percursos \ncontemplam uma estrutura com três dimensões, a saber: Núcleo de Formação Específica, \nFormação Complementar e um conjunto de atividades de Formação Livre.  \nc) Cump rimento das  Diretrizes Curriculares Nacionais (DCN) dos Cursos de Graduação em  \nEngenharia (Resolução CNE/CES  11/2002 , baseada na Lei 9.131, de 25 de novembro de 1995 e \ncom fundamento no Parecer CES 1.362/2001 ). Assim, o currículo do curso está organizado \ntendo por elementos básicos o perfil do egresso/profissional (engenheiro ) com formação \ngeneralista, humanista, crítica e reflexiva, capacitado a absorver e desenvolver novas \ntecnologias, estimulando a sua atuação crítica e criativa na identificação e resolu ção de \nproblemas, considerando seus aspectos políticos, econômicos, sociais, ambientais e culturais, \ncom visão ética e humanística, em atendimento às demandas da sociedade.  \nd) A carga horária total do curso é de 3.645 horas, conforme Parecer CNE/CES 08/2007 e  \nResolução CNE/CES 02/2007 que dispõe m sobre carga horária mínima e procedimentos \nrelativos à integralização e duração dos cursos de graduação, bacharelados, na modalidade \npresencial, que estabelece o mínimo de 3.600 horas , quando o l imite mínimo para \nintegralização do curso é de 5 (cinco) anos.  \ne) A oferta do ensino de Libras (Língua de sinais) está contemplada no currículo do curso, de \nacordo com o Decreto nº 5.626/2005, como atividade optativa.  \nf) Nos termos explicitados no Parecer CNE/CP 03/2004, a oferta do  ensino de conteúdos que \ncontemplam a educação das relações étnico -raciais , bem como o tratamento de questões e \ntemáticas que dizem respeito aos afrodescendentes também está prevista n o curso em várias \ndisciplinas obrigatórias  e em uma optativa .  ", "9": "7 \nProjeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Volume 1 - Versão 20 18/1 g) Do mesmo modo, a  promoção dos princípios do respeito aos direitos humanos, em consonância \ncom a Lei nº 13.005/2014, est á contemplada em várias disciplinas obrigatórias . \nh) Cumpr imento da Resolução CONAES 01/2010, de 17 de junho de 2010  e da Resolução 15 /2011  \ndo CEPE , com o estabelecimento de um Núcleo Docente Estruturante – NDE – definido como \no grupo de docentes com atribuições acadêmicas de acompanhamento, atuante no processo de \nconcepção, consolidação e contínua atualização do projeto pedagógico do curso.  \ni) De acordo  com o Decreto 5.296/2005, que regulamenta as normas gerais e critérios básicos para \na acessibilidade das pessoas com necessidades especiais, a UFMG possui um cronograma com \nas metas para atendimento aos portadores de necessidades especiais, cujos objetivo s são criar \nmecanismos que garantam a plena acessibilidade, assegurar a aplicação das políticas públicas \nvoltadas a portadores de necessidades especiais e democratizar o acesso à informação, à leitura \ne à cultura.  \n \n5 OBJETIVOS  \n5.1 Objetivos Gerais  \nFormar engenh eiros na s áreas de engenharia sanitária , engenharia ambiental  e engenharia de \nrecursos hídricos, com sólida base de conhecimentos científicos, dotado de consciência ética, \npolítica, com visão crítica e global da conjuntura econômica, social, política e cul tural da região \nonde atua. O profissional formado deverá estar apto a  compreender e traduzir as necessidades de \nindivíduos, grupos sociais e comunidade,  com relação aos problemas tecnológicos, \nsocioeconômicos , gerenciais e organizativos,  utilizando raciona lmente os recursos disponíveis e \nconservando o equilíbrio ambiental.  \n \n5.2 Objetivos Específicos  \n Formar profissionais com sólidos conhecimentos teóricos e práticos nas áreas de ciências \nbásicas  (matemática, física, química e biologia), ciências ambientais  e tecnologia de \ncontrole ambiental, ferramentas essenciais para o entendimento e a aplicação da ciência e \ntecnologia de controle ambiental, dentro de um caráter multidisciplinar.  \n Fornecer uma formação generalista, humanista, crítica e reflexiva, com egressos ca pacitados \na absorver e desenvolver novas tecnologias.  \n Estimular a atuação crítica e criativa dos profissionais na identificação e resolução de \nproblemas, considerando seus aspectos políticos, econômicos, sociais, ambientais e culturais.  \n Formar engenheiros comprometidos com as relações humanas, éticas, sociais e econômicas, \ncapazes de viabilizar soluções para demandas e problemas que afetam a sociedade.  \n Formar profissionais  com capacidade e aptidão para pesquisar, elaborar e propor  soluções \nque permitam a ha rmoni a das diversas atividades humanas com o meio físico e com o \necossistemas . \n Integrar ensino, pesquisa e extensão, oferecendo ao aluno a dimensão exata da sua vivência \nna universidade, estim ulando as atividades extramuros.  ", "10": "8 \nProjeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Volume 1 - Versão 20 18/1 6 PERFIL DO EGRESSO  \nO profission al formado no Curso de Engenharia Ambiental deve ser d otado de conhecimentos \npara desenvolver as seguintes habilidades e competências : \n \n Adquirir conhecimentos sólidos das ciências fundamentais de base para a engenharia \n(matemática, física, química, biologi a), das ciências ambientais (água, ar solo) e das \ntecnologias de controle ambiental;  \n ter capacidade de diálogo técnico -científico, inclusive no que respeita aos paradigmas e aos \njargões setoriais, com profissionais que tradicionalmente atuam na área ambien tal, como a \ngeografia, a geologia, a biologia, a economia, ciências humanas, ciências agrárias e ciências da \nsaúde;  \n possuir capacidade de atuar em equipes interdisciplinares;  \n adquirir elevada capacidade de expressão oral e escrita;  \n ter conhecimento dos fu ndamentos da metodologia científica;  \n ter conhecimento de recursos de informática;  \n possuir visão crítica da atuação social e política da engenharia;  \n possuir visão crítica da política ambiental e atualização quanto aos movimentos sociais que \ntratam da temáti ca ambiental.  \n \nO egresso do Curso de Engenharia Ambiental da UFMG deve ser capaz de atuar \nprofissionalmente , de modo individual ou em equipe, das seguintes formas:  \n \n elaborar levantamentos e diagnósticos ambientais, caracterizando os meios físicos, bióticos  e \nantrópicos dos compartimentos água, solo e ar ; \n estruturar programas de monitoramento ambiental, com aquisição de dados e sua apresentação \ne interpretação ; \n elaborar estudos e relatórios de impacto ambiental de locais submetidos a interferências ; \n desenvol ver, utilizar e interpretar modelos matemáticos de representação do comportamento \ndos compartimentos água, ar e solo sujeitos a poluição, degradação, interferência e impactos \nambientais ; \n elaborar relatórios de concepção, com proposição de alternativas de c ontrole ambiental ; \n elaborar levantamentos em indústrias e propor instrumentos de gestão, apontando \npossibilidades e meios de minimização da geração de resíduos e da utilização de recursos ; \n elaborar projetos dos itens de processo relativos a instalações e s istemas de controle ambiental, \ntais como estações de tratamento de águas residuárias domésticas e industriais, aterros de \nresíduos sólidos domésticos e industriais e equipamentos de controle da emissão de poluentes \ngasosos ; \n elaborar projetos de sistemas de  infraestrutura de saneamento, tais como sistemas hidráulicos \nprediais, sistemas de abastecimento de água, sistemas de esgotamento sanitário, sistemas de \ndrenagem pluvial e sistemas de gerenciamento de resíduos sólidos urbanos ; \n operar sistemas e instalaçõe s de saneamento e controle ambiental, dentro de suas atribuições ; \n participar em trabalhos de gestão ambiental, gestão de recursos hídricos e gestão de \nsaneamento . \n \nA seguir apresentam -se, no Quadro 6.1, as habilidades e competências gerais propostas nas  \nDiretrizes da UFMG, confrontadas com os mecanismos propostos para o Curso de Engenharia \nAmbiental.  \n \n ", "11": "9 \nProjeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Volume 1 - Versão 20 18/1 Quadro 6.1. Lista de habilidades e competências gerais propostas nas Diretrizes da UFMG de  \n19/04/01 versus  mecanismos propostos para o Curso de Engenharia Am biental  \nHabilidades e competências gerais  Mecanismos propostos no Curso de Engenharia \nAmbiental da UFMG  \nConduta pautada pela ética e preocupação \ncom as questões sociais e ambientais . 1. Contínua valorização dos aspectos éticos pelos vários \nprofessores das d isciplinas e orientadores de trabalhos . \n2. Inserção na problemática social por meio de trabalhos de \ncampo aplicados e aprofundamento nas questões de \nsaneamento básico . \n3. Aprofundamento ao longo de todo o curso nas questões \nambientais . \nCapacidade de atuar de fo rma crítica, \nautônoma e criativa . 4. Incentivo à participação em discussões em sala de aula . \n5. Incentivo à livre expressão perante professores e colegas . \n6. Elaboração de trabalhos individuais . \nAtuação propositiva na busca de soluções \npara as questões apresentada s pela \nsociedade . 7. Aprofundamento ao longo de todo o curso em questões \nde importância social e ambiental . \n8. Trabalhos de campo de diagnóstico de condições de vida \nda população . \nCapacidade de comunicação e expressão em \nmúltiplos códigos e linguagens, em \nparticular na língua portuguesa . 9. Apresentação de vários trabalhos orais e escritos, com \ngráficos, tabelas, figuras e texto . \n10. Atividades Integradoras de Conhecimentos (AIC) e \nTrabalhos Temáticos(TT) de integração horizontal e \nvertical do conhecimento, com apresen tação de \ndetalhados relatórios na forma oral e escrita . \n11. Possibilidade de se ter Seminários (dentro das disciplinas \nde Tópicos em Engenharia Ambiental) . \n12. Apresentação de trabalho de fim de curso . \nCapacidade de diagnosticar, analisar e \ncontextualizar problem as. 13. Trabalhos de integração horizontal do conhecimento \nrelacionados ao diagnóstico do meio físico, biótico e \nantrópico . \n14. Disciplinas de avaliação e diagnóstico do meio (água, ar, \nsolo) . \nBusca de constante aprimoramento científico \ne técnico a partir da capa cidade de articular \nelementos empíricos e conceituais inerentes \nao conhecimento . 15. Incentivo à participação em atividades curriculares, tais \ncomo congressos e cursos de extensão  e out ros. \n16. Incentivo à participação em atividades de Iniciação \nCientífica, que po ssibilitarão uma inserção na pós -\ngraduação existente nos departamentos (especialização, \nmestrado e doutorado) . Desenvolvimento da capacidade \ninvestigativa . \nDomínio de técnicas essenciais à produção e \naplicação do conhecimento . 17. Participação em trabalhos de  campo, trabalhos \nexperimentais, estudos, projetos e pesquisa . \nTrabalho integrado e contributivo em \nequipes transdisciplinares . 18. Possibilidade de integração a trabalhos de pesquisa \nexistentes nos departamentos envolvidos e na UFMG, \ncomo um todo . \n ", "12": "10 \nProjeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Volume 1 - Versão 20 18/1 7 PRINCÍPI OS TEÓRICOS E METODO LÓGICOS  \nA proposta pedagógica do curso de Engenharia Ambiental da UFMG tem como um dos seus  \nreferenciais os instrumentos regulatórios da educação superior no Brasil, em especial os \nprincípios basilares presentes na Lei de Diretrizes e  Bases da Educação Nacional – LDB – Lei \n9394/96, sobretudo o artigo que trata da Educação Superior no Brasil que tem como premissa:  \n \nI - estimular a criação cultural e o desenvolvimento do espírito científico e  do pensamento \nreflexivo;  \nII - formar diploma dos nas diferentes áreas de conhecimento, aptos para a  inserção em \nsetores profissionais e para a participação no desenvolvimento da sociedade  brasileira, e \ncolaborar na sua formação contínua;  \nIII - incentivar o trabalho de pesquisa e investigação científi ca, visando o  \ndesenvolvimento da ciência e da tecnologia e da criação e difusão da cultura, e, desse  \nmodo, desenvolver o entendimento do homem e do meio em que vive;  \nIV - promover a divulgação de conhecimentos culturais, científicos e  técnicos que \nconstitu em patrimônio da humanidade e comunicar o saber através do ensino,  de \npublicações ou de outras formas de comunicação;  \nV - suscitar o desejo permanente de aperfeiçoamento cultural e profissional e  possibilitar \na correspondente concretização, integrando os c onhecimentos que vão sendo  adquiridos \nnuma estrutura intelectual sistematizadora do conhecimento de cada geração;  \nVI - estimular o conhecimento dos problemas do mundo presente, em  particular os \nnacionais e regionais, prestar serviços especializados à comun idade e  estabelecer com \nesta uma relação de reciprocidade;  \nVII - promover a extensão, aberta à participação da população, visando à  difusão das \nconquistas e benefícios resultantes da criação cultural e da pesquisa científica e  \ntecnológica geradas na instit uição. (LDB – Lei 9394/96) . \n \nAlém destes princípios o projeto pedagógico se alinha às recomendações das Diretrizes \nCurriculares Nacionais para os curso de Engenharia  e adota a flexibilização curricular, \nrecomendada nas Diretrizes Curriculares para os Curso s de Graduação da UFMG, o qual tem \ncomo meta assegurar que os egressos tenham autonomia intelectual, sejam capazes de atuarem \nna sociedade de forma ética e em sintonia com necessidades presentes no país e no mundo.   \n \nA diversidade das atividades acadêmica s e as metodologias de ensino adotadas pelo curso e pela \nUFMG, que serão vivenciadas pelos alunos, serão responsáveis por garantir aos egressos uma \nformação profissional contextualizada com a sociedade. É importante destacar que um dos \nprincípios presentes  na formação do aluno do curso de Engenharia Ambiental da UFMG é a \ncompreensão de que sua formação profissional não se encerra com a graduação, considerando \nque na sociedade contemporânea se manter em permanente formação é uma condição necessária \npara uma atuação profissional responsável.   \n \nDentre as metodologias adotadas destaca -se a preocupação com a aprendizagem, onde a \nresponsabilidade é compartilhada entre os professores e alunos, sendo este último sujeito ativo \nno seu processo de aprendizagem e de pr odução do conhecimento. Para tanto, o curso propõe \narticulação entre atividades teóricas e práticas, bem como estratégias que visam a integração \nentre ensino, pesquisa e extensão , com os  demais níveis de ensino oferecidos pela Universidade , \nassim como  integração com a sociedade.  Ressalta -se ainda que, para atender às exigências da \nflexibilização curricular, o curso oferece uma formação abrangente e de acordo com a \ninterdisciplinaridade exigida na formação do profissional do engenheiro ambiental.  \n ", "13": "11 \nProjeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Volume 1 - Versão 20 18/1 8 ORGANIZAÇ ÃO CURRICULAR  \nDe acordo com as Diretrizes para a Flexibilização Curricular da UFMG, aprovada s pelo \nConselho de Ensino, Pesquisa e Extensão (CEPE), em 2001, os currículos dos cursos de \ngraduação têm por base a flexibilidade, a diversidade, o dinamismo do co nhecimento, da ciência \ne da prática profissional.   \n \nNesse sentido, o currículo é concebido como um sistema articulado de saberes, organizado sob a \nforma de atividades acadêmicas obrigatórias, optativas e de formação livre , de modo a favorecer \nao estudante  a construção de trajetórias, cujos percursos contemplam uma estrutura com três \ndimensões, a saber: um Núcleo de Formação Específica, uma Formação Complementar e um \nconjunto de atividades de Formação Livre.  \n \na) Núcleo de Formação Específica  (NFE) - é constitu ído por duas bases de conhecimentos. A \nprimeira base é formada por conhecimentos característicos do campo profissional, os quais \nimprimem visibilidade ao exercício da profissão, ou seja, representa os saberes \nfundamentais da área específica do curso. A seg unda integra os saberes de outros campos \ncorrelatos que sustentam esse saber. Neste núcleo as atividades acadêmicas ofertadas, seja \nde natureza obrigatória ou optativa, cujo conteúdo seja imprescindível ao desempenho \nprofissional, podem ser organizadas na modalidade presencial e/ou à distância. No que se \nrefere à integralização das atividades optativas, essas podem ser organizadas a partir de \ndiversas possibilidades formativas conforme proposto pelo estudante.  \n \nb) Formação Complementar  (FC) - integra um conju nto de conhecimentos conexos de um \ndeterminado campo profissional. Baseia -se na possibilidade de escolha de uma \ncomplementação da formação específica, mediante aquisição de saberes em áreas afins, \ncujos conteúdos apresentem conexão com o NFE. A Formação Pr eestabelecida implica a \noferta de atividades de áreas do conhecimento conexo, definidas pelo Colegiado do Curso, \nconstituída por atividades acadêmicas ofertadas pelos demais cursos da Universidade.  \nNo caso de opção por um percurso de Formação Complementar , a integralização curricular \nocorre na forma de bacharelado/licenciatura com Formação Complementar na área \nescolhida pelo estudante,. Quando o estudante opta por essa forma, esta ocorre de maneira \nconcomitante com as atividades do Núcleo de Formação Espec ífica.  \n \nDessa forma, o modelo de currículo proposto enfatiza a flexibilidade  e a diversidade , \n representadas tanto pela possibilidade de trajetórias diferenciadas através dos percursos \nacadêmicos, quanto pelos diversos formatos das atividades que compõem o currículo e que são \nconsideradas relevantes para a formação do estudante, entre as quais: seminários, monitorias, \nprojetos de pesquisa e/ou extensão, vivências extracurriculares, participação em congressos e \neventos ou ainda na forma de disciplina.  \n \nPara a completa implementação das diretrizes estabelecidas, o CEPE considerou importante a \nreorientação de algumas práticas, entre elas: a redefinição do perfil de atuação dos Colegiados de \nCurso que, além do seu papel de gestor , devem tornar -se responsáveis pela articulação, estímulo \ne orientação acadêmica; a institucionalização da orientação acadêmica, tendo em vista o papel \nfundamental que essa atividade assume na estrutura curricular, no sentido de articular as \npossibilidades oferecidas pela UFMG.  \n \nOutro a specto a ser ressaltado , visando contribuir com a implementação do currículo dos cursos  \nde graduação, na perspectiva do entendimento do curso como um percurso, é a criação e ", "14": "12 \nProjeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Volume 1 - Versão 20 18/1 disponibilização, a docentes e discentes, de instrumentos facilitadores da relação  pedagógica. \nAssim, destacam -se recursos tecnológicos diversos, tais como, a utilização do Moodle  e a \nimplantação do Diário Eletrônico, para uso dos docentes, além das metodologias  ativas propostas \npelo Programa de Formação Docente de responsabilidade da P ROGRAD.  \n \n8.1 Trajetórias/Percursos de Integralização  \nO núcleo  de Formação Específica do Curso de Engenharia Ambiental agrega a maioria das \ndisciplinas, constituídas de disciplinas obrigatórias, mais a oferta de disciplinas optativas.  As \ndisciplinas obrigatória s perfazem uma carga horária total de 3165 horas (2 11 créditos) . \nDestas, 3105 horas estão ligadas às disciplinas obrigatórias (ver Quadro  8.1), e 60 horas estão \nassociadas à carga horária de disciplina optativa direcionada.  \n \nA carga de disciplinas optativa s é composta por um amplo elenco (ver Tabela s 8.4 e 8.5 ), das \nquais o aluno deverá cursar 29 créditos ( 435 horas) . Parte desta carga pode ser cursada dentre as \nopções de disciplinas apresentadas na Tabela 8.3, compondo a chamada formaç ão complementar, \nsendo que esta decisão compete ao aluno , que poderá se manifestar quando tiver integralizado o \n4º período  do Curso . \n \nO projeto prevê duas possibilidades de formação ou percurso acadêmico:  \n \n1. Bacharelado com formação livre; \n2. Bacharelado com formação complementar e m Processos industriais;  \n \nBacharelado (formação livre); \nEsta formação é destinada ao aluno que não optar em pela formação complementar. Neste caso , \ndeverá ser  integralizada uma  carga de atividades acadêmicas optativas, totalizando  29 créditos  \nem disciplinas  e atividades acadêmico -científico -culturais, constantes no s grupo s  G1 e G9, a \nserem apresentado s em seguida .  \n \nBacharelado com f ormaç ão complementar pré -estabelecida  \nOs alunos podem optar pela formação complementar  pré-estabelecida em Processos industria is \n(opção 2 ), sendo exigida  a integralização de 2 9 créditos , sendo 20 cursados  em atividades \nacadêmicas optativas específicas para este percurso  (G1)  e os nove restantes dentro do grupo G9. \n \nO grupo é caracterizado  da seguinte forma:  G1 - Grupo de discipli nas optativas destinadas à  \nFormação complementar em Processos industriais . \n \n8.2 Representação do Currículo  \nCom base no fluxo geral do currículo, é apresentad a a seguir uma síntese integrativa dos \ncomponentes curriculares.  \n \nA Figura  8.1 apresenta a representaçã o gráfica dos percursos referentes ao bacharelado com \nformação livre e ao bacharelado com formaç ão complementar pré -estabelecida . No diagrama é \napresentada a distribuição das disciplinas segundo grandes temas , em cores diferentes, para \nfacilitar a compreen são da estrutura curricular. Observa -se que, além dos tópicos das ciências \nbásicas e das disciplinas optativas, tem -se o eixo das disciplinas/trabalhos temáticos e da \nformação dos conhecimentos do ambiente e da tecnologia, dividida segundo as três principa is ", "15": "13 \nProjeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Volume 1 - Versão 20 18/1 vertentes do curso: recursos hídricos , saneamento  e tecnologia ambiental . No Quadro 8. 1, as \nmesmas informações são apresentadas de forma ainda mais detalhada , com uma representação \ngráfica de cada percurso acadêmico proposto,  incluindo a integralização curricular de cada um \ndos percurso s. \n \nPode -se observar que o elenco de disciplinas obrigatórias em cada uma destas três vertentes é \nsuficiente para permitir as respectivas atribuições profissionais (engenharia sanitária, engenharia \nambiental e, talvez no f uturo, engenharia de recursos hídricos) para todos os egressos do curso.  \n \nDesde o início do curso, há uma preocupação em se inserirem disciplinas e atividades \nrelacionadas à prática da engenharia, de forma a manter a motivação do aluno e o seu bom \naproveit amento nos semestres iniciais. O chamado ciclo básico é mesclado com disciplinas de \naplicação, além dos trabalhos temáticos, contribuindo para o alcance destes objetivos.  \n \nO elenco de disciplinas obrigatórias é apresentado na Tabela 8. 1 e as disciplinas optativa s \ndirecionada s, hoje representada por uma única disciplina, é mostrada na  Tabela 8. 2. As Tabelas \n8.3 e 8.4 apresentam, respectivamente, as disciplinas  optativas por percurso formativo  e as \ndisciplinas optativas gerais . Já a Tabela 8.6 apresenta as at ividades acadêmico -científico -\nculturais do curso de Engenharia Ambiental.   \n \nObservando -se a Tabela 8.1, nota -se que a janela na grade curricular reservada para as atividades  \nde formação livre encontra -se no 3º período. Assim, a partir deste período o  aluno  poderá cursar \na carga de formação livre  exigida . Por outro lado, é possível cursar as optativas e/ou disciplinas \nde formação complementar a partir do 5º período. No entanto, uma maior facilidade para cursar a \ncarga optativa será a partir do 8º período, qu ando há maior disponibilidade na grade, e quando se \npresume que o aluno terá um melhor conhecimento sobre o curso, e poderá exercer uma escolha \nmais embasada. As atividades acadêmic o-científico -culturais  encontram -se detalhadas no Item \n8.6 deste projeto.  \n \n \n ", "16": "14 \nProjeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Volume 1 - Versão 20 18/1 Figura 8.1 - Representação gráfica dos percursos referentes ao bacharelado com \nformação mais generalista e formaç ão complementar pré -estabelecida  \n \nPeríodo DIAGRAMA DO  CURRÍCULO  DO  CURSO  DE GRADUAÇÃO  EM ENGENHARIA AMBIENTAL\n1o \nSubtotal: \n330h - 22crCálculo \nDiferencial e \nIntegral I            \n (90h - 6cr)Geometria \nAnalítica e \nÁlgebra Linear    \n(60h - 4cr)Física \nExperimental \nBásica: Mecânica      \n(30h - 2cr)Cartografia e \nTopografia      \n(60h - 4cr)Desenho \nProjetivo p/ \nEngenharia       \n(30h - 2cr)Saúde Ambiental       \n(30h - 2cr)Introdução à \nEngenharia \nAmbiental    \n(30h - 2cr)\n2o \nSubtotal: \n420h - 28crCálculo \nDiferencial e \nIntegral II           \n(60h - 4cr)Fundamentos \nde Mecânica            \n(60h - 4cr)Química Geral B \n(60h - 4cr)Introdução ao \nUrbanismo         \n(45h - 3cr)Ecologia \nGeral                   \n(60h - 4cr)Desenho Auxiliar \npor\nComputador \n(45h - 3cr)Introdução à \nGeologia e\nHidrogeologia \n(60h - 4cr)Trabalho \nTemático 1              \n(30h -2cr)\n3o\n Subtotal: \n420h - 28crCálculo \nDiferencial e \nIntegral III           \n(60h - 4cr)Equações \nDiferenciais C \n(60h - 4cr)Programação  de\ncomputadores \n(60h - 4cr)Fundamentos de \nMecânica dos \nFluidos e \nTermodinâmica \n(30h - 2cr)Química \nAnalítica I                \n(60h - 4cr)Genética \nAplicada à \nEngenharia \nAmbiental        \n(45h - 3cr)Química analítica \nexperimental         \n(30h - 2cr)Economia \np/ Engenharia \n(30h - 2cr)Carga \nFormação livre            \n(45h - 3cr)\n4o\n Subtotal: \n435h - 29crCálculo \nNumérico           \n(60h - 4cr)Estatística e \nProbabilidade \n(60h - 4cr)Fenômeno \nTransporte Eng. \nAmbiental               \n(60h - 4cr)Química \nOrgânica I           \n(60h - 4cr)Microbiologia \nAplicada à \nEngenharia \nAmbiental      \n(45h - 3cr)Climatologia      \n(60h - 4cr)Trabalho \nTemático 2       \n(30h - 2cr)Carga Optativa \nDirecionada  \n(60h - 4cr)\n5o\n Subtotal: \n405h - 27crLaboratório de \nInstrumentação   \n(30h - 2cr)Cinética Química \ne Bioquímica  \n(45h - 3cr)Fundamentos de \nMecânica dos \nSólidos A         \n(45h - 3cr)Eletrotécnica     \n(30h - 2cr)Fundamentos de \nGeotecnia I                \n(60h - 4cr)Avaliação \nde Impactos \nAmbientais  (60h \n- 4cr)Gerenciamento \nde Resíduos \nSólidos Urbanos            \n(45h - 3cr)Hidráulica \nAmbiental I  \n(60h - 4cr)Carga Formação \nlivre            (45h \n- 3cr)\n6o\n Subtotal: \n375h - 25crFundamentos de \nGeotecnia II                \n(60h - 4cr)Diagn.e  Aval. da \nPoluição das \nÁguas \nSuperficiais  (45h \n- 3cr)Sistemas de  \nAbastecimento \nde Água               \n(60h - 4cr)Hidráulica \nAmbiental II  \n(60h - 4cr)Hidrologia \nAmbiental          \n(60h - 4cr)Noções de \nMateriais de \nConstrução      \n(30h - 2cr)Trabalho \nTemático 3            \n(30h - 2cr)Carga Formação \nlivre            (30h \n- 2cr)\n7o\n Subtotal: \n360h - 24crDiagn. e Aval. da \nPoluição \nSolo e Águas \nSubterrâneas  \n(60h - 4cr)Diagn. e Aval. \nPoluição  \nAtmosférica  \n(60h - 4cr)Operações \nUnitárias \ne Processos p/ \nEng. Ambiental      \n(60h - 4cr)Sistemas de \nEsgotamento \nSanitário                  \n(45h - 3cr)Tratamento de \nResíduos \nSólidos             \n(30h - 2cr)Sistemas de \nDrenagem \nPluvial               \n(30h - 2cr)Hidrogeologia \nAmbiental         \n(45h - 3cr)Carga \nFormação livre             \n(30h - 2cr)\n8o\n Subtotal: \n300h - 20crControle da \nPoluição Solo e \nÁguas \nSubterrâneas  \n(45h - 3cr)Controle da \nPoluição \nAtmosférica  \n(45h - 3cr)Tratamento de \nÁguas \ndeAbastecimento  \n(60h - 4cr)Tratamento de \nEsgotos \nSanitários    (60h \n- 4cr)Trabalho \nTemático 4            \n(30h - 2cr)Carga Formação \nlivre             \n(60h - 4cr)\n9o\n Subtotal: \n405h - 27crLegislação e \nGestão de\nSaneamento e \nMeio Ambiente  \n(30h - 2cr)Tratamento de \nEfluentes \nIndustriais     \n(60h - 2cr)Gestão de \nRecursos \nHídricos             \n(30h - 2cr)Estágio \nSupervisionado \nObrigatório  \n(165h - 11cr)Carga \noptativa           \n(75h - 5cr)Carga \nFormação livre          \n(135h - 9cr)\n10o Subtotal: \n180h - 12crTrabalho de \nConclusão de \nCurso                \n(15h - 1cr)Carga \noptativa           \n(165h - 11cr)\n \nLegenda -  cores referentes à distribuição temática das disciplinas :\nMatemática Civil/Outras Optativas, formação livre, formação complementar\nFísica Disciplinas e trabalhos Integradores Tecnologia Ambiental\nQuímica Recursos hídricos Eletivas\nBiologia Saneamento\n \n \n \n \n ", "17": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 15  \nQuadro 8. 1 - Representação gráfica de cada percurso acadêmico, incluindo a integralização \ncurri cular  de acordo com as possibilidades formativas  \nPercurso Bach. + Formação Livre  \nIdentificação  Nat.  Min.  Max  \nObrigatórias  OB 2925  2925  \nEstágio Curricular  OB 165 165 \nOptativas Engenharia Ambiental  OB 495 495 \n   Optativas Direcionadas  OB 60 60 \n   Grupo s G1 e  G9  OB 210 435 \n   Atividades Acadêmico -Científico -Culturais  OP 0 225 \nFormação Livre  OB 45 45 \n    Percurso Bach. + Formação Livre + Form. Compl. em Processos Industriais  \nIdentificação  Nat.  Min.  Max  \nObrigatórias  OB 2925  2925  \nEstágio Curricular Obrigatório  OB 165 165 \nOptativas Engenharia Ambiental  OB 195 195 \n   Optativas Direcionadas  OB 60 60 \n   Grupo G9  OB 45 135 \n   Atividades Acadêmico -Científico -Culturais  OP 0 90 \n   Grupo G1  OB 300 300 \nFormação Livre  OB 45 45 \n \n \n ", "18": "16 \nProjeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1  \nTabela 8. 1 – Elenco d e disciplinas obrigatórias que compõem a e strutura curricular do curso de Engenharia Ambiental  \nPeríodo / \nCH/Cred.  Código  Disciplina  Créditos  Carga horária(h)  Pré-requisitos  Percurso  \nTotal  Teó. Pra. 01 02 \n1º \n \n330 \n \n22 CRT003  Cartografia e topografia  4 60 45 15   OB OB \nEMC 608 Desenho projetivo para engenharia  2 30 15 15   OB OB \nENG 152 Introdução à Engenharia Ambiental  2 30 30 0   OB OB \nFIS151 Física experimental  básica: Mecânica  2 30 0 30   OB OB \nUNI008  Saúde ambiental  2 30 30 0   OB OB \nMAT001  Cálculo diferencial e integral I  6 90 90 0   OB OB \nMAT038  Geometria analítica e álgebra linear  4 60 60 0   OB OB \n2º \n \n420 \n \n28 \n BIG048  Ecologia geral  4 60 45 15   OB OB \nEHR021  Trabalho temático 1  2 30 0 30 ENG 152 OB OB \nEMC014  Desenho auxiliado por com putador  3 45 30 15 EMC013  OB OB \nETG 048 Introdução ao urbanismo  3 45 30 15   OB OB \nFIS065  Fundamentos de mecânica  4 60 60 0 MAT001  OB OB \nGEL056  Introdução à geologia e hidrogeologia  4 60 30 30   OB OB \nMAT039  Cálculo diferencial e integral II  4 60 60 0 MAT001/MAT038  OB OB \nQUI003  Química geral B  4 60 60 0   OB OB \n3º \n \n420 \n \n28 \n BIG049  Genética aplicada à engenharia ambiental  3 45 30 15   OB OB \nDCC001  Programação de computadores  4 60 60 0   OB OB \nECN075  Economia para Engenharia  2 30 30 0   OB OB \nFIS152 Fundamentos de mecânica dos fluidos e termodinâmica  2 30 30 0 FIS065/ MAT001  OB OB \nMAT002  Cálculo diferencial e integral III  4 60 60 0 MAT039  OB OB \nMAT040  Equações diferenciais C  4 60 60 0 MAT0 39 OB OB \nQUI260  Química analítica I  4 60 60 0 QUI00 3 OB OB \nQUI625 Química analítica experimental  2 30  30  OB OB \n Carga formação livre  3 45 45 0  FL FL \nLEGENDA : OB = Disciplina Obrigatória; OD = Disciplina Optativa Direcionada; FL = Disciplina de Formação Livre ; GR =  Grupo  \n ", "19": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 17  \n \nTabela 8. 1 – Elenco de d isciplinas obrigatórias que compõem a estrutura curricular do curso de Engenharia Ambiental  (Cont.)  \nPeríodo / \nCH/Cred.  Código  Disciplina  Créditos  Carga horária(h)  Pré-requisitos  Percurso  \nTotal  Teó. Pra. 1 2 \n4º \n \n435 \n \n29 DCC034  Cálculo numérico  4 60 45 15 DCC001  OB OB \nEHR022  Fenômenos de transporte para engenharia ambiental  4 60 45 15 FIS065  OB OB \nESA117  Trabalho temático 2  2 30 0 30   OB OB \nEST031  Estatística e probabilidades  4 60 60 0   OB OB \nMIC119  Microbiologia aplicada à engenharia ambienta l 3 45 30 15   OB OB \nQUI261  Química orgânica I  4 60 60 0 QUI003  OB OB \nGEO608  Climatologia  4 60 45 15   OB OB \n  Carga optativa direcionada  4 60       OD OD \n5º \n \n405 \n \n27 EES153  Fundamentos de mecânica dos sólidos A  3 45 45 0 FIS065  OB OB \nEHR 035 Hidrá ulica Ambiental I 4 60 30 30 EHR022  OB OB \nELE063  Eletrotécnica  2 30 30 0 MAT001/FIS065  OB OB \nEQM060  Laboratório de instrumentação  2 30 0 30 QUI260  OB OB \nEQM061  Cinética química e bioquímica  3 45 30 15   OB OB \nESA 610 Avaliação de impactos ambientais  4 60 45 15   OB OB \nESA119  Gerenciamento de resíduos sólidos urbanos  3 45 30 15   OB OB \nETG 049 Fundamentos de geotecnia I  4 60 30 30 GEL056  OB OB \n  Carga optativa - grupos  2 30       GR1  GR2  \n  Carga eletiva  3 45           \n6º \n \n375 \n \n25 EHR 036 Hidrá ulica Ambiental  II 4 60 30 30 EHR 035 OB OB \nEHR024  Hidrologia ambiental  4 60 30 30 EHR 035 OB OB \nEHR026  Trabalho temático 3  2 30 0 30  OB OB \nEMC609 Noções de materiais de construção  2 30 30 0  OB OB \nESA011  Sistema de abastecimento de água  4 60 45 15 EHR 035 OB OB \nESA120  Diagnóstico e avaliação da poluição das águas superficiais  3 45 30 15   OB OB \nETG 050 Fundamentos de geotecnia II  4 60 60 0 ETG 049 OB OB \n  Carga optativa - grupos  2 30       GR1  GR2  \n  Carga eletiva  2 30           \n", "20": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 18  \nTabela 8. 1 – Elenco de disciplinas obrigatórias que compõem a estrutura curricular do curso de Engenharia Ambiental  (Cont.)  \n \nPeríodo / \nCH/Cred.  Código  Disciplina  Créditos  Carga horária(h)  Pré-\nrequisitos  Percurso  \nTotal  Teó. Pra. 1 2 \n7º \n \n360 \n \n24 EHR025  Hidrogeologi a ambiental  3 45 30 15 GEL056  OB OB \nEHR027  Sistemas de drenagem pluvial  2 30 20 10 EHR 036 OB OB \nEQM062  Operações unitárias e processos para a eng. ambiental  4 60 30 30 EQM061  OB OB \nESA 611 Sistemas de esgotamento sanitário  3 45 30 15 EHR 036 OB OB \nESA121  Diag. e aval. da poluição do solo e das águas subterrâneas  4 60 45 15 GEL056  OB OB \nESA122  Tratamento de resíduos sólidos  2 30 20 10 ESA119  OB OB \nESA123  Diagnóstico e avaliação da poluição atmosférica  4 60 45 15   OB OB \n  Carga optativa - grupos   2 30       GR1  GR2  \n  Carga eletiva  2 30           \n8º \n \n300 \n \n20 ESA014  Tratamento de águas de abastecimento  4 60 45 15 ESA011  OB OB \nESA 612 Tratamento de esgotos sanitários  4 60 45 15 ESA 611 OB OB \nESA125  Controle da poluição do solo e das águas subte rrâneas  3 45 30 15 ESA121  OB OB \nESA126  Controle da poluição atmosférica  3 45 30 15 ESA123  OB OB \nESA127  Trabalho temático 4  2 30 0 30   OB OB \n  Carga optativa - grupos  4 60       GR1  GR2  \n  Carga eletiva  4 60           \n9º \n \n405 \n \n27 EHR029  Gestão de  recursos hídricos  2 30 30 0   OB OB \nENG087  Estágio supervisionado  11 165 15 150   OB OB \nESA128  Legislação e gestão de meio ambiente  2 30 30 0   OB OB \nESA613  Tratamento de efluentes industriais  4 60 45 15 EQM062  OB OB \n  Carga optativa - grupos  8 120       GR1  GR2  \n  Carga optativa - grupos  5 75           \n  Carga eletiva  9 135           \n10º \n180 \n12 \n ENG088  Trabalho de conclusão de curso  1 15 0 15   OB OB \n  Carga optativa - grupos  11 165       GR1  GR2  \n  Carga optativa - grupos  4 60           \n          \n  Total  242 3630      ", "21": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 19  \n \n \nTabela 8. 2 – Disciplina optativa direcionada  que compõe a estrutura curricular do curso de Engenharia Ambienta l \nClassificação  Código  Disciplinas  Créditos  Carga horária(h)  Pré-\nrequisitos  Total  T P \nOD SOA046  Abord agens Temáticas em Sociologia  4 60 60 0 - \n \n \nTabela 8. 3 – Elenco de disciplinas optativas por percurso formativo e grupos, que constam na estrutura curricular do curso de Engenharia Ambiental  \nClassificação em função da formação \nescolhida  Código  Disciplinas  Créditos  Carga horária(h)  Pré-\nrequisitos  Total  T P \nG1 para Formação Complementar  \n \nem PROCESSOS INDUSTRIAIS  \n \n ECN029  Economia Industrial  2 30 30 0  \nEMA176  Ventilação industrial e controle da poluição  3 45 45 0 EHR022  \nEMN008  Flotação  4 60 30 30   \nEMN013  Processos em engenharia mineral  2 30 30 0 EMN014  \nEMN014  Noções de mineração  2 30 30 0  \nEMN015  Separação sólido líquido no processamento mineral  4 60 60 0  \nEMT0 77 Hidro e eletrometalurgia  4 60 60 0  \nEMT046  Siderurgia I  3 45 45 0  \nEMT047  Siderurgia II  3 45 45 0 EMT046  \nEMT053  Processos metalúrgicos  2 30 30 0  \nEPD016  Gerência de qualidade industrial  4 60 60 0  \nEPD059  Segurança e higiene do trabalho  4 60 45 15  \nESA018  Controle Ambiental na Indústria Têxtil  3 45 45 0  \n \n \n \n \n \n \n \n \n ", "22": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 20 Tabela 8.4 – Elenco de disciplinas optativas gerais  que constam na estrutura curricular do curso de Engenharia Ambiental  \nClassificação  Código  Disciplinas/ Atividades Especiais  Cré-\nditos  Carga horária(h)  Pré-requisitos  Total  T P \nG9 para todas as \nformações  CRT009  Geoprocessamento  4 60 15 45 CRT003  \nECN073  Economia e Ecologia  4 60 60 0 ECN075  \nECN061  Microeconomia AI  4 60 60 0 ECN075  \nECN203  Economia Industrial  4 60 60 0 ECN061  \nEES154  Introdução à análise estrutural  4 60 60 0 EES153  \nEHR010  Máquinas Hi dráulicas  4 60 60  ERH 035 \nEHR018  Engenharia de recursos hídricos  4 60 45 15 EHR 024 / EHR 036 \nEHR019  Hidráulica e hidrologia computacionais  4 60 45 15 EHR 024 / EHR 036 \nEHR020  Usinas hidrelétricas  4 60 30 30 EHR 036 \nEHR030  Planejamento de sistemas de recursos hídricos  4 60 45 15 EHR 029  \nEHR 037 Obras hidráulicas  4 60 45 15 EHR024 / EHR 036 \nEHR 038 Fontes, geração e impactos de energia elétrica  4 60 60   \nELE045  Geração de energia elétrica  4 60 60 0  \nEEE024  Fundamentos de energia alternativa  2 30 30   \nELT002  Introdução à engenharia de controle  3 45 45 0  \nEMA092  Metrologia  3 45 30 15 EST031  \nEMC610 Aproveitamento e gerenciamento de resíduos na construção civil  4 60 40 20 EMC 609 \nENG089  Tópicos em Engenharia Ambiental I  1 15 15 0  \nENG090  Tópico s em Engenharia Ambiental II  2 30 30 0  \nENG091  Tópicos em Engenharia Ambiental III  3 45 45 0  \nENG092  Tópicos em Engenharia Ambiental IV  4 60 60 0  \nENU001  Aplicações de radioisótopos  4 60 60 0 FIS054  \nENU 00 9 Introdução à Engenharia Nuclear  I 4 60 60   \nENU005  Metodologias e modelos de planejamento energético  4 60 60   \nEPD069  Introdução à tecnologia da qualidade  4 60 60 0  \nEPD095  Fundamentos de Engenharia Econômica  2 30 30 0  \nEQM059  Instrumentação e engenharia de controle de processos  4 60 45 15  \nESA136  Saneamento e meio ambiente em grupos étnico -raciais  1 15 15 0  \nESA016  Microbiologia Aplicada ao tratamento de resíduos  2 30 15 15  \n", "23": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 21 Tabela 8. 4 – Elenco de disciplinas optativas gerais  que constam na estrutura curricular do curso de Engenhari a Ambiental  (Cont.)  \nClassificação  Código  Disciplinas/ Atividades Especiais  Cré-\nditos  Carga horária(h)  Pré-requisitos  Total  T P \nG9 para todas as \nformações  ESA 614 Estatística para engenharia sanitária e ambiental.  2 30 30   EST031  \nESA 615 Modelagem N umérica de Escoamentos Atmosféricos  2 30 30    \nESA 617 Introdução à Engenharia de Segurança  2 30 30     \nETG045  Recuperação de áreas degradadas  2 30 20 10 ETG 049 \nETG046  Disposição de resíduos  3 45 30 15 ETG 050 \nGEO023  Planejamento regional  3 45 45 0   \nGEO330  Geografia e recursos hídricos  4 60 36 24   \nGEO332  Instrumentos de gestão ambiental  4 60 44 16   \nGEO363  Sensoriamento remoto  4 60 52 8   \nGEO369  Geomorfologia e dinâmica das vertentes  4 60 36 24   \nICB001  Bases ecológicas para o desenvolvime nto sustentável  2 30 30 0   \nLET223  Fundamentos de LIBRAS  4 60 60 0   \nPSI316  Psicologia na saúde coletiva  4 60 60 0   \nPSI320  Psicologia e cultura  4 60 60 0   \nPSI321  Planejamento socioambiental  4 60 60 0   \nPSI334  Psicologia do trabalho  4 60 60 0   \nPSI634  Psicologia comunitária ecologia humana I  4 60 60 0   \nQUI215  Química ambiental C  4 60 45 15 QUI625 \nQUI229  Criação de empresas de base tecnológica  4 60 60   \nSOA091  Cultura e ambiente  4 60 60 0   \nSOA093  Ecologia, política e justiça ambiental  4 60 60 0   \n \nTabela 8.5 - Atividades acadêmic o-científ ico-culturais  do curso de Engenharia Ambiental  \nCódigo  Atividade  Número máximo de créditos  Atribuição de créditos  \nENG093  Iniciação à pesquisa  4 1 crédito para cada semestre de atividades  \nENG094  Vivênc ia profissional complementar  4 1 crédito para cada 300 horas de atividades  \nENG095  Projetos de extensão  4 1 crédito por semestre de exercício  \nENG096  Iniciação à docência  4 1 crédito por semestre de exercício  \nENG097  Participação em evento com trabalho pub licado  4 1 crédito para trabalho em anais;  \n2 créditos para trabalho em periódico  \n                               Obs.: O  máximo de 15 (quinze) créditos poderá ser utilizado para efeito de integralização curricular e o aluno deverá atender às exig ências  constantes em Resolução  \nespecífica do Curso.  ", "24": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 22  \n8.3 Eixo Metodológico  \nO curso de Engenharia Ambiental pressupõe uma formação nos três seguintes elementos:  \n \n ciências básicas (matemática, física, química e biologia, além de outros conhecimentos \nbásicos)  \n ciência s do ambiente (estrutura e comportamento do ambiente – água, solo, ar - em \ncondições naturais e sujeitas à poluição ou degradação)  \n tecnologia de controle ambiental (controle da poluição do solo, ar e água)  \n \nEstes três elementos são cobertos de forma aproxi madamente sequencial ao longo do curso, \ncaracterizando uma integração vertical do conhecimento. No entanto, há interseções \nprogramadas. Esta concepção é ilustrada na Figura 8.1.  \n \nCiências básicas\nCiências do \nambiente\nTecnologia de \ncontrole ambientalSeqüência do \ncursoSequência do \ncurso\n \n \nFigura 8.1. Esquema da evolução dos conhecimentos ao longo do curso  \n \nÀ int egração vertical dos conteúdos mencionados  se agrega ainda uma integração horizontal \ndos saberes, isto é, os temas sendo abordados em um determinado período têm uma ligação \nentre si. Isto é alcançado através da concepção inovadora de uma sequência de traba lhos \ntemáticos, iniciados no segundo período, e concluídos no final do curso.  \n \nOs trabalhos temáticos  são ofertados nos semestres pares, e buscam integrar o conhecimento \ndaquele  semestre e do semestre anterior, de uma forma prática e centrada no aluno. Pa ra \npermitir o treinamento de trabalho em equipe, os trabalhos temáticos são feitos com os alunos \norganizados em grupos.  \n \nO primeiro trabalho temático  (2º semestre) aborda o diagnóstico de uma bacia hidrográfica , \nem seus meios físico, biótico e antrópico. A inda que os alunos estejam apenas iniciando o \ncurso, eles terão a oportunidade de integrar conhecimentos introdutórios, ao mesmo tempo em \nque se motivam para o curso, tendo a clara percepção de que estão inseridos em um ambiente \nprofissional, desde o iníci o. Para a elaboração deste primeiro trabalho, o aluno utilizará \nconhecimentos de matemática, física, química e biologia (ecologia) adquiridos até o \nmomento, além de cartografia, topografia, desenho, geologia, hidrogeologia e climatologia, os \nquais o capaci tarão para a elaboração do diagnóstico.  ", "25": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 23  \nO segundo trabalho temático  (4º semestre) é ainda no formato de um diagnóstico  ou \navaliação , reconhecendo a pouca vivência do aluno com a maioria das ferramentas da \nengenharia. Desta feita, será elaborad a uma avalia ção do impacto da urbanização sobre o \nmeio ambiente e a qualidade de vida das pessoas.  O estudo poderá contemplar um loteamento, \nbairro, município ou uma pequena bacia urbana, onde será efetuada uma caracterização do \nmeio físico, biótico e antrópico e prop osição de medidas mitigadoras. O uso e ocupação \ndesigual do espaço urbano pela população de diversas classes sociais e grupos étnico -raciais \ndeverá ser abordado, além do direito de toda a população a uma boa qualidade de vida e a um \nmeio ambiente preservad o. Neste momento, o aluno terá avançado nas ciências  básicas, ao \nmesmo tempo em que adquire conhecimentos específicos para o trabalho, tais como \nestatística, urbanismo, saúde ambiental, tópicos da área de humanas etc.  \n \nO terceiro trabalho temático  (6º seme stre) compreende um trabalho aprofundado de \ncaracterização de um curso d’água , em seus aspectos de quantidade e qualidade da água. Para \na consecução deste trabalho, várias disciplinas de interesse direto estão presentes no 5º e 6º \nperíodos, destacando -se: hidráulica, hidrologia, hidrogeologia, diagnóstico e avaliação da \npoluição das águas superficiais, laboratório de instrumentação e outros.  \n \nO quarto trabalho temático  (8º semestre) centra -se na elaboração de um projeto de um \nsistema, unidade, instalação ou  equipamento de controle ambiental. O pr essuposto deste \ntrabalho é o posicionamento, já relatado, de que o curso objetiva formar alunos que saibam \nrealmente projetar. Ainda que projetos estejam incorporados em diversas disciplinas, neste \ntrabalho temático será efetuado um projeto mais aprofundado. Serão utilizados conhecimentos \nreferentes às seguintes disciplinas do 7º e 8º período: operações unitárias e processos, \nsistemas de esgotamento sanitário, sistemas de drenagem pluvial, tratamento de águas de \nabast ecimento, tratamento de esgotos sanitários , tratamento de resíduos sólidos, disposição de \nresíduos, materiais de construção.  \n \nA ideia é que os trabalhos temáticos envolvam uma série de atividades de campo e obtenção \nde dados primários e secundários, permit indo um contato  do aluno com a realidade que ele \nvivenciará ao longo da vida profissional, capacitando -o a resolver problemas do mundo real, \ntais como falta de informações, incerteza em dados, conhecimento dos órgãos detentores dos \ndados, contato com a pop ulação, medições em campo, coleta de amostras etc.  \n \nRessalta -se que a questão ambiental é a proposta formativa do curso de Engenharia \nAmbiental , estando presente em todas as atividades específicas do Curso  e que, na maioria \ndas disciplinas, ainda que indir etamente, os direitos humanos a um meio ambiente preservado \ne a uma boa qualidade de vida, considerando todas as raças e etnias, são abordados. No \nentanto, algumas tratam  destas questões diretamente, caso das seguintes disciplinas  \nobrigatórias : \n \n Introdução  à Engenharia Ambiental (1º período) , onde diversas palestras que focam \naspectos sociais, ambientais e culturais, a partir de uma visão ética e social , são \nministradas aos futuros engenheiros.  \n Introdução ao Urbanismo (2º período), que aborda o direito à c idade e o uso \ndiferenciado e desigual do espaço geográfico pelas classes econômicas/sociais e pelos \ngrupos étnico -raciais.  \n Trabalho Temático 2 (4º período), que discute uso e ocupação desigual do espaço \nurbano pela população de diversas classes sociais e g rupos étnico -raciais, além do  ", "26": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 24 direito de toda a população a uma boa qualidade de vida e a um meio ambiente \npreservado.  \n Avaliação de impactos ambientais (5º período), onde os conflitos ambientais e os \naspectos sociais, econômicos, étnicos e raciais da popul ação atingida por \nempreendimentos  são discutidos . \n Sistema de abastecimento de água (6º período), que trata da água como direito humano \ne a influência de aspectos demográficos, sociais, econômicos, étnicos e raciais nas \nsoluções de abastecimento de água.  \n Sistemas de esgotamento sanitário (7º período), que aborda a problemática dos esgotos \nsanitários, considerando aspectos demográficos, sociais, econômicos, étnicos, raciais \ne de direitos humanos.  \n Legislação e gestão de saneamento e meio ambiente (9º período),  onde o direito \nhumano à água e ao esgotamento sanitário e aspectos étnicos -culturais são discutidos \ncom profundidade, além da participação e controle social.  \n \nA disciplina optativa “Saneamento e meio ambiente em grupo étnico -raciais” também aborda \na quest ão supra citada.  \n \nO trabalho de conclusão de curso, de caráter individual, será detalhado no item 8.4 a seguir.  \n \nA participação do Núcleo Docente Estruturante, que se reúne com frequência para discussão \nsobre o conteúdo pedagógico das disciplinas ofertadas  e das atividades acadêmico -científico -\nculturais , tem contribuído de maneira efetiva para a boa condução do Curso.   \n \n8.4 Trabalho de Conclusão de Curso  \nO Trabalho de Conclusão de Curso (TCC) do Curso de Engenharia Ambiental da UFMG \nconstitui atividade acadêmi ca obrigatória no âmbito do Curso, para garantir uma formação \nsólida, estruturada a partir de formação teórica/conceitual, fundamentação metodológica e \nanálise de problemas, com conseq uente proposta e desenvolvimento de projeto ou solução.   \n \nO TCC deve ter  um caráter aplicado, voltado para a resolução de problemas práticos de \nengenharia, desenvolvido dentro ou fora da universidade, neste caso em empresas com \nvinculação à área temática do curso. O TCC deve conter as etapas efetivas de resolução de \nproblemas reais, sendo enfatizada a aplicação prática de conhecimentos de engenharia, e a \nvalidação/avaliação dos resultados. Ao final do Projeto de Conclusão de Curso, o aluno \ndeverá apresentar uma monografia e ser arg uido em sessão pública, por uma banca \nexaminado ra. \n \nA orientação quanto ao conteúdo e desenvolvimento do trabalho e redação  do TCC  ficará a \ncargo do Professor -Orientador, de livre escolha do aluno ou designado pelo Colegiado, com \ncompetência reconhecida no tema escolhido. O orientador deverá se comprom eter \nformalmente, junto ao Colegiado, a orientar o aluno. Se o trabalho for realizado na empresa, o \norientador deve verificar sua viabilidade técnica e se as condições e equipamentos necessários \nestão disponíveis de imediato.  \n ", "27": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 25 A elaboração e a defesa de Tr abalho de Conclusão de Curso (TCC), sob forma de monografia, \nserão realizadas nos termos d e Resolução  específica do Curso de Graduação em Engenharia \nAmbiental . \n \n8.5 Estágio Supervisionado  \nA partir do levantamento da legislação e das normas jurídicas relativas aos estágios, bem \ncomo das diretrizes curriculares, pareceres e resoluções do Conselho Nacional de Educação \n(CNE), com suas respectivas alterações, estabeleceu -se uma política para a realização dessas \natividades nos cursos de Graduação da UFMG.  \n \nEm março de 2009, considerando o que determina a Lei nº 11.788, de 25/09/2008, bem como \nos estudos realizados pela Pró -Reitoria de Graduação, o CEPE/UFMG aprovou a Resolução \nNº 02/2009 , que dispõe sobre os Estágios Acadêmicos de estudantes matriculados em cursos \nde Graduação e da Educação Básica e Profissional. Nos termos dessa Resolução, o Estágio \nCurricular – obrigatório ou não – configura -se como vivência profissional  complementar que \nse deve realizar sob a responsabilidade de um professor orientador; incluir um plano de \ntrabalho por ele aprovado; constar no sistema de registro de atividades acadêmicas da UFMG; \ne incluir a obrigatoriedade de Relatório Final avaliado pelo Supervisor do Campo de Estágio e \npelo Orientador responsável. Tal atividade deve constar da pr oposta pedagógica do curso em \nque se insere, com a respectiva especificação do número de créditos e da instância \nresponsável pelo seu acompanhamento, e implicar uma jornada semanal compatível com seu \nprojeto curricular. O estágio realizado com fins de enri quecimento curricular poderá, a critério \ndo Colegiado de Curso envolvido, contar créditos ou apenas constar do histórico escolar do \nestudante.  \n \nPara a realização do estágio curricular, impõe -se a celebração de instrumentos jurídicos \nespecíficos, devidament e regulamentados em Portarias do Reitor. O início de tal atividade é \nprecedido de Termo de Compromisso, assinado entre o aluno e o campo de estágio, com a \ninterveniência da UFMG, de modo a se configurar a inexistência de vínculo empregatício \nentre as parte s. É facultado aos Colegiados de Curso, ou às instâncias universitárias \nresponsáveis pelo acompanhamento do estágio, estabelecer normas específicas, quando \ncouber.  \n \nO Estágio Curricular de Natureza Obrigatória do Curso de Engenharia Ambiental da UFMG \npossu i uma carga horária de 150  horas exercidas no local de estágio do aluno, mais 15  horas \nde acompanhamento pelo professor supervisor.  \n \nPara se matricular na disciplina Estágio Supervisionado, o aluno deverá atender às exigências \nconstantes em resolução espec ífica da Escola de Engenharia, que dispõe sobre os critérios \npara a realização do Estágio Curricular no âmbito dos cursos de graduação da Escola de \nEngenharia da UFMG.  \n \nA integração das atividades do Estágio e as do Trabalho de Conclusão de Curso é aceitáv el e \naté recomendável.  \n ", "28": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 26 8.6 Atividades acadêmico - científico - culturais de natureza optativa  \nConsiderando as Diretrizes de Flexibilização Curricular da UFMG (2001), o currículo deve \nbuscar a indissociabilidade de ensino, pesquisa e extensão, deve ndo ser conc ebido como um \nsistema articulado. Além da transmissão de conteúdos e da produção do conhecimento, inclui \no desenvolvimento, por parte do aluno, de habilidades básicas, específicas e globais, de \natitudes formativas, de análise crítica e de percepção mais gl obal da sua atuação futura como \nprofissional e como membro da sociedade.  \n \nComo tal, ele é um conjunto de atividades acadêmicas que possibilitam a integralização de um \ncurso. Entende -se por atividade acadêmica curricular toda aquela considerada relevante pa ra \nque o estudante adquira, durante a integralização curricular, o saber e as habilidades \nnecessárias à sua formação. O aproveitamento de uma atividade acadêmica para \nintegralização curricular deve estar condicionado à autorização prévia do colegiado de cu rso e \na um processo de avaliação.  \n \nNesse sentido, o Curso de Engenharia Ambiental oferece aos seus alunos a oportunidade de \nexercerem uma série de atividades acadêmicas complementares as quais, mesmo que não \nobrigatórias, possibilitarão um importante compl emento à sua formação.  \n \nNo que concerne à integralização curricular de carga horária, no âmbito do Curso de \nEngenharia Ambiental, as atividades acadêmico – científico – culturais de natureza optativa \nsão as seguintes:  \n \n(i) iniciação à pesquisa;  \n(ii) vivên cia profissional complementar (VPC);  \n(iii) projetos de extensão;  \n(iv) iniciação à docência;  \n(v) participação em evento com publicação científica . \n \nAs seguintes condições  devem ser atendidas para a integralização curricular de carga horária \ndestas atividad es: (a) o máximo de 1 5 (quinze ) créditos poderá ser utilizado para efeito de \nintegralização curricular  e (b) para integralização dos créditos em todas as atividades, o aluno \ndeverá atender às exigências constantes na Resolução que dispõe sobre atribuição d e créditos \nem atividades acadêmico -científico - culturais para efeito de integralização curricular no \nCurso de Graduação em Engenharia Ambiental da UFMG.  \n \nA UFMG possui  ainda  disciplinas com código UNI, que são entendidas como disciplinas de \ninteresse pote ncial de alunos de vários cursos da universidade. Neste sentido, dentro do \ncampo específico da “Engenharia Ambiental” e sob a responsabilidade do colegiado do curso, \nsão ofertadas 15 vagas na disciplina Saúde Ambiental para uso de alunos de outros cursos d a \nUFMG (além das vagas para os alunos do curso de Engenharia Ambiental, para os quais a \ndisciplina é obrigatória).  \n \n9 AVALIAÇÃO DA APRENDI ZAGEM  \nOs procedimentos de avaliação dos processos de ensino -aprendizagem assumem caráter \nmúltiplo e complementar, em ex ercícios individuais e compartilhados, contemplando as ", "29": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 27 dimensões formativa e somativa, por meio de instrumentos variados, tais como: provas, testes, \nseminários, relatórios e outros. A verificação do rendimento escolar é feita por disciplina, \nabrangendo os aspectos de frequência e aproveitamento, ambos eliminatórios, em \nconsonância com o Regimento Geral da UFMG. Entende -se por frequência o comparecimento \nàs atividades didáticas de cada disciplina, sendo fixado nas Normas Gerais de Graduação o \nmínimo exigido,  vedado o abono de faltas. Entende -se por aproveitamento o resultado da \navaliação do aluno nas atividades desenvolvidas na disciplina. A apuração do aproveitamento \nem cada disciplina será feita por pontos cumulativos, em uma escala de 0 a 100, sendo o \nrendimento escolar de cada aluno convertido aos conceitos: A - Excelente (90 a 100); B - \nÓtimo (80 a 89); C – Bom (70 a 79); D - Regular (60 a 69); E - Fraco (40 a 59); F - \nInsuficiente (abaixo de 40 e/ou infrequente).  \n \nSerá considerado aprovado o aluno que ob tiver, simultaneamente, no mínimo, 60 pontos e, no \nmínimo, 75% de frequência nas atividades acadêmicas em que se matriculou no semestre \nletivo. O aluno aprovado que desejar melhorar o(s) conceito(s) obtido(s) em disciplina(s) \npoderá submeter -se, a seu crit ério, a Exame Especial. Nesse caso, prevalecerá a melhor nota \nque obtiver. Será considerado reprovado o aluno que obtiver de 0 a 59 pontos e/ou for \ninfrequente. Se obtiver conceito E – ou seja, de 40 a 59 pontos e tiver frequência suficiente – \npoderá subme ter-se a Exame Especial ou a Tratamento Especial.  \n \nO Exame Especial vale 100 pontos e pode ser utilizado como uma oportunidade de aprovação \nem determinada(s) disciplina(s), exceto por aluno que obtiver o conceito F. A nota final do \naluno corresponde à méd ia aritmética dos pontos obtidos ao término do período letivo e da \npontuação obtida no Exame Especial. O Tratamento Especial possibilita ao aluno que obteve \no conceito E prestar, no semestre seguinte, os exames de determinada disciplina, sem \nnecessidade de  frequência às aulas correspondentes. Permitido em situações bem específicas, \no Tratamento Especial deve ser requerido pelo aluno nas datas fixadas para tanto no \nCalendário Acadêmico da UFMG, na Seção de Ensino da sua Unidade Acadêmica, e será \nconcedido um a única vez na mesma disciplina, desde que o aluno não tenha, nela, se \nsubmetido anteriormente a Exame Especial.  \n \nO Regime Especial consiste na substituição da frequência às aulas por exercícios domiciliares, \npermitida em casos excepcionais, a critério do Colegiado de Curso e mediante apresentação \nde laudo médico emitido pelo Serviço de Assistência à Saúde do Trabalhador (SAST). Pode \nreivindicar Regime Especial o aluno portador de problemas congênitos, traumatismos ou \noutras condições incompatíveis com a fr equência às aulas, bem como a aluna em estado de \ngravidez, a partir do oitavo mês de gestação.  \n \nO rendimento semestral global de um aluno de graduação corresponderá  à média ponderada \ndo desempenho acadêmico do aluno em cada semestre.  É desejável que o alun o mantenha \nsempre um alto RSG, na medida em que, por se tratar de um parâmetro de desempenho, esse \nRendimento pode se refletir em todos os processos de seleção durante sua vida acadêmica e \nprofissional, inclusive na obtenção de bolsas acadêmicas. Para o cá lculo do RSG, convertem -\nse os conceitos obtidos em cada atividade/disciplina em valores, observando -se a \ncorrespondência  entre conceito e valor: A = 5; B = 4; C = 3; D = 2; E = 1 e F = 0.  \n \nO valor do conceito de cada atividade em que o aluno se matriculou no semestre, excluídas as \nporventura trancadas, é multiplicado pelo seu respectivo número de créditos; os produtos \nassim obtidos são somados e o resultado é dividido pelo número total de créditos em que o \naluno se matriculou no semestre.  É importante ressa ltar que o  Rendimento Semestral Global ", "30": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 28 menor ou igual a 1 é considerado insuficiente, levando à exclusão do aluno da Universidade, \ncaso ocorra em três semestres, consecutivos ou não.  \n \nNo caso de alunos com dificuldade de aprendizagem , a Fundação Universitá ria Mendes \nPimentel (FUMP) oferece  programas de apoio à aprendizagem que auxiliam os estudantes a \nter um bom desempenho acadêmico  e, consequentemente , reduz em a evasão na Universidade.  \nA FUMP oferece p rogramas de complementação educacional, desenvolvimento  pessoal e \nprofissional voltados para a formação acadêmica e cidadã dos estudantes , além de o ferecer \natendimento psicopedagógico individual ou coletivo aos estudantes que apresentem \ndificuldades de aprendizagem durante o desenvolvimento das atividades acad êmicas.  \n \n10 POLÍTICAS  ACADÊMICAS  \n10.1 Programas de Pesquisa e Extensão  \nOs programas  e cursos de Pós -Graduação da UFMG, abertos a candidatos diplomados em \ncursos de Graduação, investem na qualificação de pessoal para o exercício de atividades de \nensino e pesquisa , bem como para o mercado de trabalho. Os cursos de Pós -Graduação são \noferecidos nos níveis de Mestrado e Doutorado – que conferem graus e expedem diplomas de, \nrespectivamente, Mestre e Doutor – e de Especialização – que expedem certificados de \nEspecialist a. \n \nO sistema de Pós -Graduação stricto sensu  da UFMG, constituído de um número crescente de  \nprogramas e de cursos, que abrangem as diversas  áreas do conhecimento, mantém -se de forma \nconsolidada no cenário nacional. As estruturas curriculares, bem como o nú mero de \nhoras/créditos necessários para a integralização de cada uma delas, variam de acordo com a \nproposta didático -pedagógica definida no regulamento de cada curso/programa, atendidos os \ntermos do Regimento Geral e das Normas Gerais de Pós -Graduação da U FMG. Além do \ncumprimento de todos os requisitos regimentais, normativos e regulamentares, para a \nobtenção dos diplomas de Mestre ou de Doutor, o aluno deve elaborar uma dissertação, no \nprimeiro caso, ou uma tese, no segundo, a ser aprovada por Banca Examin adora, em sessão \npública de defesa.  \n \nO ensino de Pós -Graduação na modalidade lato sensu  corresponde aos cursos de \nEspecialização, que, em sua maioria, mantêm oferta anual regular. Para obter o certificado de \nEspecialista, além da integralização dos crédito s, o aluno deve comprovar, nos termos do \nregulamento de cada curso, aprovação em monografia elaborada individualmente.  \n \nOs principais departamentos da Escola de Engenharia envolvidos na oferta do Curso de \nGraduação em Engenharia Ambiental, DESA e DEHR, trabalham, de forma conjunta, há mais \nde uma década na área de Engenharia Ambiental. O DESA foi o responsável pela criação do \nCurso de Especialização em Engenharia Sanitária (atualmente denominado Saneamento e \nMeio Ambiente ), ofertado ininterruptamente desde  1955. O DESA e o DEHR ofertam, \nconjuntamente, o Programa de Pós -graduação em Saneamento, Meio Ambiente e Recursos \nHídricos, nos níveis de Mestrado e Doutorado  – PPGSMARH - (mestrado criado em 1972; \ndoutorado criado em 2000).  \n \nA Pró Reitoria  de Pós-Gradua ção ( PRPG ) responsabiliza -se pelo gerenciamento e/ou \nacompanhamento dos Programas de Bolsas de Pós -Graduação financiados pela Capes , pelo ", "31": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 29 Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq)  e pela Fundação de \nAmparo à Pesquisa do Estado de  Minas Gerais (Fapemig).  \n \nAlém de apoiar e incentivar as metas de produção acadêmico -científicas almejadas  pelos seus \npesquisadores, vinculados aos seus respectivos  grupos de pesquisa, e pelos bolsistas de \nIniciação Científica, a UFMG tem implementado açõ es e projetos inovadores no campo da \npesquisa de ponta.  \n \nA UFMG mantem, ainda, alguns p rogramas institucionais de Bolsas de Iniciação Científica  \n(BIC)  coordenados pela Pró Reitoria  de Pesquisa . Esses  Programas têm por objetivo \nintroduzir o aluno na produçã o do conhecimento e na convivência cotidiana com os \nprocedimentos científicos, com sua organização, técnicas e métodos. Pelo seu caráter \ninstitucional, possibilitam um modo de gestão da pesquisa que amplia e revitaliza a produção \ncientífica não apenas em á reas já consolidadas, mas também naquelas em que essas atividades \nestão, ainda, em processo de estruturação . \n \nAlguns programas coordenados pela Pró Reitoria  de Pesquisa  da UFMG que merecem \ndestaque são:   \n \n Programa Institucional de Bolsas de Iniciação Cient ífica  (PIBIC), do  CNPq ; \n Programa Institucional de Bolsas de Iniciação Científica (PROBIC) da Fapemig ; \n \nA Pró Reitoria  de Graduação (PROGRAD) administra um Programa de Bolsas Acadêmicas \nque tem contemplado, a cada ano, um número crescente  estudantes, alcan çando um percentual \nrelevante do  alunado de Graduação da UFMG. A Monitoria, uma exigência estabelecida no \nRegimento Geral da Universidade há mais de duas décadas, sofreu alterações visando a sua \nadequação aos preceitos regimentais. Nessa oportunidade, fora m também criados outros dois \nProgramas de Bolsas: o Pronoturno, especialmente destinado a estudantes do turno noturno, e \no Programa Especial de Graduação (PEG), que tem por objetivo apoiar os Colegiados de \nCurso.  \n \nO Programa de Bolsas Acadêmicas administr ado pela PROGRAD e vigente a partir de 2006  \ncompreende os tipos que se seguem.  \n \n1. Monitoria – Tem por propósito iniciar o estudante nas atividades de docência no Ensino \nSuperior, bem como apoiar os professores nas suas tarefas didáticas.  \n \n2. Programa Espe cial de Graduação (PEG) – Objetiva apoiar os Colegiados de Curso em \nações referentes à modernização dos seus projetos acadêmicos curriculares, bem como na \nadoção de novas metodologias de ensino, inclusive no que diz respeito à produção de material \ndidático . \n \n3. Pronoturno – Destina -se a possibilitar dedicação integral aos estudos a estudantes do turno \nnoturno que mais se destacam por sua competência. Condicionadas ao cumprimento de um \nconjunto de requisitos acadêmicos, tais bolsas são garantidas aos estudan tes desde os períodos \niniciais do curso e no transcorrer dos demais períodos letivos. Nesse caso, os bolsistas \ncumprem um período de treinamento, que envolve atividades de ensino, pesquisa e extensão.  \n ", "32": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 30 4. Programa de Educação Tutorial (PET) – Consiste em u m tradicional programa do MEC, \noriginalmente coordenado pela Capes e, atualmente, sob a responsabilidade da SESu , sendo \nconsiderado como importante estratégia para a formação de lideranças acadêmicas.  \n \nOutro programa de bolsas, coordenado pela Pró Reitoria  de Extensão , denominado Programa \nde Bolsas de Extensão , tem por objetivo apoiar, por meio da concessão de bolsas, o \ndesenvolvimento de programas e/ou de projetos de extensão de Unidades, órgãos ou setores \nque têm potencial para implementar experiências ac adêmicas, de forma qualitativa e de \nacordo com a política da UFMG para essa área.  \n \nA Extensão Universitária consiste numa ação política, cujo compromisso deliberado é o \nestreitamento de vínculos com a sociedade. Essa forma de atuar tem por finalidade aprof undar \nas ações de democratização do saber científico, artístico e tecnológico, levando o \nconhecimento acadêmico ao encontro dos anseios da comunidade e, ao mesmo tempo, \naprendendo com ela, a fim de produzir novos conhecimentos. Nesse sentido, ela constrói -se \ncom base em ações indutoras do desenvolvimento social, nos diferentes âmbitos e espaços, e \nassume papel de importância destacada na luta contra as diferentes facetas da exclusão social \ne da degradação ambiental.  \n \nA Extensão também é responsável pela pro moção de um permanente diálogo com a \ncomunidade interna à Instituição e, para isso, conta com uma ampla participação dos \ndiferentes órgãos institucionais. Com esses objetivos articula projetos, programas, cursos e \neventos, que promovem relações interdiscip linares e transversais .  \n \nVale destacar, ainda, os Programas de intercâmbio para os estudantes da U FMG. Ciente da \nimportância que a experiência internacional desempenha na formação acadêmica de um \nestudante, a UFMG, por intermédio da Diretoria de Relações Internacionais (DRI), oferece \nprogramas acadêmicos que têm alcançado expressivos resultados no que concerne ao fluxo de \nintercâmbio de alunos dos níveis de Graduação e Pós -Graduação, que, por essa via, têm \noportunidade de vivenciar sistemas educacionais di stintos e uma outra ótica de formação \nuniversitária, além de poderem interagir com estudantes de culturas diversas. O intercambista \npassa um a dois períodos letivos numa instituição estrangeira e as atividades desenvolvidas \npor ele no exterior, desde que a provadas pelo Colegiado do seu curso, podem ser incorporadas \nao seu histórico escolar. O intercâmbio de alunos é amparado pela Resolução no 05/1998, do \nCEPE.  \n \n10.2 Acessibilidade  \nAs ações pedagógicas desenvolvidas no Curso de Engenharia  Ambiental, destinadas a o \npúblico com deficiência, orientam -se pelo disposto na Lei nº 13.146/2015 e legislações \ncorrelatas. Para tanto, conta com o apoio do Núcleo de Acessibilidade e Inclusão (NAI) da \nUFMG que tem como responsabilidade a proposição, organização e coordenação de  ações \npara assegurar e garantir as condições de acessibilidade necessárias ao ingresso, à \npermanência, à plena participação e à autonomia das pessoas com deficiência no âmbito da \nUFMG. Busca -se assim, eliminar ou reduzir as barreiras pedagógicas, arquitet ônicas, \nbarreiras à comunicação e ao acesso à informação, maximizando o desenvolvimento \nacadêmico e social do estudante com deficiência durante seu percurso acadêmico.  \n \nÉ parte integrante do NAI, o Centro de Apoio ao Deficiente Visual (CADV), que oferece \nsuporte acadêmico aos estudantes com deficiência visual, incluindo assessoria de natureza ", "33": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 31 didático -pedagógica  e de recursos tecnológicos. O Centro funciona na Biblioteca Professor \nLuiz Antônio Paixão, da FAFICH, oferecendo serviço de confecção de material didático em \ndiferentes formatos (textos gravados, digitalizados, em braile e ampliados   proporcionando \nacesso   literatura básica das disciplinas , quanto apoio para docentes na condução dos \ntrabalhos com esses estudantes. Para tanto, o CADV dispõe de infr aestrutura de e uipamentos \nespecíficos , tais como , microcomputadores com acesso    nternet , impressora Braille, lupa \neletrônica, além dos softwares  JAWS, DOSVOX, AUDACITY, Braille Fácil e ABBYY \nFINEREADER, scanner .  \n \nO NAI conta ainda com a participação d e Intérpretes de Libras na sua equipe que são \nresponsáveis pelo desenvolvimento ações voltadas para o público surdo ou com deficiência \nauditiva, tais como, Interpretação em sala de aula; tradução de material didático, tradução de \nprovas, tradução de produt os midiáticos; produção de áudio visual acessível em desenho \nuniversal com acessibilidade comunicacional para surdos e cegos; produção de legendas para \ndeficientes auditivos não usuários de Libras; áudios para cegos e comunidade em geral; áudio \ndescrição p ara cegos e pessoas com baixa visão.  \n \nAlunos que apresentem condições de saúde que interfiram no processo de aprendizagem e \nsocialização são avaliados e acompanhados, em sua particularidade, pelo Núcleo de Inclusão \ne Acessibilidade da UFMG, sendo as orient ações específicas repassadas ao Colegiado de \nCurso.  \n \nPor fim, destaca -se, na estrutura curricular do Curso de Engenharia Ambiental (em atenção ao \ndisposto no Decreto 5626/2005) a oferta regular da disciplina Fundamentos de Libras para \nintegralização da ca rga horária optativa.  \n \nAs instalações físicas disponibilizadas ao Curso de Engenharia Ambie ntal, na Escola de \nEngenharia e nos Centro de Atividades Didáticas, garantem condições de acessibilidade – \nestrutura essa que se encontra em contínua avaliação e ape rfeiçoamento.  \n \n11 INSTALAÇÕES, LABORAT ÓRIOS E EQUIPAMENTOS  \na) Ambientes Administrativos e de Apoio docente  \nNa Escola de Engenharia da UFMG  estão disponibilizados para os diversos Cursos de \nEngenharia da Unidade uma Secretaria Acadêmica, salas para Coordenações, uma sala para \nreuniões de Congregação e diversas  salas de aula.   \n \nO prédio da Escola de Engenharia oferece ótimas condições e m termos de espaço, \nequipamentos, acesso à internet, conforto, conservação  e iluminação . \n \nb) Laboratório (s) de Informática  Centro de Cálculo Eletrônico (CCE)  \nO Centro de Cálculo Eletrônico disponibiliza diversas salas de aula, equipadas com \nmicrocomputadores  e vários s ervidores da área administrativa  para atender as centenas de \nusuários cadastrados no laboratório do CCE . \n \nA política ado tada para atualização dos equipamentos e softwares é baseada na avaliação \nanual e de acordo com a disponibilidade orçamentária . Considerando a adequação do espaço \nfísico, o laboratório se encontra em local separado do prédio de aulas, em ambiente tranquilo , ", "34": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 32 onde todas as salas são climatizadas  e o acesso às salas é feita por corredor largo que não se \ncongestiona nos momentos de troca de aulas.  \n \nO laboratório possui normas internas de funcionamento que são informadas ao aluno no \nmomento de seu cadastro . Para  suporte técnico , conta com  técnicos permanentes, monitores \nnos meses de abril a dezembro, e ainda  com o apoio do Setor de Tecnologia da Informação da \nEscola de Engenharia.   \n \nc) Recursos Multimídia  \nA Escola de Engenharia  possui registrados em seu acervo proje tores multimídia (data shows),  \ninstalado s em todas as salas de aula, no CCE, nos auditórios da Unidade,  além de diversos \noutros disponíveis nos Departamentos e nos próprios gabinetes dos professores.  \n \nLaboratórios específicos  \nVários laboratórios especializ ados estão disponíveis para os alunos do Curso de Engenharia \nAmbiental em diversas Unidades da UFMG. No entanto, os laboratórios mais específicos do \nCurso de Engenharia Ambiental, são disponibilizados pelos dois principais departamentos da \nEscola de Engenh aria envolvidos com a oferta do Curso, departamentos de Engenharia \nSanitária e Ambiental (DESA) e de Engenharia Hidráulica e Recursos Hídricos (DEHR).  \n \nOs principais laboratórios do DESA, listados a seguir, são utilizados tanto para pesquisa \nquanto para de monstração e treinamento de alunos de graduação, com destaque para bolsistas \nde Iniciação Científ ica: \n \n Laboratório de microbiologia : desenvolvimento de pesquisas na área de microbiologia , \ntratamento biológico de águas, águas residuárias, efluentes industri ais e caracterização \nde amostras ambientais, com área de 91m2. \n Laboratório de controle da poluição : desenvolvimento de pesquisas na área de \ncaracterização, prevenção e controle da poluição na indústria; área de 45m2. \n Laboratório de resíduos : desenvolviment o de pesquisas na área de resíduos industriais \ne urbanos; área de 45m2. \n Laboratório de ensaios bioló gicos: desenvolvimento de ensaios de toxicidade , apoio a \nvárias linhas de pesquisa; área de 27m2. \n Laboratório geral de apoio as pesq uisas : laboratório de ap oio às diversas pesquisas. \nNele são feitas análises físico -químicas convencionais; área de 78m2. \n Laboratório de instrumentação analítica : laboratório de apoio analítico às pesquisas, \nonde instrumentos como cromatógrafos, absorção atômica e carbono orgânico  total \nestão disponíveis para atender todas as áreas; área de 84m2. \n Laboratório de aulas práticas - laboratório exclusivo de ensino; área de 63m2. \n \nMerece destaque, ainda, o Centro de Pesquisa e Treinamento em Saneamento (CePTS ), uma \nunidade de experimenta ção, em escala de demonstração , de uma  estação de tratamento de \nesgotos.  Unidades experimentais em escala piloto e real são também instaladas para pesquisa \nno tema de resíduos sólidos urbanos e controle da poluição na indústria . \n \nNo que diz respeito à área  de Hidráulica e Recursos Hídricos, tem sido dada sequência às \natividades de implantação dos equipamentos do Centro de Pesquisas Hidráulicas e Recursos \nHídricos da UFMG (CPH). O CPH conta ainda com um laboratório de eletrônica, para dar ", "35": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 33 suporte às atividad es de medição, e das oficinas mecânica e carpintaria necessárias à sua \noperação. Além de pesquisas científicas em desenvolvimento, o laboratório está sendo \nintensamente utilizado para o desenvolvimento de ensaios em modelos hidráulicos reduzidos \ne para a r ealização de estudos, projetos e pesquisas de interesse da UFMG.  \n \nO curso conta ainda com a utilização de diversos outros laboratórios de práticas de outros \ndepartamentos e unidades, todos eles situados no Campus da UFMG.   \n \n12 BIBLIOTECA  \nA Biblioteca da Escol a de Engenharia (BEE) foi fundada juntamente com a Escola Livre de \nEngenharia em 21/Maio/1911, ano do centenário do patrono da Engenharia Nacional, \nChristiano Otoni.  \n \nSeu acervo é hoje estimado em milhares de  volumes , entre livros, teses, memórias, normas  \ntécnicas e mantém mais de mil títulos de periódicos, cobrindo as áreas das Engenharias \nAmbiental , Civil, Controle e Automação, Elétrica, Eletrônica, Mecânica, Metalúrgica, de \nMinas, Produção, Química e Nuclear.  \n \nA biblioteca encontra -se hoje automatizada  em seus serviços de empréstimo e tratamento do \nmaterial bibliográfico, integrando -se à rede da UFMG, permit indo ao usuário a renovação e \nreservas de livros pela internet.  \n \nA Biblioteca da Escola de Engenharia possui  um dos mais importantes acervos de per iódicos \ndas áreas de engenharias do País.  \n \nOs seguintes serviços são prestados pela Biblioteca: e mpréstimo domiciliar; empréstimo  entre \nbibliotecas; a tendimento ao usuário via telefone e e -mail; normalização de fichas \ncatalográficas; orientação  e treiname nto à pesquisa bibliográfica; comutação bibliográfica  de \nmateriais indisponíveis no acervo da UFMG ; treinamento de usuário ; elaboração de Ficha \nCatalográfica e recebimento de doações.  \n \n13 GESTÃO DO CURSO, PES SOAL DOCENTE E TÉCNI CO-\nADMINISTRATIVO  \n13.1  Gestão do c urso  \nAo Colegiado incumbe a coordenação didática do Curso de Graduação em Engenharia \nAmbiental, sendo de sua competência , entre outras funções: orientar e coordenar as atividades \ndo curso e propor ao Departamento, ou estrutura equivalente, a indicação ou s ubstituição de \ndocentes; elaborar o currículo do curso, com indicação de ementas, créditos e pré -requisitos \ndas atividades acadêmicas curriculares que o compõem; referendar os programas das \natividades acadêmicas curriculares que compõem o curso, nos termos  do art. 49 do Estatuto \nda UFMG; decidir das questões referentes a matrícula, reopção, dispensa e inclusão de \natividades acadêmicas curriculares, transferência, continuidade de estudos, obtenção de novo \ntítulo e outras formas de ingresso, bem como das repr esentações e recursos contra matéria \ndidática, obedecida a legislação pertinente; coordenar e executar os procedimentos de \navaliação do curso.  ", "36": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 34 13.2 Pessoal docente  \nO corpo docente que atua no Curso de Graduação em Engenharia Ambiental é constituído por \nprofess ores efetivos da Universidade, em sua maioria em regime de trabalho de tempo \nintegral. Destaca -se que a quase totalidade  do corpo docente  (> 90%)  apresenta titulação \nobtida em Programas de Pós graduação strictu sensu , no nível de Doutorado e o restante  \napresenta nível de Mestrado.  \n \nDestaca -se no corpo docente o perfil multiprofissional com professores de formação na área \nde Ciências Exatas (engenheiros de diversas formações, matemáticos, químicos e físicos), de \nCiências Biológicas (biólogos), da área de Ciê ncias Humanas (sociólogos), que conferem ao \ncurso um caráter interdisciplinar.  \n \n13.3 Funcionários técnico -administrativo s \nO número de funcionários técnico -administrativo s, considerando os a ssistente em \nadministração, técnico s de laboratório e em informática, au xiliares de administração , \nbombeiro hidráulico, contramestre -ofício, e técnicos em mecânica e química é suficiente para \no bom andamento do Curso, dando apoio a todas as atividades do Curso .  \n \n13.4 Núcleo Docente Estruturante (NDE)  \nO Núcleo Docente Estruturante (NDE ) foi um conceito criado pela Portaria Nº 147, de 2 de \nfevereiro de 2007, com o intuito de qualificar o envolvimento docente no processo de \nconcepção e consolidação de um curso de graduação.  Ele é caracterizado por ser “responsável \npela formulação do p rojeto pedagógico do curso (PPC), sua implementação e \ndesenvolvimento, composto por professores: a) com titulação em nível de pós -graduação \nstricto sensu ; b) contratados em regime de trabalho que assegure preferencialmente dedicação \nplena ao curso; e c) co m experiência docente.”  \n \nO Colegiado do Curso de Graduação em Engenharia Ambiental, considerando o disposto no \nParecer CONAES nº 4, de 17 de junho de 2010, na Resolução CONAES nº 1, de 17 de junho \nde 2010 e na Resolução nº 15/2011 do Conselho de Ensino, Pe squisa e Extensão (CEPE) da \nUniversidade Federal de Minas Gerais, instituiu o seu Núcleo Docente Estruturante -NDE em \n03 de maio de 2012, por meio da Resolução Nº 01/2012.  \n \nO NDE é muito atuante no Curso, com reuniões frequentes para discussões sobre altera ções \nnecessárias em programas de disciplinas, análise de conteúdo oferecido e mesmo para \nproposta de alterações no projeto pedagógico do Curso.  \n \n14 AVALIAÇÃO DO CURSO  \nA UFMG conta com um Setor de Avaliação de Cursos de Graduação vinculado à Pró Reitoria \nde Gr aduação, ao qual compete a realização de uma avaliação interna dos seus cursos de \nGraduação. Essa avaliação compreende:  \n \na) a aplicação a todos os alunos de questionário de avaliação não só das disciplinas \ncursadas a cada semestre, mas também dos professores responsáveis por elas; e  \n ", "37": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 35 b) a aplicação a todos os formandos de questionários de avaliação tanto do curso \nconcluído quanto das expectativas dos concluintes.  \n  \nOs questionários de avaliação de disciplina/atividade e do professor e os de avaliação do \ncurso pel o formando podem ser acessados, via internet, através do Portal MinhaUFMG. Os \nresultados das avaliações são colocados no módulo gerencial para consulta pelos Diretores de \nUnidade, Coordenadores de Colegiados de Cursos e Chefes de Departamento, e \ndisponibil izados para a comunidade pela internet.  \n \nAlém desses procedimentos, o Setor de Avaliação auxilia a Diretoria de Avaliação \nInstitucional (DAI) em diversos procedimentos, incluindo o preenchimento do Censo da \nEducação Superior e a abertura e o acompanhamento  dos processos de reconhecimento e \nrenovação de cursos de graduação da UFMG. O Setor ainda coordena e assessora os \nColegiados de Curso durante o ciclo do Exame Nacional de Avaliação de Desempenho dos \nEstudantes de Graduação (ENADE).  \n \nNa atualidade a questã o da inovação e atualização curricular impõe a qualquer curso a \nnecessidade de constante reflexão sobre a formação acadêmica e profissional dos seus \negressos. Assim, considera -se que o processo de avaliação do curso deve ser contínuo, com o \nobjetivo de ser em realizadas as mudanças necessárias a tempo. Todo o processo de avaliação \ndo curso de Engenharia Ambiental é acompanhado pelo Colegiado e é pautado por uma ação \ncoletiva, onde participam professores, alunos e demais sujeitos envolvidos no curso.  \n \nDestac a-se que o principal instrumento de avaliação do Curso é efetuado pelo NDE, que \nefetua  avali ações constantes com a  intenção de fortalecer os aspectos positivos e reorientar os \naspectos negativos evidenciados ao longo de sua trajetória.  \n \nA Escola de Engenh aria da UFMG conta, ainda, com um Conselho de Coordenadores dos \nCursos de Engenharia, instância de caráter consultivo da Congregação da Escola, que tem \ncomo uma de suas atribuições a avaliação do ensino de graduação nos cursos de engenharia \nda UFMG. O Cons elho se reúne mensalmente, onde são apresentadas questões e são \npropostas soluções e inovações para os cursos de Engenharia. Por fim, deve -se considerar \ncomo um mecanismos institucional de auto -avaliação, o processo de Avaliação docente \nadotado na UFMG, at ravés da análise do Relatório Anual de Atividades dos professores, \nsubmetidos à aprovação do Departamento de vinculação do docente e à Comissão Permanente \nde Pessoal Docente (CPPD) vinculado à Pró -reitoria de Recursos Humanos. Assim, os \nprofessores do Curs o são submetidos a essa avaliação institucional, bem como as avaliações \nrealizadas pelas Comissões de Estágio probatório (no caso de docentes recém -admitidos na \nUniversidade) e quando da solicitação de Progressão Horizontal na carreira de Magistério \nSuperi or. \n ", "38": "Projeto Pedagógico do Curso de Graduação em Engenharia Ambiental da UFMG  – Versão 20 18/1 36 REFERÊNCIAS  \n \nBRASIL. Lei 9.131, de 25 de novembro de 1995 . Altera dispositivos da Lei nº 4.024, de 20 de \ndezembro de 1961, e dá outras providências  \n______. Decreto nº 5.626/2005, de 22 de dezembro de 2005. - Regulamenta a Lei no \n10.436, de 24 de abril  de 2002, que dispõe sobre a Língua Brasileira de Sinais - Libras, e \no art. 18 da Lei no 10.098, de 19 de dezembro de 2000.  \n______. Decreto 5.296/2005 , que regulamenta as normas gerais e critérios básicos para a \nacessibilidade das pessoas com necessidades especiais.  \n______. Lei 11.788/2008 . Dispõe sobre o estágio de estudantes. Brasília, 2005.  \nCOMISSÃO NACIONAL DE AVALIAÇÃO DA EDUCAÇÃO SUPERIOR – CONAES. \nResolução CONAES 01/2010, de 17 de junho de 2010 . Normatiza o Núcleo Docente \nEstruturante e dá outras pr ovidências.  \nCONSELHO NACIONAL DE EDUCAÇÃO (CNE) e CÂMARA DE EDUCAÇÃO \nSUPERIOR (CES).  PARECER CNE/CES 1.362/2001 . Dispõe sobre as diretrizes Curriculares \nNacionais dos Cursos de Engenharia.  \n______.  RESOLUÇÃO CNE/CES 11, de 11 de março de 2002.  Institui Dir etrizes \nCurriculares Nacionais do Curso de Graduação em Engenharia.  \n______.  Parecer CNE/CP 03/2004.  Dispõe sobre as Diretrizes Curriculares Nacionais \npara a Educação das Relações Étnico - Raciais e para o Ensino de História e Cultura \nAfro -Brasileira e Afri cana.  \n______. Resolução CNE/CES 02/2007 . Dispõe sobre carga horária mínima e  \nprocedimentos relativos à integralização e duração dos cursos de graduação, \nbacharelados, na modalidade presencial . \n______. Parecer CNE/CES 08/2007 . Dispõe sobre carga horária mín ima e procedimentos \nrelativos à integralização e duração dos cursos de graduação, bacharelados, na \nmodalidade presencial .   \nUNIVERSIDADE FEDERAL DE MINAS GERAIS (UFMG). Plano de desenvolvimento \ninstitucional (PDI) 2008 -2012.  Disponível em: www.ufmg.br.  \n______. Diretrizes para os currículos de graduação da UFMG . CEPE, 2001.  \n______. Resolução CEPE nº 15, de 31 de maio de 2011  – Cria Núcleo Docente Estruturante \n(NDE) dos Cursos de Graduação da UFMG.  \n______. Resolução n. 02/2009 , de 10 de março de 2009  - Regula menta o Estágio em cursos \nde Graduação da UFMG e revoga a Resolução no 03/2006 do Conselho de Ensino, Pesquisa e \nExtensão.  \n "}