{"1": " \n \n \n \n \n \nPROJETO PEDAGÓGICO  \n \n \n \nCURSO DE ENGENHARIA \nMECÂNICA \n \n \n \n \nCOMEC – OUTUBRO DE 2009 \n \n \n \n \n \n \n \n \n ", "2": "I - APRESENTAÇÃO \n \nEntre 1999 e 2008, enquanto o PIB brasileiro expandiu 22,4%, a economia global \ncresceu 45,6%. Foram dez anos cre scendo menos que a média mundial. Com \nisso, enquanto no mundo a rend a per capita avançou, em m édia, 2,6% ao ano, no \nBrasil essa renda cresceu 0,7%, o que r epresenta uma das menores taxas de \nexpansão do planeta. Nesse ritmo, enquanto o PIB per capi ta mundial levará três \ndécadas para se duplicar, o Brasil levará cem anos para ter o mesmo \ndesempenho. Recentes pesquisas indica m igualmente uma retração do esforço \ntecnológico e inovador das empresas no País. É uma realidade que precisa ser \nrevertida, porque tecnologia é o ingr ediente determinante da competitividade \nempresarial e da prosperi dade das nações. Inovar  tornou-se questão de \nsobrevivência. Para competir em merc ados nos quais produtos e processos têm \nciclos cada vez mais curtos, é crucia l incrementar conti nuamente a própria \ncapacidade de gerar, difundir e utilizar inov ações tecnológicas. O preço de ficar à \nmargem do processo de inovação ac elerada não é a estagnação, mas o \nretrocesso. Na etapa mais rec ente da globalização, observamos a \ninternacionalização das atividades de pesquisa e desenvolvimento (P&D) das \ngrandes transnacionais. Aproveitando a disponibilidade de modernas tecnologias \nde comunicação e as vantagens compar ativas de países emergentes, muitas \ntransnacionais estão construindo laborat órios de pesquisa nesses países ou \narticulando redes para o desenvolvimento de projetos de pesquisa em colaboração com instituições locais. É a oportunidade para os países emergentes \nobterem conhecimento de pont a e ampliar a própria capacidade de desenvolver \nnovos produtos e processos que agreguem  maior competitividade e valor à sua \nprópria indústria. Entretanto, isso só se rá possível se houver sólido e continuado \ninvestimento em formação de mão-de-obra qualificada. \nO novo contexto tecnológico exige mudanças no perfil do engenheiro e, portanto, no perfil da educação em engenharia. Em resumo, essa educação deve ter como \nponto central dos conteúdos a serem transmitidos um  forte embasamento em \nciências exatas, devidamente contextu alizado no universo  da engenharia; não \ndeve ter foco nem politécnico nem es pecialista permitindo uma formação \npersonalizada, de acordo com os interesses do aluno e o contexto \nsocioeconômico regional da instituição de educação, mas sem perder a perspectiva de que a engenharia press upõe um conjunto articulado de \nconhecimentos; e deve garantir o domínio  das facilidades oferecidas pela \ninformática e de línguas estrangeiras. \nA maior mudança, porém, é na área da aprendizagem. Tudo que o aluno pode ler \ne entender não deverão ser exposto pelo prof essor. Deverão ser utilizados meios \neletrônicos complementares de informação e educação, manuseados \nindividualmente pelo aluno na busca de conhecimentos (vídeo, CD-rom, \nmultimídia, Internet, etc). É essencial,  ainda, que o futuro profissional seja \ncapacitado para saber avançar no desc onhecido. Sua graduação deve lhe \nproporcionar familiaridade com a metodologia da pesquisa e do desenvolvimento experimental, com os ambientes onde se  intercambiam novos conhecimentos e \nnovas tecnologias – seminários, revist as, redação técnico-científica –, com a ", "3": "legislação de propriedade intelectual que  regulamenta estes c onhecimentos novos \ne com valores éticos fundamentais. \nOs cursos devem garantir que o aluno aprenda a fazer, com criatividade e \nousadia, o que implica em ser capaz de estudar, pesquisar, projetar e produzir, \nintegrando todas essas fases do processo. Essa nova concepção dos cursos de engenharia implica pr ofundas transformações na at ividade docente e no próprio \nconceito de docente que passa a ser não mais o que transmite conhecimentos, mas o fornecedor de estímulos e facilidad es para a aprendizagem e a pesquisa \ndos alunos. Essas mudanças exigem o env olvimento sistemático do corpo docente \nem um programa permanente de pesquisas e de qualificação de modo a garantir \nque este processo seja dotado tant o de fundamentos, quanto de métodos, \ntécnicas e meios científicos eficientes. Os recentes métodos industriais que \nenvolvem cadeias de produção consti tuídas por médias, pequenas e até \nmicroempresas, sublinham a necessi dade de engenheiros empreendedores \ncapazes de perceber o pr oblema que precisa ser re solvido. O engenheiro que \nresolve problemas identificados por outro s está sendo substituído pelo engenheiro \nque resolve problemas que ele mesmo descobre. Os  cursos de engenharia, \nportanto, precisam prepar ar estudantes com visão de mercado e que aprendam na \nescola a formular questões relevantes. \nNas últimas décadas, as políticas públicas implemen tadas no Brasil, \nacertadamente, investiram no desenvol vimento da capacidade de pesquisa \ncientífica nacional. Infelizmente, porém, ao contrário dos países que obtiveram altas taxas de crescimento na última déc ada, o Brasil não ado tou, junto com o \napoio à pesquisa, medidas de incentivo à inovação tecnológica empresarial, ou \nseja, políticas voltadas a promover a tr ansformação desse conhecimento científico \nem inovações capazes de gerar riqueza para o País. \nVárias iniciativas vêm sendo adotadas par a corrigir essa distorção, o que \nevidentemente dependerá de uma íntima integração entre a universidade e as \nempresas. Representam importa ntes iniciativas nessa direção os fundos setoriais; \na Política Industrial, Tecnológica e de Comércio Exterior; a Lei de Inovação; a \nReforma da Educação Superior (Program a REUNI); e o novo Plano Nacional de \nPós-Graduação. Também a educação em  engenharia é elemento-chave nesse \nprocesso, por se tratar de atividade, por  excelência, condutora da inovação nos \nsetores econômicos. Mas, se o engenheiro é elemento ativo das transformações \nna era das mudanças tecnológicas rápi das, ele próprio vem sendo obrigado a \npromover profundas transformações em suas habilidades e em seu perfil \nprofissional. A sociedade do  conhecimento exige engenhe iros com competências \nnovas, com flexibilidade e capacidade de aprender sozinho e permanentemente. \nMais do que nunca, é necessário que o e ngenheiro tenha iniciativa, criatividade, \nespírito empreendedor e capacidade de at ualização constante. Na era dos \navanços tecnológicos rápidos, competit ividade tornou-se sinônimo de capacidade \nde gerar e aplicar ciênci a e tecnologia na produção de bens e serviços.  \nNum mundo sem barreiras à produção de conhecimento, “mobilidade” passou a \nser um conceito chave para quase todo profissional e para as empresas que \ncompetem num mercado cada vez mais globalizado. Mobilidade deve ser entendida não apenas no seu aspecto físico – até porque, num mundo integrado \npela informática e pela comunicação, a mobilidade está se tornando cada vez ", "4": "mais “virtual” –, mas principalmente no s entido de flexibilidade, de adaptabilidade, \nde interatividade. \nMobilidade é o conjunto de atributos que permite a um profissional aproveitar \nnovas oportunidades, seja em países estrangei ros ou no próprio local de origem. A \nmobilidade exige competências que vão al ém da formação acadêmica tradicional, \ne a garantia oferecida por padrões internac ionais de certificação e acreditação \n(reconhecimento da certificação) dos diplom as de nível superior. É uma tendência \nirreversível que decorre das novas formas de organização da produção em escala \nplanetária, de que são exemplos o “outs ourcing”, ou terceirização dentro das \nfronteiras nacionais; o “offshoring”, ou tercei rização internacional; e a formação de \ncadeias de suprimento, e de informações e conhecimento. Para ter mobilidade, um \nengenheiro necessita aliar o conhecimento técnico e científico tradicional – \nelementos básicos de matemática, física, ci ências naturais e tecnologia – a outras \nhabilidades que o qualifiquem a assumir responsabilidades no novo ambiente \nempresarial. O desenvolvimento das engenhar ias seguiu o curso do processo de \nindustrialização. Num primeiro estágio, a competência exigi da do engenheiro era \neminentemente técnica. À medi da que a indústria se diversificava e sofisticava, \npassou a ser requerida a qualificação científi ca. Na terceira etapa, adicionaram-se \nas competências gerenciais. A dire ção seguida no processo foi a da \nespecialização crescente. Avançou-se, então,  para um quarto estágio, a que se \nchegou optando pela direção inversa – indo -se da especialização para a formação \nholística. \n A formação holística é uma exigência da mobilidade, entendida em suas várias \ndimensões: profissional, social, cultural, tecnológica, metodológica e multidisciplinar. Em última instância, m obilidade está relacion ada à flexibilidade \nmental e, portanto, à inovação. A re lação entre o conhec imento holístico, \nmercados globalizados, economia do  conhecimento e desenvolvimento \nsustentável é intrínseca. Para um engen heiro, ter formação holística significa \nagregar às competências técnicas básic as, novos conhecimentos e habilidades. \nEsse profissional deverá conviver em com unidades e culturas diversificadas, que \nvivem e resolvem questões e problemas do  cotidiano a partir de um olhar peculiar \ne característico. O engenheiro deve ter capacidade de comunicação e saber \ntrabalhar em equipes multidisciplinares. Te r consciência das implicações sociais, \necológicas e éticas envolvidas nos pr ojetos de engenharia, falar mais de um \nidioma e estar disposto a trabalhar em  qualquer parte do mundo. Uma compilação \nde estudos recentes resume o tipo de co mpetências e habilidad es requeridas hoje \nde um engenheiro: \n \n• aplicação de conhecimentos de Matemáti ca, Física, Ciência e Engenharia; \n• concepção e realização de experimentos; \n• projeto de sistemas, component es e processos para atender a \nnecessidades específicas; \n• atuação em equipes multidisciplinares; \n• identificação, formulação e so lução de problemas de engenharia; \n• senso de responsabilidade ética e profissional; ", "5": "• compreensão do impacto das soluções de engenharia num contexto global \ne social; \n• reconhecimento da necessidade  de treinamento continuado; \n• conhecimento de temas da atualidade; \n• utilização de técnicas e ferramentas modernas da prática de engenharia. \n• argumentação e síntese associada à expressão em língua portuguesa; \n• assimilação e aplicação de novos conhecimentos; \n• raciocínio espacial lógico e matemático; \n• raciocínio crítico, formulação e solução de problemas; \n• observação, interpretação e análises de dados e informações; \n• utilização do método científico e de conhecimento tecnológico na prática da \nprofissão; \n• leitura e interpretação de textos técnicos e científicos; \n• pesquisas, obtenção de resultados, análises e elaboração de conclusões; \n• proposta de soluções para problemas de engenharia. \n• sólido conhecimento nas áreas básicas; \n• capacidade para apropriar-se de nov os conhecimentos de forma autônoma \ne independente; \n• espírito de pesquisa para acompanhar e contribuir com o desenvolvimento \ncientífico e tecnológico do país; \n• capacidade para conceber e operar sist emas complexos, com competência \npara usar modernos equipamentos , principalmente recursos \ncomputacionais, estações de tr abalho e redes de comunicação; \n• aptidão para desenvolver soluções or iginais e criativas para os problemas \nde projetos, da produção e da administração; \n• pleno domínio sobre conceitos como  qualidade total, produtividade, \nsegurança do trabalho e preser vação do meio ambiente; \n• habilidade para trabalhar em equipe, para coordenar grupos \nmultidisciplinares e para conceber , projetar, executar e gerir \nempreendimentos  de engenharia; \n• conhecimento de aspectos legais e normativos e compreensão dos \nproblemas administrativos, econômicos, políticos e sociai s, de forma a \ncompreender e intervir na sociedade como cidadão pleno, principalmente \nno que se refere às repercussões éticas, ambientais e políticas do seu \ntrabalho; \n• domínio de línguas estrangeiras, necessário para o acesso direto às \ninformações geradas em países avançados, onde surgem as principais inovações; \n• percepção de mercado e capacidade de forma lizar novos problemas, além \nde encontrar sua solução.  \n \nA formação de tais habilidades exige que as disciplinas técnicas previstas nas \ndiretrizes curriculares sejam suplementadas  com conteúdo multid isciplinar, e que a \nteoria esteja acoplada à solução de problemas. A coop eração entre a universidade \ne a indústria nesse caso é fundamental. A compreensão do contexto histórico em ", "6": "que se desenvolveram as engenharias nos diversos paí ses ajuda a quebrar as \nbarreiras culturais. A educ ação continuada ou a aprendi zagem ao longo da vida é \nexigência de um mundo em transformação acelerada e da tendência de \nenvelhecimento da população, que leva a uma extensão da vida útil da força de \ntrabalho.  \nPor isso, a educação ganha cada vez mais destaque como protagonista na agenda estratégica dos setores produtiv os e dos estados. O crescimento \neconômico depende essencialmente de educaç ão de qualidade e de um ambiente \nde geração e disseminação de conheciment os em grande escala, fundado no \namplo acesso às tecnologias de informaç ão, no desenvolvimento de competências \nprofissionais e humanas adequadas às necessidades dos vários setores da \neconomia e no fomento ao em preendedorismo e à criativi dade. É nessa ótica que \ndeve ser repensada a educação em engenharia s no Brasil. Os engenheiros devem \nser capacitados não só em conhecimentos  e habilidades técnicas, como para \nperceber, definir e analisar  problemas – de empresas , regiões, setores ou da \nnação – e formular soluções, para trabalhar  em equipe, para se recapacitar \ncontinuamente ao longo de toda a vida profi ssional, para fazer uso das tecnologias \nde informação e para incrementá-las, ta nto ampliando suas aplicações, como \ncontribuindo para democratizá-las, aumentando o acesso da população a esses recursos. \nO presente Projeto Pedagógico  tem por objetivo apresent ar uma proposta para \nmodernizar o curso de Engenharia Mecâni ca da UFSJ, e também atender as \nnormas do programa REUNI.  \n \nII - Justificativa  \n \nO atual cenário sócio-econômico brasileiro e a necessidade de se impulsionar \no desenvolvimento científico e tecnológico da nação torna imperativo a \nformação de uma grande quantidade de engenhei ros capazes de se adaptar a \nnovos ambientes onde o impacto soci al, econômico e ambiental de sua \natuação são cada vez mais imprescindíveis; esta formação não deve ser pautada somente pela demanda do mercado de trabalho, mas também pela \ncompreensão da atuação deste novo pr ofissional frente aos profundos \ncontrastes sociais e ao dinamismo das mudanças tecnológicas, que tornam a maioria dos conhecimentos obsoletos a curto prazo. \nÉ sentimento nacional que o Brasil não será capaz de fazer frente às  necessidades de incorporar tecnologia na  velocidade necessária para sair do \nsub-desenvolvimento e se tornar com petitivo, caso não haja um contingente \nexpressivo de engenheiros bem formados e capazes de se atualizar continuamente. Também é sentimento nacional que o Brasil enfrenta outro \ngrande desafio centrado nas áreas tradicionais da engenharia, onde se faz \nnecessário modernizar a sua infra-estrutura: reformar e construir portos, \naeroportos, ferrovias, estradas, escolas, hospitais, além de usinas e redes de \ntransmissão elétrica e de outras forma s de energia. Sabemos que é grande o \ndéficit nacional em habitação, saneament o básico, saúde e inclusão digital, \náreas essas que dependem em muito da atuação de engenheiros. Além da ", "7": "extrema necessidade de inclusão social, o crescimento demográfico, estimado \npelo IBGE em mais de 40 milhões de habitantes nas próximas décadas, \nimplicará em novos desafios para os engenheiros: novas ampliações da infra-\nestrutura, o ordenamento da ocupação e uso de espaços terrestres e das \náguas, o monitoramento das mudanças c limáticas e dos demais fatores de \nimpacto ambiental, tais como poluição, produção, tratamento e destino de \nrejeitos, efluentes, emanações gasosas, irradiações eletromagnéticas etc. \nA maneira pela qual o Brasil terá de enfrentar esses desafios é tanto qualitativa como quantitativa, entretanto, apesar da ex celência obtida pelos vários Cursos \nde Engenharia mediante a realização de avaliações pelo Ministério da  \nEducação e Cultura, o núm ero de engenheiros por habit ante é muito reduzido, \nse comparado tanto aos países desenvolvidos como àqueles que estão \nlogrando o crescimento acelerado. \n \nO REUNI \n \nO Programa de Apoio a Planos de Rees truturação e Expans ão das Universidades \nFederais – REUNI, instituído pelo Decret o nº 6.096, de 24 de abril de 2007, tem \ncomo um dos seus objetivos dotar as universidades federais das condições \nnecessárias para ampliação do acesso e permanência na educaç ão superior, Este \nprograma pretende congregar esforços para a consolidação de uma política \nnacional de expansão da educação superior pública, buscando elevar a oferta de educação superior para, pelo menos, 30% dos  jovens na faixa etária de 18 a 24 \nanos, até o final da década. \nAssim, o REUNI tem como meta global  à elevação gradual da taxa de conclusão \nmédia dos cursos de graduaç ão presenciais para noventa  por cento e da relação \nde alunos de graduação em cursos presenciais  por professor para dezoito, ao final \nde cinco anos. É importante ressaltar que o REUNI não preconiza a adoção de um \nmodelo único para a graduação das univer sidades federais,  respeitando a \nautonomia universitária e a diversidade da s instituições. O programa tem como \ndiretrizes garantir a qualidade da  graduação da educação pública, buscando a \nformação de pessoas aptas a enfrentar os desafios do mundo contemporâneo, em \nque a aceleração do processo de conhecim ento exige profissionais com formação \nampla e sólida. A educação superior,por  outro lado, não deve se preocupar \napenas em formar recursos humanos para o mundo do trabalho, mas também formar cidadãos com espírito crítico que possam contribuir para solução de problemas cada vez mais complexos da vida pública. A qualidade almejada para \neste nível de ensino exigirá o redesenho curricular dos curs os, valorizando a \nflexibilização e a multidisciplinari dade, diversificando as modalidades de \ngraduação e articulando-a com a pós-gra duação, além do estabelecimento da \nnecessária e inadiável interface da educação superior com a educação básica. A mobilidade estudantil é out ro importante objetivo a ser alcançado face à sua \nimportância na construção de novos sabe res e de vivência de outras culturas. \nAlém disso, o REUNI tem como diretriz a ampliação de políticas de inclusão e de \nassistência estudantil objet ivando a igualdade de oportuni dades para o estudante \nque apresenta condições sócio-econômicas desfavoráveis. ", "8": " \nAs diretrizes do REUNI  podem ser enumeradas conforme a seguir: \n \n• Flexibilidade curricular nos cursos de graduação de modo a permitir a \nconstrução de itinerários formativ os diversificados e que facilite a \nmobilidade estudantil; , Concepção mais  flexível de formação acadêmica na \ngraduação de forma a evitar a especialização precoce; \n• Oferta de formação e apoio pedagógico aos docentes  da educação superior \nque permitam a utilização de práticas pedagógicas modernas e o uso \nintensivo e inventivo de tec nologias de apoio à aprendizagem;  \n• Disponibilidade de mecanismos de inclusão social a fim de garantir \nigualdade de oportunidades de acesso e permanência na universidade \npública a todos os cidadãos. \n \nOs projetos do REUNI foram es truturados em seis dimensões: \n \n• Ampliação da Oferta de Educação Super ior Pública, aumento de vagas de \ningresso, especialmente no período notur no; Redução das taxas de evasão; \ne Ocupação de vagas ociosas. \n• Reestruturação Acadêmico-Curricula r; Revisão da estrutura acadêmica \nbuscando a constante elevação da qua lidade; Reorganização dos cursos \nde graduação; Diversificação das modalidades de graduação, \npreferencialmente com superação da profissionalização precoce e \nespecializada; Implantação de regimes cu rriculares e sistemas de títulos \nque possibilitem a construção de itiner ários formativos; e Previsão de \nmodelos de transição, quando for o caso. \n• Renovação Pedagógica da Educação S uperior; Articulação da educação \nsuperior com a educação básica, profissional e tecnológica; Atualização de metodologias (e tecnologias) de ensino-aprendizagem; Previsão de programas de capacitação pedagógica, es pecialmente quando for o caso \nde implementação de um novo modelo. \n• Mobilidade Intra e Inter-Instituci onal; Promoção da ampla mobilidade \nestudantil mediante o apr oveitamento de créditos e a circulação de \nestudantes entre cursos e programas, e entre instituições de educação superior. \n• Compromisso Social da Instituição; Políticas de inclusão; Programas de \nassistência estudantil; e Políticas de extensão universitária. \n• Suporte da pós-graduação ao desenvolvimento e aperfeiçoamento \nqualitativo dos cursos de graduação; Articulação da graduação com a pós-\ngraduação: Expansão quali- quantitativa da pós-graduação orientada para a \nrenovação pedagógica da educação superior. \n \n \n \n \n ", "9": "Metas do REUNI: \n \nSerão investidos mais de 2,2 bilhões de r eais em cinco anos com a contratação de \n13.276 (treze mil, duzentos e setenta e se is) novos professores, 10.654 (dez mil \nseiscentos e cinqüenta e quatro) técnicos ad ministrativos, criação de 35.000 (trinta \ne cinco mil) novas vagas em diversos cu rsos em 82 campi, dos quais 34 foram \ncriados e construídos em sua maioria em  municípios interioranos do país, onde \nreside a população mais necessitada da of erta da rede de universidades públicas. \nSerão apoiados 2.570 novos cursos de graduação, conforme relatórios de \nacompanhamento dis poníveis no MEC . O número de matrículas segundo as \nprojeções do MEC chegará a um m ilhão. Hoje, a quantidade de alunos \nmatriculados nas instituições feder ais é de 723.553 e apenas 3% dos jovens \nbrasileiros entre 18 e 24 anos estão em universidades  públicas. A RESOLUCAO \nCONSU 033 de 22 de outubro de 2007 aprov ou a adesão da UFSJ ao programa \nREUNI do MEC. \n \nNesse contexto há uma forte responsabilidade da UFSJ na contribuição para o \ndesenvolvimento do País e aumento do número de engenheiros, a partir do \noferecimento de 100 vagas semestrais ( 50 Integral e 50 Noturno) no curso de \nEngenharia Mecânica.  \n \nIII - OBJETIVOS  \n \nO objetivo geral  do curso de engenharia mecânica  da UFSJ é proporcionar ao \naluno amplo conhecimento, de modo a forma r profissionais com sólida formação \ntécnico-científica e profissional, que possuam as competências e habilidades \npreconizadas pelos órgãos governamentais, pelo merc ado de trabalho e pela \nsociedade, aptos a: \n \n• Projetar, conduzir experim entos e interpretar resultados, conceber, analisar \nsistemas, produtos e proce ssos, identificar, formular e resolver problemas \nde engenharia, desenvolver e/ou utilizar novas ferramentas e técnicas. \n• Supervisionar a operação e a m anutenção de sistemas e avaliar \ncriticamente a operação e a manutenção de sistemas. \n• Comunicar-se eficientemente nas formas escrita, oral e gráfica. Aplicar \nconhecimentos matemáticos, científicos, tecnológicos e instrumentais à \nengenharia. Atuar em equipe s multidisciplinares. \n• Compreender e aplicar a ética e res ponsabilidades profissionais, avaliar o \nimpacto das atividades da engenharia no contexto social e ambiental, a \nviabilidade econômica de pr ojetos de engenharia; \n• Assumir a postura de permanente busca de atualização profissional  \n \nO objetivo específico  do curso de engenharia mecânica  da UFSJ é capacitar o \nprofissional formado a adquirir as compet ências e habilidades listadas a seguir, \nconsiderando sempre seus aspectos político s, econômicos, sociais, ambientais e ", "10": "culturais, com visão ética e humaníst ica, em atendimento às demandas das \nsociedades: \n \n• Conceber, projetar, executar desenhos, especificar, vistoriar, avaliar, monitorar, e \nsupervisionar e executar a instalação e manutenção de: \n \n• Sistemas mecânicos (máquinas em geral); \n• Sistemas estruturais metá licos e de outros materiais; \n• Sistemas térmicos (caldeiras, motore s térmicos, sistemas de refrigeração, \ncondicionamento de ar e conforto ambiental); \n• Sistemas fluidodinâmicos (máquinas de fluxo, circuitos pneumáticos e \nhidráulicos); \n• Sistemas, métodos e processos de produção, transmissão, distribuição e \nconservação de energia mecânica, energi a térmica e fluidos em geral; \n• Componentes mecânicos, elétricos, el etrônicos, magnéticos e ópticos da \nengenharia mecânica \n• Veículos automotivos, material rodante, transp ortadores e elevadores. \n \n• Conceber, especificar e supervisionar: \n \n• Métodos e processos de usinagem e conformação; \n• Estratégias de controle e automação dos processos mecânicos em geral. \n \n• Especificar: \n \n• Materiais de construção mecânica para aplicações de engenharia. \n \n• Coordenar, supervisionar e orientar: \n \n• Pesquisas, treinamentos, ex perimentos em áreas afins; \n• Atividades de ensino; \n• Equipes multidisciplinares; \n• Projetos e serviços de engenharia mecânica. \n \n• Avaliar: \n \n• Impactos das atividades do engenheiro no contexto social e ambiental; \n• Viabilidade econômica de projetos de engenharia. \n \n• Absorver e desenvolver: \n \n• Novas tecnologias, dentro de uma postura de permanente busca da \natualização profissional; \n• Formação humana integral, posturas de comunicação, liderança e \ncooperação.  \n ", "11": " \nIV - PERFIL DO EGRESSO  \n \nExercício da Profissão de Engenheiro \n \nO exercício da profissão de engenheiro fo i regulamentado pela Lei n° 5.194, de \n24 de dezembro de 1966. As atribuições e atividades das diferentes \nmodalidades de Engenharia foram definidas pela Resolução n° 218, de 29 de junho de 1973, do Conselho Federal de Engenharia, Arquitetura e Agronomia \n(CONFEA); no entanto, esta foi re vogada pela Resolução CONFEA n° 1010, \nde 22 de agosto de 2005. Em relação a essa Resolução se identifica a \nflexibilização das atribuições de “títulos profissionais, atividades, competências \ne caracterização da atuação dos para os profissionais inseridos no Sistema Confea/CREA” , ou seja, a referida flexibilização se vincula à análise do diploma \nexpedido a partir dos conhecimentos, das competências, habilidades e atitudes \ndelineados no perfil de formação do egr esso e no Projeto Pedagógico dos \nCurso, bem como a verificação do ex ercício profissional se estende às \natividades, formação profissional, competência profissional. \n \nAs alterações promovidas pela Reso lução n° 1016, de 25 de Agosto de 2006, \nem relação a Resolução n°  1010/2005 se vinculam ao Anexo III Regulamento \npara o Cadastramento das Instituições de Ensino e de seus Cursos e para a \nAtribuição de Títulos, Atividades e Competências Profissionais . Tais alterações \nse referem à especificação do Cadas tramento Institucional, bem como o \nCapítulo I- Das Atribuições de Título s Profissionais fo i desmembrado em \nSeções, propiciando assim, o melhor  detalhamento das prerrogativas  \nlegislativas constituintes do Artigo 2° da Resolução n° 1010/2005.A \nnormatização do Cadastramento Instituci onal é disposta pelo Artigo 2° do \nCapítulo I da Resolução n° 1016/2006. Quanto ao detalhamento das \nprerrogativas legislativas do Artigo 2° da Resolução n° 1010/2005, este é \nobservado nas Seções constituintes do Capítulo II- Da Atribuição De Títulos, \nAtividades e Competências Profissionais da Resolução n° 1016/2006. \n \nA aprovação da Lei n° 9394, Diretrizes e Bases da Educação Nacional, em 20 de dezembro de 1996, asseguraram ao ensino superior maior flexibilidade em \nrelação à organização curricular dos cursos, na medida que os currículos \nmínimos foram extintos e a mencionada organização dos cursos de Graduação \npassou a ser pautada pelas Diretrizes Curriculares Nacionais (DCN). A organização curricular dos cursos de engenharia foi normatizada pela \nResolução CNE/CES nº 11, de 11 de março de 2002, que instituiu as \n“Diretrizes Curriculare s Nacionais do Curso de Graduação em Engenharia”.\n \n \nNeste sentido, os Artigos 1° e 2° estabelecem as diretrizes a serem observadas na organização curricular e nos projetos pedagógicos dos Cursos \nde Graduação em Engenharia: ", "12": " \n“Art. 1º A presente Resolução institui as Diretrizes Curriculares \nNacionais do Curso de Graduação em Engenharia, a serem observadas \nna organização curricular das Instituições do Sistema de Educação \nSuperior do País. \n \nArt. 2º As Diretrizes Curriculares Nacionais para o Ensino de Graduação \nem Engenharia definem os princípios, fundamentos, condições e  \nprocedimentos da formação de engenheiros, estabelecidas pela \nCâmara de Educação Superior do Conselho Nacional de Educação, \npara aplicação em âmbito nacional na organização, desenvolvimento e \navaliação dos projetos pedagógicos dos Cursos de Graduação em \nEngenharia das Instituições do Sistema de Ensino Superior.”  \n \nO Artigo 3° dessa Resolução enfatiza a importância do Perfil do \nformando egresso/profissional, cujo delineamento deste figura entre as \ndiretrizes do Parecer CNE/CES n° 1362/2001:  \n \n“Art. 3° O perfil dos egressos de um curso de engenharia \ncompreenderá uma sólida formação técnico-científica e profissional \ngeral que o capacite a absorver e desenvolver novas tecnologias, \nestimulando a sua atuação crítica e criativa na identificação e resolução \nde problemas, considerando seus aspectos políticos, econômicos, \nsociais, ambientais e culturais, com visão ética e humanística, em \natendimento às demandas da sociedade.”  \n \nOutro aspecto relevante e vinculado à elaboração do perfil do egresso se refere \nao delineamento das competências e habilidades a serem desenvolvidas no \ntranscorrer do curso e previsto pelo Artigo 4° da Resolução CNE/CES n° \n11/2002:  \n \n“Art.4° A formação do engenheiro tem por objetivo dotar o profissional \ndos conhecimentos requeridos para o exercício das seguintes \ncompetências e habilidades gerais: \nI- aplicar conhecimentos matemáticos, científicos, tecnológicos e \ninstrumentais à engenharia; \nII- projetar e conduzir experimentos e interpretar resultados; \nIII- conceber, projetar e analisar sistemas, produtos e processos; \nIV- planejar, supervisionar, elaborar, coordenar projetos e serviços em \nengenharia; \nV- identificar, formular e resolver problemas de engenharia; \nVI- desenvolver e/ou utilizar novas ferramentas e técnicas; \nVI- supervisionar a operação e manutenção de sistemas; \nVII- avaliar criticamente a operação e manutenção de sistemas; \nVIII- comunicar-se eficientemente nas formas escrita, oral e gráfica; \nIX- atuar em equipes multidisciplinares; \nX- compreender e aplicar a ética e responsabilidade profissionais; \nXI- avaliar o impacto das atividades da engenharia no contexto social e \nambiental; ", "13": "XII- avaliar a viabilidade econômica de projetos de engenharia; \nXIII- assumir a postura permanente de atualização profissional.” (Cf. 1)  \n \nA sistematização do perfil do egresso e do desenvolvimento das competências \ne habilidades é estabelecida pelo Arti go 5° da mencionada Resolução, na \nmedida que este especifica as diretriz es constituintes do Projeto Pedagógico \ndo Curso de Engenharia, ou seja:  \n \n“Art. 5° Cada curso de Engenharia deve possuir um projeto pedagógico \nque demonstre claramente como o conjunto das atividades previstas \ngarantirá o perfil desejado de seu egresso e o desenvolvimento das \ncompetências e habilidades esperadas. Ênfase deve ser dada à \nnecessidade de se reduzir o tempo em sala de aula, favorecendo o \ntrabalho individual e em grupo de estudantes.” (Cf. 1-2)  \n \nNão obstante, se torna oportuno observar as diretrizes da Resolução CNE/CES \nn° 67/2003, na medida que estas versam sobre a autonomia da Instituições de \nEnsino em relação à elaboração dos projetos pedagógicos, bem como se \npautam pela compreensão de que a formação em nível superior figura como \num processo contínuo, autônomo e permanente, cuja flexibilização curricular \npropicia atender as demandas sociais do me io e as decorrentes dos avanços \ncientíficos e tecnológicos. Em relação à carga horária, o Parecer CNE/CES n° 329/2004 instituiu as “cargas horárias mínimas para os cursos de graduação, \nbacharelado, na modalidade presencial”, sendo definido para os Cursos de \nEngenharias, pelo Artigo 3°, 3.600 horas; tais  diretrizes foram ratificadas pelos \nPareceres CNE/CES n° 184/2006 e n° 8/2007, bem como pela Resolução CNE/CES n°2/2007. Por outra parte, se observa nesses dois últimos a \nalteração em relação à duração dos cursos, pois esta “deve ser estabelecida \npor carga horária total curricular, contabilizada em horas, passando a constar \ndo respectivo Projeto Pedagógico”. O detalhamento do conceito de hora-aula \ndecorrente da contabilização da carga hor ária foi disposto pela Resolução \nCNE/CES n° 3/2007:  \n \n \n“Art. 1° A hora-aula decorre de necessidades de organização \nacadêmica das Instituiç ões de Educação Superior. \n§ 2° A definição quantitativa em minutos do que consiste a hora-aula é \numa atribuição das Instituições de Educação Superior, desde que feita \nsem prejuízo ao cumprimento das respectivas cargas horárias totais \ndos cursos. \nArt. 3° A carga horária mínima dos cursos superiores é mensurada em \nhoras (60 minutos), de atividades acadêmicas e de trabalho discente \nefetivo.”  \n \nEm relação aos procedimentos de integralização dos cursos de \nEngenharia, estes se pautam pelas prerrogativas legislativas constituintes do \nParágrafo 1°, Artigo 1° do Parecer CNE/CES n° 329/2004:  ", "14": " \n“...§1° Caberá às Instituições de Educação Superior estabelecer os \ntempos mínimos e máximo de sua integralização curricular, de acordo \ncom os respectivos sistemas e regimes de matrícula adotados, \nobedecendo ao mínimo anual de 200 (duzentos) dias de trabalho \nacadêmico efetivo, bem como à carga horária mínima estabelecida por \nesta Resolução.”  \n \nNeste sentido, aos procedimentos de integralização foram incorporados a \nfixação dos “tempos mínimos e máximos para integralização curricular por \ncurso”, estabelecido pelo Inciso II, Artigo 1°, do Parecer CNE/CES n° \n184/2006. Entretanto, se faz necessário observar a definição do limite mínimo \nnecessário para a integralização estabelecido pelo Parecer CNE/CES n° \n8/2007 e ratificado pelo Inciso III, Artigo 2°, da Resolução CNE/CES n° 2/2007:  \n \n“III- os limites de integralização dos cursos devem ser fixados com base na \ncarga horária total, computada nos respectivos Projetos pedagógicos do \ncurso, observado os limites estabelecidos nos exercícios e cenários \napresentados no Parecer CNE/CES no- 8/2007, da seguinte forma: \na) Grupo de Carga Horária Mínima de 2.400h: Limites mínimos para \nintegralização de 3 (três) ou 4 (quatro) anos. \nb) Grupo de Carga Horária Mínima de 2.700h: Limites mínimos para \nintegralização de 3, 5 (três e meio) ou 4 (quatro) anos. \nc) Grupo de Carga Horária Mínima de 3.000h e 3.200h: Limites mínimos \npara integralização de 4 (quatro) anos. \nd) Grupo de Carga Horária Mínima de 3.600h e 4.000h: Limites mínimos \npara integralização de 5 (cinco)) anos. \ne) Grupo de Carga Horária Mínima de 7.200h: Limites mínimos para integralização de 6 \n(seis) anos.”  \n \nEm relação às atividades complement ares, estas foram estabelecidas pelo \nParágrafo 2°, Artigo 5°, da Reso lução CNE/CES n° 11/2002, pois “§ 2º Deverão \ntambém ser estimuladas atividades complementares, tais como trabalhos de iniciação \ncientífica, projetos multidisciplinares , visitas teóricas, trabalhos em equipe, \ndesenvolvimento de protótipos, monitorias, participação em empresas juniores e outras \natividades empreendedoras.”  \n \nA porcentagem de tais atividades para o cômputo da carga horária total dos \ncursos foi normatizada pelo Parágrafo 2°, Artigo 1°, do Parecer CNE/CES n° \n329/2004:  \n \n“§ 2º O Estágio e as Atividades Complementares dos cursos de \ngraduação, bacharelados, na modalidade presencial, já incluídos na \ncarga horária total do curso, não deverão exceder a 20% (vinte por \ncento), exceto para aqueles com determinações legais específicas.” \n(Cf.18)  \n \nTal normatização foi ratificada pelo Parecer CNE/CES n° 8/2007 e \npela Resolução CNE/CES n° 2/2007.  ", "15": " \n \nPerfil do egresso \n \nO engenheiro mecânico egresso da UFSJ deverá possuir uma formação básica \nsólida e generalista, com c apacidade para se especializ ar em qualquer área do \ncampo da engenharia mecânica, que sa iba operar de forma independente e \ntambém em equipe, que detenha amplos  conhecimentos e familiaridade com \nferramentas básicas de cálculo e de informática, e com os fenômenos físicos \nenvolvidos na sua área de atuação. Ess encialmente deve ter adquirido um \ncomportamento pró-ativo e de independência no s eu trabalho, atuando como \nempreendedor e como vetor de desenvolvimento tecnológico, não se restringindo apenas à sua formação técnica, mas a uma formação mais ampla, política, ética e moral, com uma visão crítica de sua função social como engenheiro.\n \n \nO currículo e as atividades desenvolvidas no curso de Engenharia Mecânica da Universidade Federal de São Jo ão Del Rei (UFSJ) criam condições para que seus \negressos adquiram um perfil profissional com competências e habilidades para: \n \n• Capacitar-se a aprender de forma  autônoma e continua, adequando-se \nas exigências profissionais interpostas pelo avanço tecnológico mediante \no domínio dos conteúdos básicos relacionados às áreas de \nconhecimento do exercício profissional, e da utilização de forma crítica, \nde diferentes fontes de veículos de informação. \n• Desenvolver e operacionalizar c onhecimento básico utilizando conceitos \ne aplicações de técnicas numéricas  na resolução de problemas de \nengenharia. \n• Analisar os modelos de resolução de problemas e construir, a partir de \ninformações sistematizadas, modelos matemáticos, físicos, \nsocioeconômicos que viabilizem o estudo das questões de engenharia. \n• Conceber, concretizar, coordenar, super visionar e avaliar a implantação de \nprojetos e serviços na área de Engenharia Mecânica. \n• Elaborar e desenvolver projetos, analisar sistemas, produtos e processos \ngerando e difundindo novas tecnologias e novos conhecimentos na área de \nengenharia. \n• Gerenciar, supervisionar a oper ação, promovendo a manutenção e \nmelhoria de sistemas mecânicos. \n• Avaliar o impacto técnico-sócio-econômico e ambiental de \nempreendimentos na área de Engenharia Mecânica; \n• Utilizar o conhecimento sobre organização, gest ão e financiamento da \natividade profissional, sobre a legi slação para uma inserção profissional \ncritica; \n• Organizar, coordenar e participar de equipes multidisciplinares de \ntrabalho, considerando as potencia lidades e limites dos envolvidos. ", "16": "• Agir cooperativamente nos diferent es contextos da prática profissional, \ncompartilhando saberes com os prof issionais de diferentes áreas. \n• Pautar sua conduta profissional por pr incípios de ética, solidariedade, \nresponsabilidade sócio-ambiental, respeito mútuo, diálogo, eqüidade social.  \n \nA concepção do Curso também considerou  a necessidade do profissional egresso \nde engenharia mecânica ter capacidade para executar as atividades previstas na \nresolução do CONFEA/CREA nº. 1.010/2005 de 22 de Agosto de 2005, que trata \ndas atribuições para o desempenho de atividades exigidas para o exercício profissional: \n \n• Atividade 01 - Gestão, supervisão,  coordenação, orientação técnica; \n• Atividade 02 - Coleta de dados, estudo, planejamento, projet o, especificação; \n• Atividade 03 - Estudo de viabilidade técnico-econômica e ambiental; \n• Atividade 04 - Assistência, assessoria, consultoria; \n• Atividade 05 - Direção de obra ou serviço técnico; \n• Atividade 06 - Vistoria, perícia, avaliação, monitoramento, laudo , parecer técnico, \nauditoria, arbitragem; \n• Atividade 07 - Desempenho de cargo ou função técnica; \n• Atividade 08 - Treinamento,  ensino, pesquisa, desenvolvimento, análise, \nexperimentação, ensaio, divu lgação técnica, extensão; \n• Atividade 09 - Elabor ação de orçamento; \n• Atividade 10 - Padronização, mens uração, controle de qualidade; \n• Atividade 11 - Execução de obra ou serviço técnico; \n• Atividade 12 - Fiscalização de obra ou serviço técnico; \n• Atividade 13 - Produção técnica e especializada; \n• Atividade 14 - Condução de serviço técnico; \n• Atividade 15 - Condução de equipe de instalação, montagem , operação, reparo \nou manutenção; \n• Atividade 16 - Execução de instalaç ão, montagem, operação, reparo ou \nmanutenção; \n \n \n \nV - CURRÍCULO  \n \nObjetivos da proposta curricular \n \nOs objetivos almejados na presente proposta curricular são os seguintes: \n \n- Ensino com uma formação básica bastante sólida, fornecida por um conjunto de \ndisciplinas obrigatória s fundamentais para a área de Engenharia Mecânica; \n- Flexibilidade Curricular: permitir que o futuro profissional tenha uma formação \nbásica forte e que complemente esta formação com disciplinas optativas (Tópicos Especiais) e atividades diversas como mobilidade discente, estágios, iniciação \ncientífica, entre outras, na sua área de interesse específico. ", "17": "- Atualidade: permitir que novas tecnolog ias e novos conceitos sejam facilmente \nagregados ao currículo através de di sciplinas de caráter optativo; \n- Qualidade da Formação: Além das atividades didáticas em sala de aula, o \ncurrículo prevê uma série de outras at ividades, como educação a distância \n(conforme regulada em Lei), estágios , trabalho de conclusão de curso (TCC), \ndisciplinas integradoras,  atividades de iniciação científica, que buscam o \naperfeiçoamento individual do al uno e o seu amadurecimento como um \nprofissional especializado, mas com sólida formação básica. \n \nA proposta curricular, elaborada diante das diretrizes curriculares estabelecidas \npela Resolução CNE/CES No 11, de 11 de março de 2002, é formada por um \nconjunto de unidades curriculares obrigatórias, bem como um conjunto de disciplinas optativas, com as cargas horárias definidas na matriz curricular (em anexo).\n \n \nO curso está estruturado da seguinte maneira: \n \n• Núcleo de Conteúdos Básicos: \n \n Formado por disciplinas que tem por fi nalidade formar a base de conhecimento do \naluno, oferecendo conteúdos de forma teóric a e prática. Trata dos tópicos de \nmetodologia científica e tecnológica, comunicação e expressão, informática, matemática, química, ciência e tecnologia  dos materiais, ciências do ambiente, \neconomia, eletricidade aplic ada, mecânica dos sólidos , fenômenos de transporte e \nfísica; \n \n• Núcleo de Conteúdos Profissionalizantes: \n \n Formado por unidades curriculares que oferecem ao aluno conteúdos básicos \npara a formação do profissional de Engen haria Mecânica. Trata dos tópicos de \nciência dos materiais, máquinas de fluxo, métodos numéricos, sistemas mecânicos, sistemas térmicos, tecnolog ia mecânica e termodinâmica aplicada; \n \n• Núcleo de Conteúdos Específicos:  \n \nFormado por unidades curriculares que trat am dos conhecimentos científicos e \ntecnológicos e instrumentais, necessários  para o fortalecimento das competências \ne habilidades do engenheiro me cânico. Trata dos tópicos de vibrações mecânicas, \neletrônica, automação, gest ão de projetos, manutenção,  gerência da qualidade, \nengenharia de manufatura, e demais con hecimentos que serã o oferecidos na \nforma de tópicos especiais.  \n \n• Seminários: \n \nPara promover a integração entre algumas unidades curriculares, que antes estavam ausentes ou fragmentadas, fomentar  os estudos multidisciplinares e o \ntrabalho em equipe pelos alunos, foi criado oi to seminários semestrais. A unidade ", "18": "curricular Seminário Multidisciplinar cr ia o ambiente e as condições recomendadas \npela resolução CNE/C ES de 2002 para que a multidis ciplinaridade, o trabalho em \nequipe, a integração dos conteúdos verticalmente e horizontalmente e a \nintegração dos professores seja exercitada. Os seminários serão oferecidos, regularmente, nas duas últimas semanas do semestre letivo, e a sua prática e conteúdo aprovados previament e pelo colegiado de curso. Tornando assim, a \npossibilidade do conteúdo se r dinâmico e contemporâneo.\n \n \n• Trabalho de Síntese e Conclusão do Curso: \n \n• O curso possui unidade curricular específic a, ministrada no 8º e 10º semestres, \ncom o objetivo de buscar a síntese e a integração dos conhecimentos adquiridos \nao longo do curso, bem como possibilitar a aplicação de conceitos e metodologias \nexigidas para o desenvolvimento de um projeto de engenharia mecânica. As unidades curriculares são regulamentadas por documento do curso e seguem as normativas institucionais para a elaboração de trabalhos científicos. \n \n• Tópicos Especiais em Engenharia Mecânica: \n \n \nOs Tópicos Especiais em Engenharia Mecâ nica serão oferecidos semestralmente, \nna forma de um Sistema de Percursos, de livre escolha do aluno, conforme \naprovado no Projeto Curricu lar 2006, pelo parecer CONEP No 029/2005, em \n16/11/2005.  Os Tópicos Especiais serão oferecidos pelos Departamentos da \nUFSJ afim com o curso de Engenharia Mecânica, ou por outras Instituições de \nEnsino Superior, com o propósito de explor ar a estratégia da mobilidade discente, \nconforme regulado na UFSJ. \n \n• Atividades Complementares: \n \nO projeto curricular proposto permite a rea lização de atividad es complementares \nao longo do curso, até o máximo de carga horár ia correspondente a duas \nunidades curriculares optativas (Tópicos Especiais em Engenharia Mecânica). Valem como horas de atividades complementares quaisquer atividades extracurriculares ligadas à engenharia mecânica, desde que encaminhadas ao \ncoordenador do curso, sob a forma de relatório devidam ente documentado, dentro \nde prazos estabelecidos e apr ovado pelo colegiado do curs o. As atividades serão \napreciadas, avalizadas e posteriorment e aprovadas pelo cole giado de curso, e \ncomputadas como carga horária de Tópicos especiais em Engenharia Mecânica.  \n \n \nA maior flexibilidade do curso corresponde a um maior número de unidades \ncurriculares optativas ou a um maior número de horas atribuído às atividades complementares, tais como: visitas a empresas e conferências de empresários \ne engenheiros; estágios em laboratórios de pesquisa, incluindo as atividades \ndesenvolvidas na iniciação científica e te cnológica; monitoria; organização dos ", "19": "eventos e participação efetiva; Atividade Curricular de Ensino, Pesquisa e \nExtensão ; atividades que possibilitam o desenvolvimento das habilidades para \no trabalho em equipes multidisciplinar es e também para o empreendedorismo; \nempresa júnior, escritório model o, incubadora de empresas; fórum de \nempresas: apresentações, feiras e mostras estabelecendo contatos \nprofissionais; intercâmbio de estudantes e programas de dupla diplomação etc. \n \nEntre estas são apresentados al guns exemplos de atividades \nComplementares, com a carga horária máxima permitida: \n \n1. As atividades de Iniciação Científica serão consignadas no currículo do \nestudante mediante elaboração de re latórios, apresentação de trabalho \nem congresso de Iniciação Científica ou através de documentos de \nagências de fomento (64 horas). \n2. Certificado de participação em Congressos, Encontros, Palestras, \nSimpósios em Engenharia Mecânica ou em áreas correlatas, bem como \nem outros eventos científicos relaci onados com o exercício de sua futura \nprofissão (64 horas). \n3. Participação em atividades de Extensão devidamente homologadas pelo \nórgão competente de instituições de ensino superior reconhecidas pelo Ministério de Educação e Cultura (64 horas). \n4. As atividades de Monitoria serão consignadas no currículo do estudante \nmediante elaboração de relatórios  correspondentes ou documentação \ncomprobatória adequada (64 horas). \n5. Participação em atividades-treinamento ou bolsa-atividade (64 horas). \n6. Publicação de artigos científicos ou de divulgação de Engenharia \nMecânica (64 horas). \n7. Atividades vinculadas à empresa júnior serão consignadas mediante \ncomprovação de desenvolvimento de projetos, elaboração de relatórios técnicos ou consultorias (64 horas). \n8. Os Trabalhos em Equipe e demais Tr abalhos Multidisciplinares se \nrelacionam às participações em compet ições como as de Mini-Baja e de \nAerodesign, cuja consignação no currículo do estudante será feita mediante publicação dos resultados obtidos. Outras participações em \nprojetos multidisciplinares serão c onsideradas a critério do colegiado do \ncurso (64 horas).\n \n \n• Ensino a Distância: \n \nEmbora o curso proposto seja oferecido na  modalidade presencia l será possível e \nincentivado pelo colegiado de curso o of erecimento de Unidades Curriculares a \ndistância, todavia, deverá ser cumprida as  resoluções que regulam a matéria na \nUFSJ e a legislação em vigor no pais. \n \n ", "20": "• Estágio Supervisionado: \n \n• O curso exige a realização de no míni mo 160h de estágio su pervisionado, como \nforma de possibilitar o contato do alun o com o ambiente real de trabalho, \ncompletando a sua formação teórico-pr ática, desenvolvendo atividades \nsistematizadas, com critérios de duração, avaliação e supervisão regulamentadas \npelas normas regimentais do colegiado de cu rso, legislação em  vigor (Lei No \n11788, de 25 de setembro de 2008) e a organização do projeto pedagógico.  \n \n• Avaliações dos Alunos: \n \nA avaliação da aprendizage m do aluno será feita em cada unidade curricular, \nconforme o plano de ensino específico, apr esentado pelo professor no início de \ncada semestre letivo, e devidamente apr eciado e homologado pe lo colegiado de \ncurso. Esta avaliação incluirá a execução de testes, provas, trabalhos, relatórios e \nseminários, conforme as característica s de cada unidade curricular, permitindo aos \nalunos oportunidades para exercitarem a linguagem escrita na expressão de \nidéias e conceitos, e para desenvolvere m a capacidade de expressão oral em \npúblico.  \n \n• Distribuição de Atividades Acadêmicas: \n \n \nA tabela abaixo apresenta, respectivamente, a distribuição percentual de conteúdo \nbásico, profissionalizante, específico e atividades complementares / Tópicos \nespeciais (flexibilização curricular).  As denominações de conteúdos básico, \nprofissionalizante e específico, seguem a regulação usada na Resolução 11/02 – \nCES/CNE, de 11/03/2002.  \n \n \nUNIDADE CURRICUL AR HORAS - AULA % \nConteúdo Básico 1312 34,9 \nConteúdo Profissionalizante 704 18,7 \nConteúdo Específico 1184 31,5 \nTópicos Especiais / Atividades \nComplementares / Trabalho de \nConclusão de Curso / Trabalho de \nIntegração Multidisciplinar 400 10,6 \nEstágio Supervisionado 160 4,3 \nTOTAL GERAL 3760 100 \n \n ", "21": " \n• Prazo de Integralização e Cargas Horárias Semestrais: \n \n \nConsiderando o ano acadêmico com 200 dias le tivos, o projeto cu rricular proposto \nprevê um tempo médio de ci nco anos para o curso integr al ou noturno. A duração \nmínima, conforme a legisl ação atual (Parecer CNE/CES 184/2006), também é de \ncinco anos, com tempo máximo de integralização equivalente ao tempo mínimo \nacrescido de 50% (cinqüenta por cento), ou seja, sete anos e meio, para o curso integral e o curso noturno. \n \nA carga horária mínima semestral será  de 128 horas, e a máxima será de 448 \nhoras, para ambos os cursos. \n \n \n• Implantação do Currículo 2009 \n \nO currículo será implantado no 1o Semestre Letivo de 2009. Não vai haver \nmigração dos alunos matriculados antes desta data, pois não houve mudança significativa, tanto no conteúdo, como na carga horária total do curso. As unidades curriculares permanecem com a mesma si gla do currículo 2006, facilitando as \nequivalências no sistema CONTAC da UFSJ para os alunos que não estão \nregulares no currículo 2006. Por fim, segue valendo a Tabel a de equivalências, \nentre as unidades curriculares do projet o curricular 1984 e 2006, aprovada na 173\no \nReunião do Colegiado de Engenharia Mecânica em 23/11/2007. Os casos \nomissos neste projeto curricular serão resolvidos pelo Colegiado de curso. \n \n \n \n \n \nProf. Antonio Luis Ribeiro Sabariz \n \nPresidente do Colegiado do Curso de Engenharia Mecânica \n \nOutubro de 2009 \n \n \n \n \n \n \n \n \n \n \n ", "22": "ANEXO \n \n \nLEGISLAÇÃO CONSULTADA NA ELABORAÇÃO DO PROJETO \nPEDAGÓGICO \n \n \nDecreto nº 6.096, de 24 de abril de 200 7 - Programa de Apoio a Planos de \nReestruturação e Expansão das Un iversidades Federais – REUNI \n \nResolução CONSU No 033, de 22 de outubro de 2007 - aprovou a adesão da \nUFSJ ao programa REUNI do MEC. \n \nLei n° 5.194, de 24 de dezembro de 1966 – regulamenta o exercício da \nprofissão de engenheiro. \n \nResolução CONFEA n° 1010, de 22 de agos to de 2005 – define as atribuições \ne atividades das diferentes modalidades de Engenharia. \n \nResolução CONFEA n° 1016, de 25 de Agosto de 2006 - regula o \nCadastramento das Instituições de En sino e de seus Cursos e para a \nAtribuição de Títulos, Atividades e Competências Profissionais. \n \nDecreto Lei n° 9394, de 20 de dezembro de 1996 - Diretrizes e Bases da \nEducação Nacional. \n \nResolução CNE/CES nº 11, de 11 de março de 2002 - instituiu as “Diretrizes \nCurriculares Nacionais do Curs o de Graduação em Engenharia”. \n \nResolução CNE/CES n° 2/2007 - observa a definição do limite mínimo \nnecessário para a integralização dos cursos superiores. \n \n \nDecreto Lei no  11788, de 25 de setembro de 2008 – Regula a prática do Estágio \nSupervisionado. \n \nResolução CONAC No 001, de 15 de jane iro de 2003 – Diretrizes para elaboração \ndo PPC. \n \nRESOLUÇÃO CONEP No 023, de 11 de de zembro de 2008 - altera Resolução nº \n001/CONAC, de 15/01/2003, que “Dete rmina a obrigator iedade do Projeto \nPedagógico por curso; fixa diretr izes para elaboração do PPC e dá outras \nprovidências”. \n \n \n ", "23": "Matriz Curricular do Curso de Engenharia Mecânica \n currículo 2009 - semestre acadêmico com 18 semanas \n \n \n \n \n \n \n \n1º Período \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n UNIDADE CURRICULAR (sigla) NÚCLEO DE \nCONTEÚDO CARGA HORÁRIA DEPARTAMENTO \nÁLGEBRA LINEAR (ALG) BÁSICO 64 DMATE \nCÁLCULO I (CAL- I) BÁSICO 96 DMATE \nPROGRAMAÇÃO DE \nCOMPUTADORES (PRC) BÁSICO 64 DMATE \nDESENHO TÉCNICO I (DET-I) BÁSICO 32 DEMEC \nQUÍMICA GERAL PARA \nENGENHARIAS (QUI) BÁSICO 64 DCNAT \nSEMINÁRIO MULTIDISCIPLINAR I \n(SEM – I) BÁSICO 40 DCTEF/DEMEC \nSEMINÁRIO MULTIDISCIPLINAR I - IN TRODUÇÃO À ENGENHARIA MECÂNICA \n \n \n \n ", "24": "2º Período \n \nUNIDADE \nCURRICULAR (sigla) PRÉ-\nREQUISITO(S)NÚCLEO DE \nCONTEÚDO CARGA \nHORÁRIA DEPARTAMENTO \nCÁLCULO II (CAL – II) (CAL-I) BÁSICO 64 DMATE \nCÁLCULO VETORIAL I \n(CVT – I) (CAL-I) BÁSICO 64 DMATE \nDESENHO TÉCNICO II \n(DET – II) (DET-I) BÁSICO 64 DEMEC \nMECÂNICA \nFUNDAMENTAL (MEC) (CAL-I) BÁSICO 64 DCNAT \nESTRUTURA E \nPROPRIEDADES DOS \nMATERIAIS DE \nENGENHARIA (EPM) (QUI) BÁSICO 64 DEMEC \nSEMINÁRIO \nMULTIDISCIPLINAR II \n(SEM – II) (SEM-I) BÁSICO 40 DFIME \n \nSEMINÁRIO MULTIDISCIPLINAR II - METODOLOGIA CIENTÍFICA E TECNOLÓGICA, COMUNICAÇÃO E \nEXPRESSÃO \n \n \n \n \n \n \n \n \n \n ", "25": " \n \n3º Período \n \n \nUNIDADE \nCURRICULAR (sigla) PRÉ-\nREQUISITO(S)NÚCLEO DE \nCONTEÚDO CARGA \nHORÁRIA DEPARTAMENTO \nCÁLCULO VETORIAL \nII (CVT – II) (CVT-I) BÁSICO 64 DEMAT \nENGENHARIA DOS \nMATERIAIS \nMETÁLICOS (EMM) (EPM) PROFISSIONALIZANTE 64 DEMEC \nESTATÍSTICA E \nPROBABILIDADE \n(ESP) (ALG) (CAL-I) BÁSICO 64 DEMAT \nOSCILAÇÕES, \nONDAS E \nTERMODINÂMICA \n(OOT) (MEC) BÁSICO 64 DCNAT \nESTÁTICA (EST) (CAL-II) (MEC) BÁSICO 64 DEMEC \nSEMINÁRIO \nMULTIDISCIPLINAR \nIII (SEM – III) (SEM-II) BÁSICO 40 DCTEF  \nSEMINÁRIO MULTIDISCIPLINAR III – CIÊNCIAS DO AMBIENTE E ENGENHARIA DE SEGURANÇA \n \n \n \n \n \n \n ", "26": " \n \n \n4º Período \n \nUNIDADE \nCURRICULAR \n(sigla) PRÉ-\nREQUISITO(S)NÚCLEO DE \nCONTEÚDO CARGA \nHORÁRIA DEPARTAMENTO \nENGENHARIA DOS \nMATERIAIS NÃO \nMETÁLICOS (ENM) (EMM) PROFISSIONALIZANTE 64 DEMEC \nEQUAÇÕES \nDIFERENCIAIS \n(EDF) (CAL-II) BÁSICO 64 DMATE \nDINÂMICA  (DIN) (EST) BÁSICO 64 DEMEC \nTERMODINÂMICA I \n(TER – I) (OOT) PROFISSIONALIZANTE 64 DCTEF \nMETODOS \nNUMERICOS (MNU) (ALG) (CAL-II) \n(CVT-II) (PRC)PROFISSIONALIZANTE 64 DMATE \nSEMINÁRIO \nMULTIDISCIPLINAR \nIV (SEM – IV) (SEM-III) BÁSICO 40 DECAC \n \nSEMINÁRIO MULTIDISCIPLINAR IV - PLANEJAMENTO E GESTÃO DA QUALIDADE \n \n \n \n \n \n \n ", "27": " \n \n5º Período \n \n UNIDADE \nCURRICULAR (sigla) PRÉ-\nREQUISITO(S)NÚCLEO DE \nCONTEÚDO CARGA \nHORÁRIA DEPARTAMENTO \nMETROLOGIA (MET) (ESP) PROFISSIONALIZANTE 64 DEMEC \nMECANICA DOS \nFLUIDOS I (MFL – I) (EST) (EDF) PROFISSIONALIZANTE 64 DCTEF \nRESISTÊNCIA DOS \nMATERIAIS I (RES –I) (EST) PROFISSIONALIZANTE 64 DEMEC \nVIBRAÇÕES \nMECÂNICAS (VIB) (DIN) (EDF) ESPECIFICO 64 DEMEC \nTERMODINÂMICA II \n(TER – II) (TER-I) ESPECÍFICO 64 DCTEF \nSEMINÁRIO \nMULTIDISCIPLINAR V \n(SEM – V) (SEM-IV) ESPECÍFICO 40 DECAC \nSEMINÁRIO MULTIDISCIPLINAR V - PLAN EJAMENTO E GESTÃO DE PROJETOS \n \n \n \n \n \n \n \n \n \n ", "28": " \n \n \n6º Período \n \nUNIDADE \nCURRICULAR (sigla) PRÉ-\nREQUISITO(S)NÚCLEO DE \nCONTEÚDO CARGA \nHORÁRIA DEPARTAMENTO \nRESISTÊNCIA DOS \nMATERIAIS II (RES-II) (RES-I) ESPECÍFICO 64 DEMEC \nELETROTÉCNICA \n(ELE) (EDF) BÁSICO 64 DEPEL \nMECANICA DOS \nFLUIDOS II (MFL –II) (MFL-I) ESPECÍFICO 64 DCTEF \nTRANSFERÊNCIA DE \nCALOR I (TRC – I) (TER-I) (EDF) PROFISSIONALIZANTE 64 DCTEF \nUSINAGEM DOS \nMATERIAIS (USI) (DET-II)(ENM) PROFISSIONALIZANTE 64 DEMEC \nSEMINÁRIO \nMULTIDISCIPLINAR \nVI (SEM – VI) (SEM-V) ESPECÍFICO 40 DECAC \n \nSEMINÁRIO MULTIDISCIPLINAR VI - ÉTICA PROFI SSIONAL, PROPRIEDADE IN TELECTUAL E INOVAÇÃO \n \n \n \n \n \n \n \n \n ", "29": " \n \n \n \n7º Período \n \nUNIDADE CURRICULAR \n(sigla) PRÉ-\nREQUISITO(S)NÚCLEO DE \nCONTEÚDO CARGA \nHORÁRIA DEPARTAMENTO \nPROCESOS NÃO \nCONVENCIONAIS DE \nUSINAGEM (PNC) (MET) (USI) ESPECÍFICO 64 DEMEC \nCONTROLE (COM) (VIB) ESPECÍFICO 64 DEMEC \nSISTEMAS \nFLUIDODINÂMICOS (SFD) (MFL-II) ESPECÍFICO 64 DCTEF \nTRANSFERÊNCIA DE \nCALOR II (TRC – II) (TRC-I) ESPECÍFICO 64 DCTEF \nELEMENTOS DE \nMAQUINAS I (ELM – I) (RES-II) ESPECÍFICO 64 DEMEC \n \nSEMINÁRIO \nMULTIDISCIPLINAR VII \n(SEM – VII) (SEM-VI) ESPECÍFICO 40 DECAC \n \nSEMINÁRIO MULTIDISCIPLINAR VII - EMPREEENDEDORISMO, CRIAÇÃO E DESENVOLVIMENTO DE NEGÓCIOS \n \n \n \n \n ", "30": " \n \n \n8º Período \n \nUNIDADE \nCURRICULAR (sigla) PRÉ-\nREQUISITO(S)NÚCLEO DE \nCONTEÚDO CARGA \nHORÁRIA DEPARTAMENTO \nPROCESSOS \nMETALURGICOS DE \nFABRICAÇÃO (PMF) (USI) PROFISSIONALIZANTE 64 DEMEC \nCONFORMAÇÃO \nMECANICA (CFM) (USI) PROFISSIONALIZANTE 64 DEMEC \nINSTRUMENTAÇÃO \n(INT) (ELE) ESPECIFICO 64 DEMEC \nELEMENTOS DE \nMÁQUINAS II (ELM-II) (ELM-I)  ESPECÍFICO 64 DEMEC \nSISTEMAS \nTERMICOS DE \nPOTÊNCIA (STP) (TRC-II) (TER-\nII)  ESPECÍFICO 64 DCTEF \nTRABALHO DE \nINTEGRAÇÃO \nMULTIDISCIPLINAR \n(TIM) 2160 H ESPECÍFICO 40 DEMEC/DCTEF \n \n \n \n \n \n \n \n ", "31": " \n9º Período \n \n UNIDADE CURRICULAR \n(sigla) PRÉ-\nREQUISITO(S)NÚCLEO DE \nCONTEÚDO CARGA \nHORÁRIADEPARTAMENTO \nSISTEMAS TÉRMICOS DE \nREFRIGERAÇÃO (STR) (STP) ESPECÍFICO 64 DCTEF \nPROJETOS DE SISTEMAS \nMECÂNICOS (PSM) (ELM-II) ESPECÍFICO 64 DEMEC \nMANUTENÇÃO \nMECÂNICA (MEM) (CON)(ELM-II) ESPECÍFICO 64 DEMEC \nELETRÔNICA (ELT) (ELE) ESPECÍFICO 64 DEPEL \nFUNDAMENTOS DE \nADMINISTRAÇÃO PARA \nENGENHARIA (ADM) 2520 H BÁSICO 32 DECAC \nFUNDAMENTOS DE \nECONOMIA PARA \nENGENHARIA (ECO) 2520 H BÁSICO 32 DCECO \nSEMINÁRIO \nMULTIDISCIPLINAR VIII \n(SEM – VIII) (SEM-VII) ESPECÍFICO 40 DECIS  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSEMINÁRIO MULTIDISCIPLINAR VIII – HUMAN IDADES, CIÊNCIAS SO CIAIS E CIDADANIA \n \n \n \n \n \n \n \n ", "32": "10º Período \n \n UNIDADE CURRICULAR \n(sigla) PRÉ-\nREQUISITO NÚCLEO DE \nCONTEÚDO CARGA \nHORÁRIA DEPARTAMENTO – \nCOLEGIADO DE \nCURSO \nTÓPICOS ESPECIAIS-I  \n(TEM) COLEGIADO ESPECÍFICO 64 COMEC \nTÓPICOS ESPECIAIS-II \n(TEM) COLEGIADO ESPECÍFICO 64 COMEC \nTÓPICOS ESPECIAIS-III \n(TEM) COLEGIADO ESPECÍFICO 64 COMEC \nTÓPICOS ESPECIAIS-IV \n(TEM) COLEGIADO ESPECÍFICO 64 COMEC \nTÓPICOS ESPECIAIS-V \n(TEM) COLEGIADO ESPECÍFICO 64 COMEC \nTRABALHO DE CONCLUSÃO \nDE CURSO (TCC) 2880 H ESPECÍFICO 40 COMEC  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nESTÁGIO SUPERVISIONADO = 160 horas (mínimo) \n \n \nCARGA HORÁRIA TOTAL = 3600 + 160 (EST AGIO SUPERVISIONADO)= 3760 horas \n \n ", "33": " FLUXOGRAMA CURRICULAR - CURSO DE ENGENHARIA MECÂNICA – CURRÍCULO 2009 \nDEPARTAMENTOS: DEMEC DCTEF DEPEL DCNAT DMATE DFIME  DECAC DCECO DECIS\n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nEPM0 ÁLGEBRA \nLINEAR (ALG)  \n64H \nSEMINÁRIO I \n(SEM I) \n 40H \n \n QUÍMICA GERAL \nPARA \nENGENHARIA \n(QUI) 64H DESENHO \nTÉCNICO I (DET-\nI) 32H PROGRAMAÇÃO \nDE \nCOMPUTADORE\nS (PRC) 64H CÁLCULO I \n(CAL-I)  96 H CÁLCULO II \n(CAL-II) 64H \nSEMINÁRIO II \n(SEM II)  \n40H ESTRUTURA E \nPROPRIEDADES DOS MATERIAIS DE ENGENHARIA  \n(EPM0 64HDESENHO \nTÉCNICO II \n(DET-II) 64H MECÂNICA \nFUNDAMENTAL \n(MEC) 64H CÁLCULO \nVETORIAL I \n(CVT-I) 64H ESTATÍSTICA \nE PROBABILIDADE (ESP) \n64H \nSEMINÁRIO \nIII (SEM III) \n40H \n ENGENHARI\nA DOS MATERIAIS METÁLICOS \n(EMM) 64H OSCILAÇÕES, \nONDAS E \nTERMODINÂMICA (OOT) \n64H ESTÁTICA \n(EST) 64 H CÁLCULO \nVETORIAL II \n(CVT II) 64H EQUAÇÕES \nDIFERENCIAI\nS (EDF) 64H \nSEMINÁRIO \nIV (SEM IV) \n40H \n ENGENHARI\nA DOS MATERIAIS NÃO METÁLICOS \n(ENM) 64HTERMODINÂ\nMICA I (TER \nI) 64H DINÂMICA \n(DIN) 64H MÉTODOS \nNUMÉRICOS \n(MNU) 64H METROLOGIA (MET) 64H \nSEMINÁRIO \nV (SEM V) \n40H \n VIBRAÇÕES \nMECÂNICAS \n(VIB) 64H TERMODINÂ\nMICA II (TER \nII) 64H RESISTÊNCIA \nDOS MATERIAIS I \n(RES I) 64H MECÂNICA \nDOS FLUIDOS \n(MFL I) 64H MECÂNICA \nDOS FLUIDOS II (MFL II) \n64H \nSEMINÁRIO \nVI (SEM VI) \n40H \n USINAGEM \nDOS MATERIAIS \n(USI) 64H ELETROTÉCNICA (ELE) 64H RESISTÊNCIA \nDOS MATERIAIS II (RES  II) 64H \n TRANSFERÊN\nCIA DE CALOR I \n(TRC I) 64H SISTEMAS \nFLUIDODINÂMICOS (SFD) \n64H \nSEMINÁRIO \nVII (SEM VII) \n40H \n ELEMENTOS \nDE MÁQUINAS I (ELM I) 64H \n CONTROLE (CON) 64H PROCESSOS \nNÃO CONVENCIONAIS DE USINAGEM \n(PNC) 64HTRANSFERÊNCIA DE CALOR IIN(TRC II) 64H SISTEMAS TÉRMICOS DE POTÊNCIA \n(STP) 64H \nTR. DE \nINTEG.  \nMULTIDISCIP\nLINAR (TIM)  \n40H \nPR=2160HINSTRUMENT\nAÇÃO (INT) \n64H CONFORMAÇ\nÃO \nMECÂNICA \n(CFM) 64H PROC. MET. \nDE FABRICAÇÃO \n(PMF) 64H ELEMENTOS \nDE MÁQUINAS II \n(ELM-II) 64H SISTEMAS \nTÉRMICOS DE REFRIGERAÇÃO \n(STR) 64H \nSEMINÁRIO VIII \n(SEM VIII) \n 40H ELETRÔNICA \n(ELT) 64H  \nPROJETOS DE SISTEMAS MECÂNICOS \n(PSM)64HFUNDAMENTOS \nDE ECONOMIA \nPARA ENGENHARIA (ECO) 32H PR=2\n520HFUND. DE ADMINISTRAÇÃO PARA ENGENHARIA (ADM) 32H PR=2\n520HMANUTENÇÃO MECÂNICA (MEM) 64H \n TÓPICOS \nESPECIAIS EM ENGENHARIA MEC I (TEM-I). 64H \nPR=COL EGIADO\nTRABALHO DE CONCLUSÃO DE CURSO (TCC) 40H \nPR= 2880H TÓPICOS \nESPECIAIS EM ENGENHARIA MEC V (TEM-V). 64H \nPR=COL EGIADOTÓPICOS \nESPECIAIS EM \nENGENHARIA MEC IV (TEM-IV). 64H PR= \nCOLEGIADOTÓPICOS ESPECIAIS EM ENGENHARIA MEC III(TEM-III). 64H PR= \nCOLEGIADOTÓPICOS ESPECIAIS EM ENGENHARIA MEC II (TEM-II). 64H \nPR=COL EGIADO", "34": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nALG Álgebra Linear DMATE \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 64 00 64  \nEmenta \n1. Corpos numéricos: inteiros, racionais, reais e complexos \n2. Álgebra vetorial e matricial \n3. Determinantes  \n4. Sistemas lineares \n5. Espaços vetoriais \n6. Transformações lineares e matrizes associadas \n7. Produtos internos e ortogonalidade \n8. Polinômios de matrizes, autovalores e autovetores \nObjetivos \nCapacitar para a análise e interpretação da ál gebra linear, visando às aplicações em engenharia. \nBibliografia Básica \nLang, S., “Álgebra Linear”, 4ª ed, Ed. Ciência Moderna,  \n \nBibliografia Complementar \nBoldrini, J. L., Costa, S. I. R., Figueiredo, V. L ., Wetzler, H. G., “Àlgebra Linear”, 3ª ed, Harbra, \nSão Paulo, 1980 \nLeon, S. J., “Álgebra Linear com Aplicações”, 4ª ed, LTC, 1999 Steinbruch, A., Winterle, P., “Álgebra Linear”, McGraw-Hill, 2000  ", "35": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nCAL-I Cálculo I DMATE \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 96 00 96  \nEmenta \n1. Números reais e funções de uma variável \n2. Gráficos \n3. Funções de primeiro e segundo graus \n4. Funções exponenciais, trigonométricas e suas inversas \n5. Limites e continuidade \n6. Derivadas e aplicações \n7. Séries de Taylor e McLauren \n8. Integrais definidas e indefinidas \n9. Formas indeterminadas e integrais impróprias \nObjetivos \nCapacitar para a análise e interpretação de funçõ es, limites, derivadas, séries e integrais visando às \naplicações em engenharia. \nBibliografia Básica \nFlemming, DM, Gonçalves, MB, “Cálculo A – Funções, Limite, Derivação, Integração”, 5a. Edição, \nMakron Books, São Paulo, SP, 2000 \nBibliografia Complementar \nThomas, G. B., Finney, R. L., Weir, M. D., Giorda no, F. R., “Cálculo”, Vol. 1, Addison-Wesley, \n2002 \nSimmons, G.F., “Cálculo com Geometria Analíti ca - Volume 1”, Ed. McGraw-Hill, SP, 1987.  \nLeithold, L., “O Cálculo com Geometria Analítica”, Editora Harbra - SP. Munem M. e Foulis D., “Cálculo - Volume 1”, Ed. Guanabara Dois \nSwokowski, E. W., “Cálculo com Geomet ria Analítica”, Ed. McGraw-Hill, Ltda ", "36": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nCVT-I Cálculo Vetorial I DMATE \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 64 00 64 CAL-I \nEmenta \n1. Vetores no Rn: definição, operações  e interpretação geométrica \n2. Estudo da reta \n3. Estudo do plano \n4. Distâncias \n5. Sistemas e mudanças de coordenadas \n6. Funções vetoriais de uma variável: operações, limite, continuidade \n7. Derivada de funções veto riais de uma variável \n8. Representação paramétrica de curvas \n9. Reta tangente, vetores tangente, normal e binormal \nObjetivos \nCapacitar para a análise e interpretação dos con ceitos em geometria analítica, inclusive vetores, \nfunções, limites e derivadas vetoriais visando às aplicações em engenharia. \nBibliografia Básica \nLeithold, L. – “O Cálculo com Geometria Analítica” Volume 1, Editora Harbra - SP. \nFlemming, DM, Gonçalves, MB, “Cálculo C – Funçõ es Vetoriais, Integrais Curvilíneas, Integrais de \nSuperfície”, 3a. Edição, Makron Books, São Paulo, SP, 2000 \n \nBibliografia Complementar \nThomas, G. B., Finney, R. L., Weir, M. D., Giorda no, F. R., “Cálculo”, Vol. 2, Addison-Wesley, \n2002 \nSwokowski, E. W., “Cálculo com Geomet ria Analítica”, Ed. McGraw-Hill, Ltda  \nSimmons, G.F., “Cálculo com Geometria Analíti ca” Volume 1, Ed. McGraw-Hill, SP, 1987.  \nMunem M. e Foulis D., “Cálculo” Volume 1, Ed. Guanabara Dois ", "37": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nCAL-II Cálculo II DMATE \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 64 00 64 CAL-I \nEmenta \n1. Aplicações das integrais definidas \n2. Métodos de integração \n3. Funções reais de várias variáveis \n4. Limite e continuidade \n5. Derivadas parciais e f unções diferenciáveis \n6. Aplicações das derivadas \n7. Integrais duplas  \n8. Integrais triplas \nObjetivos \nCapacitar para a análise e interpretação das integr ais definidas e métodos de integração, funções de \nvárias variáveis, seus limites, derivadas e integrais visando às aplicações em engenharia. \nBibliografia Básica \nFlemming, DM, Gonçalves, MB, “Cálculo A – Funções, Limite, Derivação, Integração”, 5a. Edição, \nMakron Books, São Paulo, SP, 2000 \nGonçalves, MB, Flemming, DM, “Cálculo B – Funç ões de Várias Variáveis, Integrais Duplas e \nTriplas”, Makron Books, São Paulo, SP, 1999 \nBibliografia Complementar \nThomas, G. B., Finney, R. L., Weir, M. D., Gior dano, F. R., “Cálculo”, Volumes 1 e 2, Addison-\nWesley, 2002 \nSimmons, G.F., “Cálculo com Geometria Analítica”  Volumes 1 e 2, Ed. McGraw-Hill, SP, 1987.  Leithold, L., “O Cálculo com Geometria Ana lítica” Volumes 1 e 2, Editora Harbra - SP. \nMunem M. e Foulis D., “Cálculo” Vo lumes 1 e 2, Ed. Guanabara Dois \nSwokowski, E. W., “Cálculo com Geomet ria Analítica”, Ed. McGraw-Hill, Ltda ", "38": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nCVT-II \n Cálculo Vetorial II DMATE \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 64 00 64 CVT-I \nEmenta \n1. Funções vetoriais de várias variáveis \n2. Operadores vetoriais e aplicações \n3. Integrais curvilíneas e Teorema de Green \n4. Integrais de superfície e Teoremas de Stokes e da Divergência \nObjetivos \nCapacitar para a análise e interpretação das funçõ es vetoriais de várias variáveis e seus operadores, \nintegrais curvilíneas e de superfície,  visando às aplicações em engenharia. \nBibliografia Básica \nFlemming, DM, Gonçalves, MB, “Cálculo C – Funçõ es Vetoriais, Integrais Curilíneas, Integrais de \nSuperfície”, 3a. Edição, Makron Books, São Paulo, SP, 2000 \nBibliografia Complementar \nThomas, G. B., Finney, R. L., Weir, M. D., Giorda no, F. R., “Cálculo”, Vol. 2, Addison-Wesley, \n2002 \nSimmons, G.F., “Cálculo com Geometria Analítica”  Volume 2, Ed. McGraw-Hill, SP, 1987.  \nLeithold, L., “O Cálculo com Geometria An alítica” Volume 2, Editora Harbra - SP. \nMunem M. e Foulis D., “Cálculo” Volumes 2, Ed. Guanabara Dois \nSwokowski, E. W., “Cálculo com Geomet ria Analítica”, Ed. McGraw-Hill, Ltda  \nKreyszig, E.,  “Matemática Superior” Volume 2,  Ed. LTC, 1984. ", "39": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nEDF Equações Diferenciais DMATE \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 64 00 64 CAL-II \nEmenta \n1. EDO de primeira ordem \n2. EDO de segunda ordem \n3. Seqüências e séries infinitas \n4. Séries de potência \n5. Solução por séries de potências \n6. Séries e transformada de Fourier \n7. Solução por Transformada de Laplace \nObjetivos \nCapacitar para a análise, interpretação e solução  das equações diferenciais ordinárias e do emprego \nséries, visando às aplicações em engenharia. \nBibliografia Básica \nBoyce, WE, Diprima, RC, “Equações Diferenciais Elementares e Problemas de Valores de \nContorno”, 3a. Edição, Guanabara Dois, Rio de Janeiro, RJ, 1979 \nBibliografia Complementar \nKreyszig, E.,  “Matemática Superior” Volumes 1 e 3,  Ed. LTC, 1984. \nEdwards, C.H. Jr , “Equações Diferenciais Elementares com Problemas de Contorno”, 3ª Ed. LTC, \n1995. ", "40": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nESP Estatística e Probabilidade DMATE \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 64 00 64 ALG e CAL-I \nEmenta \n1. Estatística Descritiva: tipos de variáveis. dist ribuição de freqüências; histogramas; ramo-e-\nfolhas; medidas de locação e dispersão; box-plot. esquema de cinco números.  \n2. Probabilidade: definição; espaço amostral; evento s; operações com eventos; partições do espaço \namostral; probabilidade condici onal e independência de eventos; distribuições discretas; \ndistribuições contínuas. \n3. Inferência Estatística: estimação pontual e por intervalo; testes de hipóteses. \n4. Regressão linear simples; coeficiente de correlação linear, estimação e predição \n5. Introdução ao planejamento de experimentos: modelo com um critério de classificação, modelo \nem blocos completos e noções de modelos fatoriais. \n6. Uso de pacotes estatísticos. \nObjetivos \nCapacitar para a análise e interpretação dos con ceitos da estatística e da probabilidade, visando às \naplicações em engenharia. \nBibliografia Básica \nBussab, W., Moretin, P. A., “Estatística Básica”, Atual Editora, 1981. \nCosta Neto, P. L. O., “Estatística”, Editora Edgard Blucher, 1977. \nBibliografia Complementar \nMendenhall, N., “Probabilidade e Estatísti ca”, Vol. 1 e 2, Editora Campos, 1985. \nMeyer, P. L., “Probabilidade: Aplicações à Estatística”, Ao Livro Técnico, 1969. \nMoretin, P. A., “Introdução à Estatística para Ciências Exatas”, Atual Editora, 1981. \nTriola, M. F. “Introdução à Estatística”, Li vros Técnicos e Científicos Editora, 2005. ", "41": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nPRC Programação de Computadores DMATE \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 32 32 64  \nEmenta \n1. Formulação de algoritmos: fundamentos, estruturas de  controle, estruturas de dados, subrotinas.  \n2. Linguagens de programação e programas.  \n3. Implementação de algoritmos em linguagem de programação - C, JAVA ou FORTRAN: \nfundamentos, estruturas de controle, estruturas de dados, subrotinas. \n4. Modularidade, portabilidade, depuração, testes e documentação de programas. \nObjetivos \nDesenvolver a capacidade de elaboração e implem entação computacional de algoritmos, visando às \naplicações em engenharia. \nBibliografia Básica \nFarrer, H.,  Becker, C., Faria, E., Matos, H., Sa ntos, M., Maia, M., “Algoritmos Estruturados”, Ed. \nLTC \nBibliografia Complementar \nGuimarães, A. M., Lages, N. A. C., “Algoritmos e Estruturas de Dados”, 1994. \nKernighan, B, Ritchie, D., “C, a linguagem de programação padrão ANSI”,  Ed Campus \nCamarão, C., Figueiredo, L., “Programação  de Computadores em Java”, Ed. LTC, 2003 \nChapman, S. J., “Fortran 90/95 for Scie ntists and Engineers”, Mc Graw Hill, 1997 ", "42": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nMNU Métodos Numéricos DMATE \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 64 00 64 PRC, CAL-II, ALG \ne CVT-II \nEmenta \n1. Estudo de erros \n2. Sistemas de equações lineares \n3. Raízes de equações algébricas e transcendentes \n4. Interpolação \n5. Integração numérica \n6. Ajuste de curvas \n7. Equações diferenciais ordinárias. \nObjetivos \nDesenvolver a capacidade de compreensão e uso de  métodos numéricos de resolução de problemas \ndo Cálculo, da Álgebra Linear e de outras áreas da matemática, utilizando ambiente de \ndesenvolvimento (MATLAB/SCILAB/OCTAVE), visando às aplicações em engenharia. \nBibliografia Básica \nRuggiero, M. A. G., Lopes, V. L. R., “Cálculo  Numérico. Aspectos Teóricos e Computacionais”, \nMakron Books, 2a. Ed., 1997 \n \nBibliografia Complementar \nSperandio, D., Mendes, J. T., Monken e Silv a, L. H., “Cálculo Numérico: Características \nMatemáticas e Computacionais dos Métodos Nu méricos”, Prentice Hall, São Paulo, 2003 \nBarroso, L. C. et al. “Cálculo numérico (com ap licações)”. 2 ed. São Paulo: Harbra, 1987, 367 p. \nBarroso, L. C. et al, “Calculo Numérico”, Ed Harper & Row, São Paulo, 1983 \nCampos Filho, F. F., “Algoritmos Numéricos”, Editora LTC  Campos Filho, F. F., Apostila: “Introdução ao Matlab” DCC-UFMG  ", "43": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nMEC Mecânica Fundamental DCNAT \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 CAL-I \nEmenta \n1. Medidas em Física.  \n2. Movimento de translação.   \n3. Dinâmica da Partícula.  \n4. Trabalho e Energia.  \n5. Sistemas de Partículas.  \n6. Equilibrio de Corpos Rigidos \n7. Dinâmica da Rotação.  \nObjetivos \nAdquirir os conceitos fundamentais de mecânica e ter capacidade de inte rpretação de fenômenos \nfisicos relacionados. Capacitar os estudantes para a correta obtenção, tratamento, representação e \nregistro de medidas em atividades experimentais. \nBibliografia Básica \nHalliday, D., Resnick, R., Krane, K. S., “Física”  , Vol. 1, 5ª edição, LTC, Rio de Janeiro, 2002 \nCampos, AA; Alves, ES e Spezialli, ENL, “Fisi ca Experimental Básica na Universidade”, Ed. \nUFMG, 2ª Ed, 2008 \n \nBibliografia Complementar \nTipler, P.; Mosca, G.  “Física para Cientistas e E ngenheiros”, 5ª edição, LTC, Vol.1, Rio de Janeiro, \n2006 ", "44": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nOOT Oscilações, Ondas e Termodinâmica DCNAT \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 MEC \nEmenta \n1. Oscilações harmônicas simples, amortecidas e forçadas. \n2. Ondas em uma corda.  \n3. Ondas sonoras.  \n4. Leis da termodinâmica. \n5. Termometria.  \n6. Dilatação de sólidos..  \nObjetivos \nDesenvolver a capacidade de inte rpretação de fenômenos físicos relacionados com as oscilações \nharmônicas, ondas, ótica e termodinâmica. \nBibliografia Básica \nHalliday, D., Resnick, R., Krane, K. S., “Física”  , Vol. 1, 5ª edição, LTC, Rio de Janeiro, 2002 \nLoyd, DH, “Physics Laboratory Manual”, 2 Ed ., Saunders College Publishing, 1997. \nBibliografia Complementar \nTipler, P.; Mosca, G.  “Física para Cientistas e E ngenheiros”, 5ª edição, LTC, Vol.1, Rio de Janeiro, \n2006 ", "45": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nDET-I Desenho Técnico I DEMEC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 12 20 32  \nEmenta \n1. Instrumentação, normas técnicas, convenções e padronizações, fases do projeto (croquis, \ndesenho preliminar e desenho definitivo); \n2. Sistemas de representação, primeiro e terceiro  diedros, projeção ortogonal de peças simples; \n3. Perspectivas axométrica, isométrica, bimétrica e cavaleira; \n4. Cortes e secções, cotagem, propor ções, escalas e indicações de tolerância de forma e geométrica; \n5. Esboço a mão livre de elementos de máquinas, el ementos de união e desenhos de conjunto com a \nutilização de instrumentos de precisão (paquímetro, micrômetro, escalas de aço e relógio \ncomparador); \n6. Leitura e interpretação de desenhos de tubulação , hidráulicos e estruturais civis e metálicos; \n7. Desenvolvimento de superfícies e intersecções de sólidos. \nObjetivos \nCapacitar a interpretar e esboçar  desenhos de projeto mecânico. \nBibliografia Básica \nABNT - Associação Brasileira de Normas Técnicas, “Normas para Desenho Técnico”, 2ª ed, Rio de \nJaneiro: ABNT, 1981 \nFrench, T., Vierck, C. J., “Desenho Técnico e Tecnologia Gráfica”, Ed. Globo, 1985, 1093 p. \n \nBibliografia Complementar \nBachmann, Forberg, “Desenho Técnico”, Ed. LTC, Rio de Janeiro, 1976.  Provenza, F., “Projetista de Máquinas”,  Publicações Prótec, São Paulo, 2000. \n ", "46": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nDET-II Desenho Técnico II DEMEC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 30 34 64 DET-I \nEmenta \n1. Introdução a um programa computacional gráfico de desenho;  \n2. Desenho de componentes e conjuntos mecân icos utilizando computação gráfica. \nObjetivos \nCapacitar a executar desenhos de projet o mecânico, empregando o computador. \nBibliografia Básica \nABNT - Associação Brasileira de Normas Técnicas, “Normas para Desenho Técnico”, 2ª ed, Rio de \nJaneiro: ABNT, 1981 \nFrench, T., Vierck, C. J., “Desenho Técnico e Tecnologia Gráfica”, Ed. Globo, 1985, 1093 p. \n \nBibliografia Complementar \nBachmann, Forberg, “Desenho Técnico”, Ed. LTC, Rio de Janeiro, 1976.  Provenza, F., “Projetista de Máquinas”,  Publicações Prótec, São Paulo, 2000. \nApostilas e Manuais Técnicos de Fabricantes Diversos. ", "47": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nELE Eletrotécnica DEPEL \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 EDF \nEmenta \n1. Circuitos Lineares: conceitos, leis básica s, circuitos resistivos e amplificadores. \n2. Circuitos em corrente alternada. Capacitores e indutores, indutância mútua e circuitos acoplados \nmagneticamente. Transitório em circuitos elétricos.  Impedância e análise fasorial de circuitos \nmonofásicos e trifásicos. Transformadores. Projeto b ásico de circuitos residenciais e industriais. \n3. Máquinas elétricas rotativas. Máquinas síncronas, motores de indução e motores de corrente \ncontínua. \nObjetivos \nIntroduzir os sistemas de conversão eletro mecânica, visando a seleção de equipamentos. \nBibliografia Básica \nGussow, M., “Eletricidade Básica”, 2ª ed., Ed. McGraw-Hill, 1985  \nDel Toro, V., “Fundamentos de Máquinas Elét ricas”, Ed. Prentice-Hall do Brasil, 1990. \nBibliografia Complementar \nNilsson, J. W., Riedel, S. A., “Circuitos Elétricos”, Ed. LTC \nDorf, R. C., “Introdução aos Circuitos Elétricos”, Ed. LTC \nJohn O'Malley, “Análise de Circu itos”, 2ª ed., McGraw-Hill, 1994. \nNiskier, J., Macintyre, A. J., “Instalações Elétricas”, Ed LTC, 1996.  ", "48": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nELT Eletrônica DEPEL \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 ELE \nEmenta \n1. Introdução à Eletrônica.  \n2. Amplificadores Operacionais, Diodos e Transistores.  \n3. Filtros e osciladores. \n4. Reguladores de Tensão Elétrica. \n5. Elementos de Eletrônica Digital.  \n6. Circuitos de conversão A/D e D/A.  \n7. Microcomputadores. Microprocessadores.  \n8. Medidas e processamento de sinais. \nObjetivos \nCapacitar a empregar os princípios básicos utiliza dos na medição e controle de sistemas e processos \nmecânicos. \nBibliografia Básica \nMalvino, A. P., “Eletrônica I”, Ed. MAKRON Books do Brasil Ltda, 1997 \nTocci, R. J., “Sistemas Digitais - Princípios e aplicações”, 8 ed, Ed. Prentice-Hall do Brasil, 2004  \nBibliografia Complementar \nSedra, A. S., Smith, K. C., “Microeletrônica” 4ª ed, Ed. MAKRON Books  do Brasil Ltda, 2003 \nHorowitz, P., Hill, W., “The Art of Electronics”, 2nd. ed., Cambridge University Press, 1989.  \nSchuler and McNamee, “Industrial Electronics a nd Robotics”, McGraw Hill, New York, 1986. ", "49": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nINT Instrumentação DEMEC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 64 00 64 ELE \nEmenta \n1. Características estáticas e dinâmicas dos instrumentos e sensores.  \n2. Análise de dados experimentais.  \n3. Problemas na amplificação, transmissão e armazenamento de sinais.  \n4. Medidas de deslocamento, velocidade, acelera ção, força, torque, potência mecânica.  \n5. Medidas de som.  \n6. Medidas de pressão, vazão/velocidade e temperatura.  \n7. Medidas de propriedades térmicas e de transporte. \nObjetivos \nCapacitar a realizar medições das principais grandezas mecânicas. \nBibliografia Básica \nHelfrick, A. D., Cooper, W. D., “Instrumentação el etrônica moderna e técnicas de medição”, Rio de \nJaneiro: Prentice-Hall do Brasil, 1994, 324p. \nBibliografia Complementar \nSoisson, H. E., “Instrumentação Industrial: sistem as e técnicas de medição e controle operacional”, \nSão Pualo: Hemus, 1986. 687 p. \nHolman, J. P., “Experimental Methods for Engineers”, 4th ed.,  McGraw Hill, 1984. Dally, J. W., Riley, W. F, McConnel, E. G., “I nstrumentation for Engineering Measurements”, John \nWiley, 2nd. ed., 1994. Benedict,, R. P., “Fundamental of Temperature,  Pressure and Flow Measuremensts”, Ed. John \nWilley \nDoeblin, E. O., “Measurements Systems - Applications and Design”, Ed. McGraw-Hill ", "50": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nECO Fundamentos de Economia  para Engenharia DCECO \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 32 00 32 2520 horas \nEmenta \n1. Introdução a Engenharia Econômica \n2. Matemática financeira \n3. Estimação de Custos \n4. Análise de investimentos/Avaliação de Projetos Industriais \n5. Depreciação e impostos \n6. Técnicas de estimativa de custos \n7. Inflação e Variações Cambiais \n8. Substituição de equipamentos \n9. Análise sob condições de risco ou incerteza \nObjetivos \nIntroduzir os alunos na área de econômia, oferecendo uma base sobre decisão de investimentos. \nBibliografia Básica \nCASAROTTO FILHO, Nelson; KOPITTKE, Bruno Hartmut. Análise de investimentos: matemática \nfinanceira, engenharia econômica, tomada de decisão, estratégia empresarial.  9° ed. São Paulo: \nAtlas, 2000. \n \nHIRSCHFELD, Henrique. Engenharia Econômica e Análise de Custos: aplicações práticas para \neconomistas, engenheiros, analistas de investimentos e administradores.  7° ed. Revisada, atual e \nampliada. São Paulo: Atlas, 2000.  EHRLICH, Pierre Jacques; MORAES, Edmilson A. de. Engenharia Econômica: avaliação e seleção \nde projetos de investimentos.  6° ed. São Paulo: Atlas, 2005. \n \n \nBibliografia Complementar \nBLANK, Leland T.; TARQUIN, Anthony J. Basics of Engineering Economy , New York: McGraw-\nHill, 2007. \n GRANT, Eugene L.; IRESON, W. Grant; LEAVENWORTH, Richard S. Principles of Engineering \nEconomy , 8° ed. New York: John Wiley & Sons, 1990. \n \nESCHENBACH, Ted G. Engineering Economy: Applying Theory Practice , 2° ed. New York: \nOxford University Press, 2003.  \nPARK, Chan S. Fundamentals of Engineering Economy , Englewwod Cliffs, NJ, Prentice-Hall, 2005.\n \nPILÃO, Nivaldo Elias; HUMMEL, Paulo Roberto Vampre. Matemática Financeira e Engenharia \nEconômica , São Paulo: Thomson Learning, 2003. \n ", "51": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nADM Fundamentos de Administração para Engenharia DECAC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 32 00 32 2520 horas \nEmenta \n1. Organização de empresas.  \n2. A pequena empresa. \n3. Gestão de pessoas \nObjetivos \nApresentar os princípios, métodos e técnicas da  administração e organização, capacitando à adoção \nde métodos e práticas de planej amento e controle adequados. \nBibliografia Básica \nChiavenatto, I, “Introdução à Teoria Geral da  Administração”, Rio de Janeiro: Campus, 1999. \nBibliografia Complementar \nGoldratt, E. M., “A meta: um processo de apri moramento contínuo”, São Paulo: Educator, 1992 \nLerner, W., “Organização, sistemas e métodos”, 4 ed, São Paulo: Atlas \nMeggison, L. C., Mosley, D. C., Pietri Jr, P.H ., “Administração: conceito e aplicações”, São Paulo: \nHarbra, 1997 \nStoner, J. A. F., Freeman, R. E., “Administração”, Rio de Janeiro: Prentice-Hall do Brasi, 1985, \n533p. ", "52": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nQUI Química Geral para Engenharias DCNAT \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 56 8 64  \nEmenta \n1. Teoria atômica.  \n2. Estrutura eletrônica e ligação química. \n3. Estequiometria. \n4. Termoquímica. \n5. Forças Intermoleculares. \n6. Cinética. \n7. Equilíbrio. \n8. Eletroquímica. \n9. Experimentos de Eletroquímica. \n \nObjetivos \nExpor de forma ampla e acessível os princípios básicos de química, indispensáveis para uma \ncompreensão racional do comportamento químico  das substâncias e sistemas, fornecendo as \nferramentas básicas para estudos  avançados com materiais. \nBibliografia Básica \nRussel, J.B., “Química Geral”, 2ª ed., São Paulo: Makron Books, 1994. \n \nBibliografia Complementar \nAtkins, P. e Jones, L., “Princípios de Químic a”, Porto Alegre: Artmed Editora Ltda., 1999. \nBrady, H.E. e Humiston, G.E. “Química Geral”, 2ª ed., Rio de Janeiro: Livros Técnicos e Científicos, 1986. ", "53": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nSEM - I Seminário I - Introdução à Engenharia Mecânica DEMEC/DCTEF \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 40 00 40  \nEmenta \n1. A estrutura organizacional da UFSJ. \n2. História da engenharia. \n3. Ramos da Engenharia, áreas da engenharia mecânica, atribuições do engenheiro mecânico. \n4. O curso de engenharia mecânica na UFSJ. \n5. Engenharia e sociedade. \n6. Ética profissional. \n7. Sistema CREA/CONFEA. \n8. Palestras de profissionais da área. \n9. O mercado de trabalho do engenheiro Mecânico. \nObjetivos \nApresentar ao ingressante a instituição, o curso e a profissão – campo de atuação, organização, \nregulamentação e aspectos éticos. \nBibliografia Básica \nBazzo, W.A, Pereira, L. T. V., “Introdução  à Engenharia”, Ed. UFSC, 6ª edição, 2003.  \n \n \nBibliografia Complementar \nPETROSKI, H. INVENTION BY DESIGN - HOW ENGINEERS GET FROM THOUGHT TO \nTHING. 3.ed., Boston: Harvard University Press, 1997. \n EIDE et. a.l. ENGINEERING FUNDAMENTALS AND PROBLEM SOLVING. Singapore: Mc \nGraw Hill, 1997.  \n ", "54": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nSEM - II Seminário II - Metodologia Científica e Tecnológica, \nComunicação e Expressão DFIME \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 40 00 40 SEM - I \nEmenta \n1. História da ciência e da tecnologia. \n2. Metodologia da pesquisa científica e tecnológica. \n3. Pesquisa bibliográfica.  \n4. Identificação, montagem e resolução de problemas científicos. \n5. Redação técnica. \n6. Técnicas de apresentação oral  \nObjetivos \nApresentar ao ingressante o método científico e sua aplicação no desenvolvimento tecnológico. \nDesenvolver técnicas de apresentação escrita e oral de trabalhos. \nBibliografia Básica \nANDRADE, Maria Margarida de. Introdução à Metodologia do Trabal ho científico: elaboração de \ntrabalhos na graduação . São Paulo: Atlas, 1994. \n DAU, Sandro; DAU, Shirley. Metodologia Cientifica e técnicas de  pesquisa: normas e técnicas para \nelaboração de monografias na graduação e pós-graduação.  Juiz de Fora: Editar Editora Associada, \n2001. \n SEVERINO, Antônio Joaquim. Metodologia do Trabalho Científico . São Paulo: Cortez, 2000. \n \nBibliografia Complementar \n3-HUHNE, Leda Miranda (org). Metodologia Científica: cader nos de textos e técnicas.  Rio de \nJaneiro: Agir, 1987. \n 4-LAKATOS, Eva Maria; MARCONI, Maria de Andrade. Fundamentos da Metodologia Científica. \nSão Paulo: Atlas, 1990. \n \n5-MEDEIROS, J. B. Redação Científica: a prática de  fichamentos, resumos e resenhas.  São Paulo: \nAtlas, 1991. \n 6-Ruiz, João Álvaro. Metodologia Científica: guia para eficiência dos estudos . São Paulo: Atlas. \n1979.  ", "55": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nSEM - III Seminário III - Ciências do Ambiente e Engenharia de \nSegurança DCTEF \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 40 00 40 SEM - II \nEmenta \n1. Engenharia de segurança do trabalho \n2. Legislação \n3. Riscos Profissionais: Avaliação e Controle \n4. Ergonomia \n5. Monitoramento e controle da poluição.  \n6. Gerenciamento de resíduos industriais.  \n7. Gerenciamento e controle  de resíduos perigosos. \n8. Direito ecológico, política ambiental, normas. \n9. Planejamento ambiental da atividade industrial. \n10. Responsabilidade do profissional perante a sociedade e o ambiente. \nObjetivos \nApresentar os problemas ambientais associados à atividade humana, em especial as decorrentes da \nprática da engenharia, desenvolvendo no futuro pr ofissional a consciência ambiental. Capacitar a \nselecionar práticas que reduzam o impacto da atividad e industrial, em conformidade com a legislação \nvigente.Conceitos e noções de engenharia de segurança do trabalho. \nBibliografia Básica \nEhrlich, P.R., Ehrlich, A.H., “População, Recu rsos, Ambiente”, Polígono/EDUSP, São Paulo, \n(tradução J.G.Tundisi).2001 \nBranco, S.M., Rocha, A.A., “Ecologia: Edu cação Ambiental, Ciências do Ambiente para \nUniversitários”, CETESB, São Paulo.2004 \nManual de Legislação de Segurança e Medicina no Trabalho, Atlas, 59 Ed.,São Paulo, 2006. \nCouto, Hudson A. , Ergonomia Aplicada ao Trabalho, Ergo Editora, 2 Volumes, Belo Horizonte, \n1995. \nSaliba, Tuffi, Curso Básico de Segurança e Higi ene Ocupacional, LTr Editora, São Paulo, 2004. \nBibliografia Complementar \nDajos, R., “Ecologia Geral”, Editora Vozes Ltda.  \nLiebmann, H., “Terra: Um Planeta Inabitável?”, Editora da U.S.P.,  Ferri, M., “Ecologia”, Editora da U.S.P. ", "56": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nSEM - IV Seminário Multidisciplinar  IV – Planejamento e Gestão \nda Qualidade DECAC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 40 00 40 SEM - III \nEmenta \n1. Evolução da qualidade \n2. Definições. \n3. Dimensões e visões. \n4. Qualidade e produtividade.  \n5. Qualidade e gestão: importância estratégica.  \n6. Custos da qualidade. \n7. Qualidade em serviços. \n8. Modelos e ferramentas de gestão: TQM, ISO 9000, PNQ, BSC, 6 SIGMA. \n9. Gestão do Conhecimento e aprendizagem como fatores de crescimento e melhoria. \n \nObjetivos \nApresentar a cultura e prática da gest ão da Qualidade no mundo corporativo. \nBibliografia Básica \nCarvalho, Marly M. e Paladini, E.P. (coordenador es) - Gestão da Qualidade - Teoria e Casos - \nCampus,2006. \nBranco Costa, A. F. et al - Controle  Estatístico da Qualidade - Atlas, 2004. \n \nBibliografia Complementar \nAssociação Brasileira de No rmas Técnicas - Norma NBR ISO 9000-2000, Norma NBR ISO 14001, \nNorma NBR 16001. Corrêa, H. L. e Correa, C. A. - Administ ração de Produção e Operações - Atlas, 2004. \n ", "57": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nSEM - V Seminário Multidisciplinar V – Planejamento e Gestão de \nProjetos DECAC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 40 00 40 SEM - IV \nEmenta \n1. Tipos de Projetos. \n2. Natureza e Objetivos da Gestão de Projetos. \n3. Gestão do Conhecimento no Processo de Projeto. \n4. Aspectos Financeiros na Gestão do Projeto. \n5. Modelagem de Processos. \n6. Ambientes Computacionais de Suporte a Gestão do Projeto. \n7. Planejamento e Programação das Atividades. \n8. Acompanhamento de Projetos. \n9. Gestão da Mudança. \n10. Fechamento do Projeto.  \n \nObjetivos \nApresentar noções básicas de Planejamento e Gestão de Projetos na Engenharia. \nBibliografia Básica \nMENEZES, L. C. M. “GESTÃO DE PROJETOS”. Ed. Atlas, 2002. \nCASATOTTO, N.; Fávero, J. S., Castro, J. E. E. “GERÊNCIA DE PROJETOS / ENGENHARIA \nSIMULTÂNEA” Ed. ATLAS, 1998 \n \nBibliografia Complementar \nBAXTER, M. “PROJETO DO PRODUTO”. Ed. Edgard Blucher, 2ª edição. \nROSENFELD at al. “GESTÃO DO PROCESSO DE DESENVOLVIMENTO DE PRODUTOS: \nUMA REFERÊNCIA PARA A MELHORIA  DO PROCESSO” Ed. Saraiva, 2006. \n ", "58": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nSEM - VI Seminário Multidisciplinar VI – Ética Profissional, \nPropriedade Intelectual e Inovação Tecnológica DECAC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 40 00 40 SEM - V \nEmenta \n1. Instituições e Ética. \n2. Principais Teorias da Ética. \n3. Ética nos negócios. \n4. A Propriedade Intelectual sob o aspecto jurídico, científico e tecnológico. \n5. Conceitos de patentes. \n6. O processo da inovação tecnológica. \nObjetivos \nApresentar a metodologia da Propriedade Intel ectual, a Inovação Tecnológica e suas implicações \ncom a ética profissional. \nBibliografia Básica \nNALINI, José Renato. Ética geral e profissional . São Paulo: RT, 2006. \nDI BLASI, Gabriel, GARCIA, Mario Soerensen , MENDES, Paulo Parente M.: A Propriedade \nIndustrial - Os sistemas de marcas, patentes e dese nhos industriais analisados  a partir da Lei n.º \n9.279, de 14 de maio de 1996. Rio de Janeiro: Forense, 1997. \nMOTTA, P.R.,Transformar a Organização:Teoria e Pr ática de Inovar, Qualitymark, São Paulo, 2000.\n \nBibliografia Complementar \nSILVEIRA, Newton: A Propriedade Intelectual e a nova Lei de Propriedade Industrial . Editora \nSaraiva. 2007. OLIVEIRA, C.A., Inovação do Produto e do Processo, EDG, Rio de Janeiro, 2000. \n \n \n \n \n \n ", "59": " \n \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nSEM - VII Seminário Multidisciplinar VII – Émpreendedorismo, \nCriação e Desenvolvimento de Negócios DECAC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 40 00 40 SEM - VI \nEmenta \n1. Perfil empreendedor: visão positiva de si me smo, visão positiva do mundo, objetivos e \nmetas, comprometimento e persistência. \n2. Reconhecimento e administração de conf litos e resistências pessoais e grupais. \n3. Aprimoramento do relacionamento interpessoal, argumentação, persuasão, negociação. \n4. Liderança positiva. \n5. Aspectos impulsionadores e norteadores: quebra de paradigma e respeito a valores e à ética. \n \n \nObjetivos \nApresentar noções básicas de Émpreendedorismo, Criação e Desenvolvimento de Negócios e suas \nimplicações profissionais. \nBibliografia Básica \nDORNELAS, J. C. A.“Empreendedorismo:Transfo rmando Idéias em Negócios” Editora CAMPUS, \n2005. \n \nBibliografia Complementar \nNASAJON et al. “ADMINISTRAÇÃO EMPREENDEDORA” Editora CAMPUS, 2004. \nKAPLAN, R.S.; Norton, D.P. “A estratégia em ação”. Editora Campus, 1997. \n \n \n  \n ", "60": " \n  \nUNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nSEM - VIII Seminário Multidisciplinar VIII – Humanidades, \nCiências Sociais e Cidadania DECIS \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 40 00 40 SEM - VII \nEmenta \n1. Natureza dos fenômenos e teorias sociais. \n2. Novas configurações do Estado e da Sociedade Civil. \n3. Movimentos Sociais. \n4. O processo de transformação do Estado: reartic ulação de seus vínculos com a sociedade. \n5. Estudos de Caso.  \nObjetivos \nDiscutir e Refletir sobre questões da área de Ciên cias Sociais e suas implicações na sociedade. \nBibliografia Básica \nDOMINGUES, José Maurício. Sociologia e M odernidade : para entender a sociedade \ncontemporânea. Rio de janeiro. Civilização Brasileira. 1999; \nVIEIRA, Listz. Cidadania e Globalização. Rio de Janeiro. Editora Record. 1997 \n \n \nBibliografia Complementar \nWEBER, Max. Metodologia das Ciências Sociais. Sao Paulo: Cortez, 1993 \n \n \n  ", "61": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nMET Metrologia DEMEC \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 ESP \nEmenta \n1. Sistemas de Ajustes e Tolerâncias Geométricas. \n2. Projeto de calibradores. \n3. Introdução à metrologia. \n4. Noções de controle estatístico de processo. \n5. Instrumentos e ferramentas manuais \nObjetivos \nDotar o acadêmico de conhecimentos relacionados às diversas grandezas mensuráveis, terminologia \ne suas unidades segundo o Sistema Internacional de Unidades (SI), garantindo a concepção de um \nproduto que tenha asseguradas sua intercambialidad e e suas qualidades dimensional, de forma e \nsuperficial. \nBibliografia Básica \nAgostinho, O. L.; Rodrigues, A.C.S.; Lirani, J ., “Tolerâncias, Ajustes,  Desvios e Análise de \nDimensões”, Editora Edgard Blucher Ltda, 1997. \nNovaski, O., “Introdução à Engenharia de Fabri cação Mecânica”, Editora Edgard Blucher Ltda, \n1994. \n \nBibliografia Complementar \nINMETRO. “Vocabulário Internacional de Termos Fundamentais e Gerais de Metrologia”, Duque de \nCaxias, RJ., 1995. Provenza, F., “Tolerâncias ISSO”, São Paulo: Pro-Tec, 1987. ", "62": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nUSI Usinagem dos Materiais DEMEC \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 DET-II e ENM \nEmenta \n1 -       Introdução aos processos de fabricação; \n2 -       Movimentos e grandezas dos processos de corte; \n3 -       Mecanismo de formação do cavaco; \n4 -       Esforços e potências de corte; \n5 -       Avarias, desgastes e vida de ferramentas;  \n6 -       Análise das condições econômicas de usinagem; \n7 -       geometria da cunha cortante; \n8 -    Usinabilidade dos materiais; \n9 -    Fluidos de corte;  \n8 -        Processo de torneamento; \n9 -    Processo de fresamento; \n10 -  Processo de furação. \n \nObjetivos \nDotar o estudante de conhecimentos relaciona dos à fenomenologia do processo mecânico de \nfabricação (usinagem), assim como as implicações  para as causas e possíveis soluções para as \navarias, desgastes e vida das ferramentas de cortes,  análise de produtividade e intervalo de máxima \neficiência, levando em consideração os asp ectos técnicos, econômicos e ambientais. \nBibliografia Básica \nDINIZ, A. E., et al., Tecnologia da usinagem dos materiais , MM Editora, São Paulo, SP,  \nagosto 2008, 6 a edição. \nFERRARESI,Dino. Fundamento da Usinagem dos Metais.  Editora Edgard Blucher LTDA, \nSão Paulo, 1977. \nPAIVA, Carlos Magno Princípios  de Usinagem Produção Mecânica . Nobel, São Paulo,  \n1986; \nNOVASKI, Olívio. Introdução à E ngenharia de Fabricação Mecânica . Edgard Blucher, São \nPaulo, 1994. \n \nBibliografia Complementar \nSHAW, M. C. Metal cutting process, Oxford Press, 1989. \nTRENT, E. M. Metal Cu tting, Butherworths, 1992. \nSTEMMER, G. E. Ferramentas de corte I e II, UFSC, 1989. \nFREIRE, J. M. Tecnologia Mecânica , volumes I ao V, Editora LTC, 1973. \n  \n ", "63": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nPNC Processos não Convencionais de Usinagem DEMEC \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 USI \nEmenta \nFundamentos da usinagem por abrasão . Generalidades. Abrasivos. Granulometria. \nLigantes, dureza e estrutura. Meios lubri- refrigerantes. Perfilamento e dressagem. \nRetificação: Introdução. Máquinas-ferramenta de  retificar. Classificação e descrição \ndos processos. Características da ferramenta de corte (rebolo) Fatores de influência na \nseleção do rebolo. Características do processo. Vida, desgaste e agre ssividade do rebolo. \nOutras operações de acabamento Embasame nto, tecnologia e aplic ações das operações \nde limagem; brunimento, lapidação; polimento; rebarbação; usinagem de ultraprecisão. \nPrincípios dos processos não-convencionais de usinagem . Generalidades. Tipo de \nenergia empregada no processo de remoção de material: mecânica, eletroquímica, \nquímica e termelétrica. Parâmetros físicos do processo. Critérios comparativos limitantes dos processos. Processos não- convencionais de remoção de material. \nCaracterização, parâmetros e aspectos ec onômicos dos processos não-convencionais: \nfresamento químico; usinagem eletroquímica;  retificação eletroquí mica; eletroerosão; \neletroerosão a fio; laser; feixe de elétrons; plasma; jato d'água; jato abrasivo. \nAnálise de superfícies usinadas . Introdução. Tecnologia de  superfície. Textura e \nintegridade superficial. Rugosidade e acab amento usinado. Superfícies geradas nos \nprocessos de remoção de material\n \n \nObjetivos \nFornecer ao acadêmico os conceitos teóricos dos principais \nprocessos de retificação, polimento, brunime nto e lapidação. Além disso, proporcionar \nao acadêmico conhecimento teórico sobre os processos não-convencionais de usinagem \ne sobre a análise das superfície s geradas por estes processos.  Estudar as características \nbásicas de máquinas, equipamentos, métodos  e processos envolvidos na remoção de \nmaterial e suas conseqüências na superfície usinada.  \n \nBibliografia Básica \nKrar, S.F., Grinding Technology, Editora De lmar Cengage Learning, 2ª Ed., 288 pag. \nMalkin, S., Grinding Technology: Theory and Applications of  Machining with \nAbrasives, 1989, 275 pag. \nMarinescu, M.H., Eckart U., Brian, W. R., Handbook of Machining with Grinding \nWheels (Manufacturing Engineering and Mate rials Processing), Editora CRC 1ª Ed., \n632 pag.  \n \nBibliografia Complementar \nMcKee, R. L., Machining with abrasives,  Editora Van Nostra nd Reinhold Company, \n1982, 304 pag. \nNussbaum G. CH., Rebolos e Abrasivos – Tecnologia Básica, Editora Icone, 1988, 500 \npag. \nShaw, M.C., Metal cutting principles. Edito ra Clarendon, (Oxford series on Advanced \nmanufacturing), 1997, 651 pag. Stemmer, C. E., Ferramentas de Corte II, 2 ed., Florianópolis, UFSC, 1995, 314 pag.\n \n \n \n \n \n ", "64": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nCFM Conformação Mecânica DEMEC \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 60 USI \nEmenta \n1. Introdução aos processos de conformação mecânica. \n2. Conceitos básicos de tensão de escoamento, te mperatura, taxa de deformação, atrito e \nlubrificação na conformação mecânica. \n3. Fundamentos, classificação e ferramentas utilizad as nos processos de forjamento, trefilação e \nextrusão. \n4. Processo de Laminação: classificação dos processo s de laminação, laminação a quente e a frio, \nlaminação de barras e perfis, equipamentos de laminação. \n5. Estampagem: análise dos processos de esta mpagem, corte, embutimento, dobramento, \nrepuchamento, nervuramento. \nObjetivos \nProporcionar ao estudante conhecimentos necessários para especificar processos e parâmetros e a \ncontrolar as variáveis que envolvam a conforma bilidade e estampabilidad e de ligas metálicas \nferrosas e não-ferrosas nos processos de forjamento, trefilação, laminação e estampagem, dentro das \ntolerâncias exigidas para o produto, juntamente com uma análise técnica, econômica e ambiental. \nBibliografia Básica \nBrito, Osmar: Estampos de corte, Editora Hemus, São Paulo – SP, 1a edição, 1981. \nDieter, G. E.: Metalurgia Mecânica, Editora Guanab ara dois, Rio de Janeiro – RJ, 2a edição, 1981, \nHelman, H. e Cetlin, P. R.: Fundamentos da Conf ormação Mecânica dos Metais, Editora da UFMG, \n2a edição, 1993. \nLopes, O .: Tecnologia Mecânica, Editora da EFEI, Itajubá, 1980. \nDallas, D. B.: Progressive dies, Design and Manufacturing, McGraw-Hill, New York, 1962. \nConformação Plástica Dos Metais, E. Bresciani F. (Coord.), Editora Da Unicamp, Quarta Edição, \n1.996. \nBibliografia Complementar \nAmstead, B. H. et al: Manufacturing Process, Jonh Wiley Sons, New York, 1987, eighth edition. \nDe Garmo, E. P.: Materials and Process in Manufacturing, 4a edição, Prentice Hall, New York, \n1974. \nRossi,M.: Estampado a frio en la chapa,  Editora Hoepli, septima edition, 1964. ", "65": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nPMF Processos Metalúrgicos de Fabricação DEMEC \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 USI \nEmenta \n1. Introdução aos processos de soldagem  \n2. Soldagem elétrica a arco voltaico, com eletrodos  revestido, com proteção gasosa (processo TIG e \nMIG/MAG), com arco submerso. \n3. Soldagem por resistência elétrica. \n4. Introdução aos processos de fundição. \n5. Técnicas e Projeto de obtenção de moldes  \n6. Sistema de canais e massalotes \n7. Moldagem  \n8. Fundição sob pressão - câmara quente e fria \n9. Sinterização \n10. Aspectos técnicos, econômicos e ecológicos  \nObjetivos \nDotar o estudante de um embasamento teórico e pr ático dos processos de fundição e soldagem, a fim \nde que o mesmo possa aplicá-los na obtenção de prod utos, levando-se em conta os aspectos técnicos, \neconômicos e ambientais inerentes a cada um. \nBibliografia Básica \nToshie, O .,  Taniguchi, C.: Engenharia de soldag em e aplicações, Editora LTC, 1a edição, 1982. \nSiegel, M., Curso de Fundição. Ed. ABM (Associação Brasileira de Metais).  \n \nBibliografia Complementar \nQuites, A . M., e Dutra, J. C.: Tecnologia da Soldag em a arco voltáico, Editora da UFSC, 1a edição, \n1979. \nABM: Soldagem, editora da ABM, 19a edição, 1983. Bradaschia, C., Fundição de Ligas Não Ferrosas. Ed.ABM.  Capello, E., Tecnologia de la Fundición.  Nicolas. P. Contribuição ao estudo de massalotagem – uso de produtos exot érmicos. Fonderie, 1976 \nCentro de Fundição de Itaúna – Cálculo dos Si stemas de Canais e Massalotes – SENAI – Belo \nHorizonte – 1976 ", "66": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nEPM Estrutura e Propriedades dos Materiais de Engenharia DEMEC \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 QUI \nEmenta \n1. Introdução aos tipos de materiais \n2. Estrutura cristalina dos materiais \n3. Defeitos da estrutura cristalina \n4. Elementos de difusão atômica \n5. Ensaios mecânicos dos materiais \n6. Propriedades física, químicas, eletrônicas e mecânicas dos materiais. \nObjetivos \nDesenvolver  subsídios que  capacitem o aluno para  atividades de concepção, projeto, análise e \nsolução de quaisquer tipo de material de engenha ria, com função estrutural, sejam de natureza \nsintética ou orgânica, submetidos a quaisquer efe itos que causem solicitação mecânica e/ou resposta \nestática ou dinâmica. \nBibliografia Básica \nCallister, W.D., Materials science and engi neering-An introduction, 4th ed., 1997.; \nBibliografia Complementar \nSchackelford, J.F., Introduction to materials scien ce for engineers, Maxwell Macmillan, New York, \n3rd ed., 1992; de Janeiro;  \nDieter, G.E., Mechanical metallurgy, McGraw-Hill, London, 1988;   ", "67": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nEMM Engenharia dos Materiais Metálicos DEMEC \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 EPM \nEmenta \n1. Mecanismos de Resistência mecânica \n2. Transformações de fases \n3. Tratamentos térmicos dos materiais \n4. Tratamentos termoquímicos dos materiais \n5. Diagramas de equilíbrio de fases, TTT e TRC. \n6. Materiais metálicos e suas ligas \nObjetivos \nFornecer  condições de desenvolver estudos de natu reza científica e tecnológica com o intuito de \ndominar os vários conceitos e metodologias da área de ligas metálicas e suas aplicações na \nengenharia. \nBibliografia Básica \nChiaverini, V. Aços e Ferros Fundidos. A ssociação Brasileira de Metais, ABM, 2005. \nChiaverini, V. Tratamentos Térmicos das Ligas Metálicas, ABM, 2003. \nBibliografia Complementar \nVan Vlack, L.H. Princípios de Ciências dos Materiais. Ed. Edgard Blücher., 1995 \nGuy, A.G. Ciência dos Materiais. Ed. USP, 1987. \n ", "68": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nENM Engenharia dos Materiais Não Metálicos DEMEC \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 EPM \nEmenta \n1. Materiais cerâmicos, estrutura, propriedades, processamento e aplicações \n2. Materiais poliméricos, estrutura, pr opriedades processam ento e aplicações \n3. Materiais compósitos, estrutura, pr opriedades, processamento e aplicações \n4. Fundamentos de materiais semicondutores \n5. Fundamentos de materiais supercondutores \n6. Fundamentos de biomateriais \nObjetivos \nPesquisar materiais e processos; desenvolver produ tos e aplicações, tanto para novos materiais não \nmetálicos como para produtos já existentes. \nBibliografia Básica \nForbes A, Fiberglass & Composite Materials. HPBooks, 1996    \nAcchar, W., Materiais Cerâmicos: Ciência e Tecnologia, EDUFRN, 1998.  \nBibliografia Complementar \nForbes Aird, Fiberglass & Composite Materials. HPBooks, 1996    \nJ.A. Charles, F.A.A. Crane, J.A.G. Furness, Selection and Use of Engineering Materials. \nButterworth-Heinemann, 3rd Ed. 1997 \n ", "69": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nEST Estática DEMEC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 64  64 MEC e CAL-II \nEmenta \n1. Conceitos Básicos: Introdução à Estática \n2. Estática dos Pontos Materiais \n3. Sistemas Equivalentes de Forças \n4. Estática dos Corpos Rígidos \n5. Equilíbrio dos Corpos rígidos \n6. Forças Distribuídas \n7. Análise Estrutural \n8. Esforços Internos \n9. Atrito \n10. Centro de Gravidade e Centróide \n11. Momentos de Inércia \n12. Trabalho Virtual \nObjetivos \nIntroduzir os fundamentos de projeto estrutural. \nBibliografia Básica \nBeer, F. P.; Johnston, E. R.; “Mecânica Vetorial para Engenheiros”, Estática, 5A. Edição, Makron \nBooks, 1994. \n \nBibliografia Complementar \nMeriam, J. L.; Kraige, L. G.; “Está tica” , 4ª edição, LTC Editora, 1999. \nHibbeler, H. G.; “Estática”, 8ª edição, LTC Editora, 1999. ", "70": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nDIN Dinâmica DEMEC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 64  64 EST \nEmenta \n1. Conceitos básicos: Introdução à Dinâmica \n2. Cinemática de Partículas \n3. Cinética de Partículas \n4. Cinética de Sistemas de Partículas \n5. Cinemática Plana de Corpos Rígidos \n6. Cinética Plana de Corpos Rígidos \n7. Dinâmica Tridimensional de Corpos Rígidos \nObjetivos \nIntroduzir os fundamentos da dinâ mica de corpos rígidos, visando a aplicação em projetos de \nsistemas mecânicos. \nBibliografia Básica \nBeer, F. P.; Johnston, E. R.; “Mecânica Vetorial para Engenheiros”, Dinâmica, 5A. Edição, Makron \nBooks, 1994. \n \nBibliografia Complementar \nMeriam, J. L.; Kraige, L. G.; “Dinâmica”, 4ª edição, LTC Editora, 1999. \nHibbeler, H. G.; “Dinâmica”, 8ª edição, LTC Editora, 1999. ", "71": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nVIB Vibrações Mecânicas DEMEC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 64  64 DIN, EDF  \nEmenta \n1. Movimento Oscilatório \n2. Vibração Livre \n3. Movimento Excitado Harmonicamente \n4. Vibração Transiente \n5. Sistemas de Dois Graus de Liberdade \n6. Sistemas com Múltiplos Graus de Liberdade \n7. Sistemas de Parâmetros Concentrados \n8. Sistemas Contínuos \n9. Equação de Lagrange \n10. Vibração Aleatória \n11. Técnicas para controle de vibrações \nObjetivos \nCapacitar o estudante a analisar os mecanismos  quanto a vibrações, visando o projeto de sistemas \nmecânicos. \nBibliografia Básica \nThomson, W. T.; Teoria da Vibração co m Aplicações, Editora Interciência, 1978. \n \nBibliografia Complementar \nThomson, W. T.; Theory of Vibration with Applications, 5th Edition, Prentice Hall, 1998. \nInman, D. J.; Engineering Vibration, Prentice Hall, 1994. \nRao, S. S.; Mechanical Vibrations, 3th Edition, Addison-Wesley, 1995. ", "72": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nMCN Projetos de Sistemas Mecânicos DEMEC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 64  64 RES-II, ELM-II e \nMEM \nEmenta \n1. Considerações gerais sobre a solução de problemas do projeto mecânico  \n2.  Análise de funcionalidade, custo, legisla ção, normalização e considerações ambientais.  \n3. Ante-projeto, viabilidade técnico-econômica.  \n4. Projeto de sistema mecânico segundo a normalização; por exemplo, vaso de pressão e \nacessórios segundo o código ASME. Projeto estr utural com requerimentos de análise \nnumérica; por exemplo, projeto de um a viga caixão para ponte rolante. \n5.  Projeto envolvendo a especifi cação e seleção de component es; por exemplo, projeto de \num guindaste com seus mecanismos e acessórios. Projeto envolvendo dinâmica \nestrutural; por exemplo, suspensão de um veículo.  \n \nObjetivos \nAplicar os conhecimentos de mecânica dos sólidos no dimensionamento de sistemas \nmecânicos. \n \nBibliografia Básica \nJ.E. Shigley, e C.E. Mischke, Mechanical En gineering Design, McGraw-Hill, 6ª Ed., 2001;  \n \nBibliografia Complementar \nR.L. Norton, Machine Design, An Integrat ed Approach, 2ª Ed., Prentice-Hall, 2000. ", "73": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nRES-I Resistência dos Materiais I DEMEC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 64  64 EST \nEmenta \n1. Princípios fundamentais da mecânica dos corpos sólidos. \n2. Introdução à mecânica dos corpos deformáveis. \n3. Tensões e deformações. \n4. Relações tensões x deformações (re lações constitutivas do material). \n5. Torção. \n6. Flexão. \nObjetivos \nApresentar os fundamentos de análise de te nsões e suas aplicações no projeto mecânico. \nBibliografia Básica \nBeer, F. P., Johnston J. R., Russell, E., “Resistência dos materiais”, 3.ed. São Paul006F: Pearson, \n2005. 1255 p. \nBibliografia Complementar \nCrandall, S. H. et al, “An Introduction to the Mecanics os Solids”, 2nd ed, McGraw Hill, 1978. \nBranco, C. A. G., “Mecânica dos Materiais”,  Fundação Cauloste Gulbekian, 1985.  \nShigley, J. E., et al, “Mechanical Engineering Design”, McGraw Hill, 1986 ", "74": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nRES-II Resistência dos Materiais II DEMEC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 64  64 RES-I \nEmenta \n1. Deflexões devido à flexão. \n2. Instabilidade estrutural. \n3. Introdução ao projeto mecânico. \n4. Dimensionamento mecânico quant o ao carregamento estático. \n5. Dimensionamento mecânico quant o ao carregamento variável. \nObjetivos \nAprofundar os conhecimentos dos fundamentos de análise de tensões e de suas aplicações no projeto \nmecânico. \nBibliografia Básica \nBeer, F. P., Johnston J. R., Russell, E., “Resistênci a dos materiais”, 3.ed. São Paulo: Pearson, 2005. \n1255 p. \nBibliografia Complementar \nCrandall, S. H. et al, “An Introduction to the Mecanics os Solids”, 2nd ed, McGraw Hill, 1978. \nBranco, C. A. G., “Mecânica dos Materiais”,  Fundação Cauloste Gulbekian, 1985.  \nShigley, J. E., et al, “Mechanical Engineering Design”, McGraw Hill, 1986 ", "75": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nELM-I Elementos de Máquinas I DEMEC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 64  64 RES-II \nEmenta \n1. Princípios Gerais \n2. Revisão do projeto ao escoamen to para tensões combinadas.  \n3. Critérios de resistência para diversas classes de materiais.  \n4.  Dimensionamento à fadiga sob cargas co mplexas. Método S-N, linha de Woeler. \nDiagrama de Goodman. Regra de Palmgreen -Miner. Fadiga oligocíclica. Regra de \nCoffin-Manson.  \n5. Fundamentos da mecânicas da fratura. Fato r de intensidade de tensão. Tenacidade à \nfratura. Propagação de trincas de fadiga.  \n6. Comportamento à altas temperaturas. Re gra de Norton-Arrhenius. Principais \nmecanismos de dano a altas temperaturas.  \n7. Práticas de laboratório de ensaios mecânicos.  \nObjetivos \nEstudar detalhadamente os fundamentos do dime nsionamento mecânico contra os principais \nmecanismos de falha que limitam a vida de componentes estruturais em serviço real. \n \n \n  \nBibliografia Básica \nDowling, Mechanical Behavior of Materials, Prentice Hall, 2ª ed., 1999; J.T.P. Castro, & \nM.A Meggiolaro, Fadiga sob Carga Reais de Serviço, PUC-Rio, 2003.  \n \n  \nBibliografia Complementar \nJuvinall, R. C., “Fundamentals of Machine Component Design”, John Wiley & Sons, Inc., 1983. \nShigley, J. E., et al, “Mechanical Engineering Design”, 1st ed, McGraw Hill, 1986. ", "76": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nELM-II Elementos de Máquinas II DEMEC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 64  64 ELM-I \nEmenta \n1. Introdução ao projeto mecânico. Projetos de eixos e árvores. \n2. Elementos de união - Parafusos e conexões. \n3. Molas e elementos flexíveis. \n4. Chavetas e estrias 5.  Engrenagens de dentes retos. \n6. Engrenagens helicoidais e cônicas; par coroa x sem fim. \n7. Transmissões por correias e correntes. \nObjetivos \nDesenvolvimento de modelos para o dimens ionamento dos princi pais componentes \nencontrados em máquinas e sistemas mecânicos em geral (freios, embreagens, parafusos, \nmolas, mancais de deslizamento e rolamento, engrenagens, elementos flexíveis, etc.). \n \nBibliografia Básica \nJ.E. Shigley, e C.R. Mischke, Mechanical En gineering Design, 6a Ed., McGraw Hill, New \nYork, 2001. \n \nBibliografia Complementar \nJuvinall, R. C., “Fundamentals of Machine Component Design”, John Wiley & Sons, Inc., 1983. \nGodefroid, L. B., “Fundamentos de Mecânica da Fratur a”, Depto. Metalurgia da Escola de Minas da \nUFOP, 1995. \nValeriano, D. L., “Gerência em projetos – Pesquisa, Desenvolvimento e Engenharia”, Makron \nBooks, 1998 \n Catálogos técnicos de fabricantes. ", "77": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nMEM Manutenção Mecânica DEMEC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 64  64 VIB \nEmenta \n1. Histórico da Manutenção  \n2. Gestão da Manutenção \n3. Tipos de Manutenção \n4. Técnicas de Manutenção \n5. Planejamento e Organização da Manutenção \n6. Diagnóstico e Correção de Falhas nos Elementos de Máquinas \n7. Projeto de Manutenção de Equipamentos Industriais \nObjetivos \nDesenvolver no estudante a capacidade de: diagnosticar , analisar e sanar problemas de falhas nos \nelementos de máquinas, empregando técnicas m odernas de manutenção; elaborar planos de \nmanutenção preventiva e relatórios de manutenção. \nBibliografia Básica \nKardec, A., Nascif, J., “Manutenção Função Estrat égica”, 2ª ed., Rio de Janeiro: Ed. Qualitymark, \n2001 \n \nBibliografia Complementar \nKardec, A., Carvalho, N. C., Acuri Filho, R., “Gestão Estratégica e Avaliação de Desempenho”, \nKardec, A., Ricardo, J.,  “Gestão Estratégica e Confiabilidade” \nKardec, A., Zen, M. A. G., “Gestão Estratégica e Fator Humano”  Kardec, A., Seixas, E. S., Flores, J., “Gestã o Estratégica e Indicadores de Desempenho”  \nKardec, A., Ribeiro, H., “Gestão Estratégica e Manutenção Autônoma” Kardec, A., Carvalho, C., “Gestão Estratégica e Terceirização” \nKardec, A., Nascif, J., Baroni , N., “G estão Estratégica e Técnicas Preditivas” \nKardec, A., Nascif, J., “Manutenção Função Estratégica”  ", "78": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nCON Controle DEMEC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB 64  64 PSM \nEmenta \n1. Modelagem de sistemas mecânicos, térmicos e fluídicos; \n2. Respostas transitórias de sistemas dinâmicos; \n3. Erros estacionários de sistemas de controle; \n4. Método do lugar das raízes; \n5. Projeto de compensadores e técnicas de compensação; \n6. Análise de resposta em freqüência; \n7. Controladores PID básico e modificado; \n8. Sistemas de controle com dois graus de liberdade; \n9. Análise e projeto de sistemas de controle no espaço de estados. \nObjetivos \nCapacitar o aluno a realizar projetos de sistemas de controle. \nBibliografia Básica \nOgata, K. “Engenharia de Controle Moderno,” Ed. Pearson, 4ª Ed., 2003, 800pp. \n \nBibliografia Complementar \nOgata, K., “Soluções de Problemas de Controle com o Matlab”, Ed. Prentice Hall do Brasil, 1997. ", "79": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nTRC-I Transferência de Calor I DCTEF \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 EDF e TER-I \nEmenta \n1. Mecanismos básicos de transferência de calor \n2. Conservação de energia em transferência de calor por mecanismos combinados \n3. Equação geral da transferência de calor por condução \n4. Condução unidimensional e permanente \n5. Resistência térmica \n6. Condução de calor com geração de energia térmica \n7. Superfícies estendidas \n8. Condução de calor em regime transiente \n9. Solução de problemas de condução de calor por diferenças finitas \n10. Troca térmica por radiação \n11. Experiências e demonstrações em laboratório \n12. Aspectos ambientais \nObjetivos \nDesenvolver a compreensão dos fundamentos teóric os da Transferência de Calor, capacitando a \naplicar os conhecimentos adquiridos na solu ção de problemas práticos de engenharia. \nBibliografia Básica \nIncropera, F. P., Witt, D. P., Fundamentos de Tran sferência de Calor e Massa, 4a. ed., Ed. LTC, Rio \nde Janeiro, 1992, 455 pp. \nBibliografia Complementar \nOsizik, M. N., Transferência de Calor, um texto b ásico, 1a. ed., Ed. Guanabara, Rio de Janeiro, 1990, \n661 pp..  \nSissom,L.E., Pitts, D. R., Fenômenos de Transporte , Ed. Guanabara, Rio de Janeiro, 1988, 765 pp.  \nAdrin Bejan, Transferência de Calor, Ed. E dgard Blucher, Sãp Paulo, 1996, 540 pp.  \nKreith, F., Bohn, M. S., Princípios de Transferên cia de Calor, Ed Thomson, São Paulo, 2003, 774 pp.", "80": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nTRC-II Transferência de Calor II DCTEF \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 TRC-I \nEmenta \n1. Descrição do problema fundamental da transferência de calor por convecção \n2. Camadas limite térmica e de concentração \n3. Equações gerais da transferência de calor por convecção \n4. Parâmetros adimensionais \n5. Similaridade \n6. Analogia entre transferência de calor e de massa \n7. Convecção em escoamentos externos \n8. Convecção em escoamentos internos \n9. Condensação e evaporação \n10. Trocadores de calor \n11. Experiências e demonstrações em laboratório \n12. Aspectos ambientais \nObjetivos \nDesenvolver a compreensão dos fundamentos teóric os da Transferência de Calor, capacitando a \naplicar os conhecimentos adquiridos na solu ção de problemas práticos de engenharia. \nBibliografia Básica \nIncropera, F. P., Witt, D. P., Fundamentos de Tran sferência de Calor e Massa, 4a. ed., Ed. LTC, Rio \nde Janeiro, 1992, 455 pp. \nBibliografia Complementar \nOsizik, M. N., Transferência de Calor, um texto b ásico, 1a. ed., Ed. Guanabara, Rio de Janeiro, 1990, \n661 pp..  \nSissom,L.E., Pitts, D. R., Fenômenos de Transporte , Ed. Guanabara, Rio de Janeiro, 1988, 765 pp.  \nAdrina Bejan, Transferência de Calor, Ed. Edgard Blucher, Sãp Paulo, 1996, 540 pp.  \nKreith, F., Bohn, M. S., Princípios de Transferên cia de Calor, Ed Thomson, São Paulo, 2003, 774 pp.", "81": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nMFL-I Mecânica dos Fluidos I DCTEF \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 EDF e EST \nEmenta \n1. Definição de fluido \n2. Viscosidade \n3. Descrição e classificação dos escoamentos \n4. Formação da camada limite \n5. Estática dos fluidos \n6. Equações integrais da conservação da massa e da variação da quantidade de movimento \n7. Equações diferenciais da conservação da ma ssa e da variação da quantidade de movimento \nObjetivos \nIntroduzir os  conceitos fundamentais de mecân ica dos fluidos, visando sua aplicação a processos e \nequipamentos industriais. \nBibliografia Básica \nFox, R.W. e McDonald, A. T., Introdução à Mecânica dos Fluidos, ed. Guanabara Koogan, 5a \nedição, LTC Editora (2001). \nBibliografia Complementar \nPotter, M. C., Wiggert, D. C., Mecânica dos Flui dos, Ed Thomson, São Paulo, 2004, 690 pp. \nMunson, R. B.; Young, D. F. e Okhiishi, T. H., Fundamentos da Mecânica dos Fluidos, vols. 1 e 2, \n2a ed., ed. Edgard Blücher Ltda.  \nSissom,L.E., Pitts, D. R., Fenômenos de Transpor te, Ed. Guanabara, Rio de Janeiro, 1988, 765 pp ", "82": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nMFL-II Mecânica dos Fluidos II DCTEF \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 MFL-I \nEmenta \n1. Semelhança, análise dimensional e modelos físicos \n2. Equação de Bernoulli \n3. Medidas de pressão e vazão \n4. Cálculo de perda de carga \n5. Análise de redes de tubulações \n6. Arrasto e sustentação em corpos imersos \n7. Transição e turbulência \n8. Introdução ao escoamento compressível \n9. Experimentos e demonstrações em laboratório \nObjetivos \nAprofundar os  conceitos fundamentais de mecâni ca dos fluidos, visando sua aplicação a processos e \nequipamentos industriais. \nBibliografia Básica \nFox, R.W. e McDonald, A. T., Introdução à Mecânica dos Fluidos, ed. Guanabara Koogan, 5a \nedição, LTC Editora (2001). \nBibliografia Complementar \nPotter, M. C., Wiggert, D. C., Mecânica dos Flui dos, Ed Thomson, São Paulo, 2004, 690 pp. \nMunson, R. B.; Young, D. F. e Okhiishi, T. H., Fundamentos da Mecânica dos Fluidos, vols. 1 e 2, \n2a ed., ed. Edgard Blücher Ltda.  \nSissom,L.E., Pitts, D. R., Fenômenos de Transpor te, Ed. Guanabara, Rio de Janeiro, 1988, 765 pp ", "83": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nSFD Sistemas Fluidodinâmicos DCTEF \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 MFL-II \nEmenta \n1. Descrição, classificação e princípio de funcionamento das máquinas de fluxo e volumétricas \n2. Quedas, potências e rendimentos \n3. Bombas centrífugas \n4. Bombas de deslocamento \n5. Sistemas de bombeamento \n6. Turbinas hidráulicas \n7. Ventiladores \n8. Sistemas de ventilação \n9. Atuadores hidráulicos e pneumáticos \n10. Aspectos ambientais \n11. Experimentos e demonstrações em laboratório \nObjetivos \nApresentar os sistemas e equipamentos fluidodinâ micos, capacitando para seu dimensionamento e \nseleção. \nBibliografia Básica \nDe Mattos, E. E., de Falco, R., Bombas Industria is, ed. Técnica ltda., Rio de Janeiro - RJ, 1989. \nMacyntire, A. J., Bombas e Instalações de Bombea mento, Ed. Guanabara  Koogan, Rio de Janeiro, \n1980  \nMacyntire, A. J., Máquinas Motrizes Hidráulicas, Ed . Guanabara Dois, Rio de Janeiro, 1983, 649 pp. \nMataix, C., Turbomáquinas Hidráulicas, ICI, Ed. Madrid. \nBibliografia Complementar \nDe Mattos, E. E., de Falco, R., Bombas Industria is, ed. Técnica ltda., Rio de Janeiro - RJ, 1989. \nMacyntire, A. J., Bombas e Instalações de Bombea mento, Ed. Guanabara  Koogan, Rio de Janeiro, \n1980  \nMacyntire, A. J., Máquinas Motrizes Hidráulicas, Ed . Guanabara Dois, Rio de Janeiro, 1983, 649 pp. \nMataix, C., Turbomáquinas Hidráulicas, ICI, Ed. Madrid. ", "84": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nTER-I Termodinâmica I DCTEF \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 OOT \nEmenta \n1. Conceitos básicos da Termodinâmica \n2. Lei zero da Termodinâmica \n3. Propriedades de substâncias puras \n4. Primeira Lei da Termodinâmica para  sistemas e volumes de controle \n5. Conservação da massa \n6. Entalpia, energia interna e calores específicos \n7. Segunda Lei da Termodinâmica \n8. Ciclos de Carnot e eficiência térmica teórica máxima \n9. Entropia \n10. Experimentos e demonstrações em laboratório \nObjetivos \nIntroduzir os  conceitos da termodinâmica clássica \nBibliografia Básica \nVan Wyllen, G. J., Sonntag, R. E., Borgnakke, C ., Fundamentos da Termodinãmica, 5a. Edição, Ed. \nEdgard Blucher, São Paulo, 1998, 537 pp. \nBibliografia Complementar \nGranet, Irving.  Termodinamica e energia termica. 4 ed. Rio de Janeiro: PHB, 1995. 534 p. \nY. A. Cengel, M. A. Boles, “Termodinâmica” 3ª ed, McGrawHill, 1997 \nMoran, M. J., Shapiro, H. N. “Princípios de  Termodinâmica para Engenharia”, 4ª ed, LTC, 2002 ", "85": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nTER-II Termodinâmica II DCTEF \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 TER-I \nEmenta \n1. Irreversibilidade, exergia e análise de Segunda Lei \n2. Ciclos de geração de potência  \n3. Ciclos de refrigeração \n4. Misturas de gases ideais e psicrometria \n5. Misturas reativas e combustão \n6. Equilíbrio químico e de fase \n7. Experimentos e demonstrações em laboratório \nObjetivos \nEstender os conceitos da termodinâmica clássica em temas relacionados a análise de sistemas e ao \ncomportamento de misturas. \nBibliografia Básica \nVan Wyllen, G. J., Sonntag, R. E., Borgnakke, C ., Fundamentos da Termodinãmica, 5a. Edição, Ed. \nEdgard Blucher, São Paulo, 1998, 537 pp. \nBibliografia Complementar \nGranet, Irving.  Termodinamica e energia termica. 4 ed. Rio de Janeiro: PHB, 1995. 534 p. \nY. A. Cengel, M. A. Boles, “Termodinâmica” 3ª ed, McGrawHill, 1997 \nMoran, M. J., Shapiro, H. N. “Princípios de  Termodinâmica para Engenharia”, 4ª ed, LTC, 2002 ", "86": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nSTP Sistemas Térmicos de Potência DCTEF \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 TER-II e TRC-II \nEmenta \n1. Geradores de vapor \n2. Condensadores \n3. Turbinas a vapor \n4. Compressores axiais e centrífugos \n5. Turbinas a gás \n6. Motores de combustão interna \n7. Experimentos, simulações computacionais e demonstrações em laboratório. \n8. Aspectos ambientais \nObjetivos \nApresentar os sistemas de conversão de energi a e seus componentes, capacitando para a análise \ntermodinâmica de sistemas. \nBibliografia Básica \nTaylor, Charles F. “Analise dos motores de combus tao interna”, São Paulo: Edgard Blucher, 1988. \nBazzo E. “Geração de Vapor”, Edito ra da UFSC, Flor ianópolis, 1995 216p \nBibliografia Complementar \nEl-Wakil, MM, “Powerplant Technology”, McGraw-Hill, 1984 \nCulp Jr., AW, “Principles of Energy Conversion”, 2nd editio n, McGraw-Hill, 1991 \nHeywood, J. B., “Internal Combustion Engine Fundamentals”, McGraw-Hill, 1989 \nBathie, W. W., “Fundamentals of gas turbines”, 2nd ed. New York: Wiley, 1995 \nSaravanamuttoo, H.I.H.; Cohen, H.; Rogers, G.  F.C. “Gas turbine theory”, 5th ed, Pearson \nEducation, 2001. ", "87": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nSTR Sistemas Térmicos de Refrigeração DCTEF \nCarga Horária Tipo Teórica Laboratório Total Pré-Requisitos \nOB 48 16 64 STP \nEmenta \n1. Conforto térmico \n2. Carga térmica \n3. Condicionamento de ambientes \n4. Sistemas de refrigeração \n5. Compressores de deslocamento positivo \n6. Turbocompressores para refrigeração \n7. Condensadores e evaporadores \n8. Dispositivos de expansão \n9. Experimentos e demonstrações em laboratório \n10. Aspectos ambientais \nObjetivos \nCapacitar a dimensionar sistemas de refrigeração e ar condicionado e seus componentes. \nBibliografia Básica \nStoecker, W. F.; Jones, J. W. Refrigeração e Ar-Condicionado. McGraw-Hill, São Paulo, 1985.  \nStoecker, W. F., “Refrigeracao Indus trial”, Ed. Edgard Blucher, 1994. \nBibliografia Complementar \nStoecker, W. F., “Refrigeracao Indus trial”, Ed. Edgard Blucher, 1994. \nVários, ASHRAE Handbooks (Applications, Fundamen tals, Refrigeration, Systems and Equipment) \n ", "88": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nTEM-I a TEM-V Tópicos Especiais em Engenharia Mecânica I a V COMEC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOP   64 Aprovados  pelo \nColegiado de \nCurso, quando da \noferta \nEmenta \nAssuntos variáveis na área de engenharia mecânica a provados pelo Colegiado de Curso, quando \nda oferta ou Atividades Complementares aprovad as pelo Colegiado. O aluno será esponsável em \nescolher as unidades curriculares dentro  do curso ou em outra instituição. \nObjetivos \nApresentar desenvolvimentos recentes na ár ea de Engenharia Mecânica não contemplados \nnas disciplinas de ementa fixa.  \n \nBibliografia Básica \nAprovada pelo Colegiado de  Curso, quando da oferta \nBibliografia Complementar \nAprovada pelo Colegiado de  Curso, quando da oferta ", "89": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nTIM Trabalho de Integração Multidisciplinar DEMEC/DCTEF \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB   40 2160 horas em \nunidades \ncurriculares  \nEmenta \nTrabalho de síntese e integração dos conhecimentos adquiridos ao longo do curso. \nDesenvolvimento, em um grupo de no máximo cinco alunos, de um tema aprovado pelo Colegiado, \nna forma de projeto.  \n \n \nObjetivos \nDesenvolver o potencial criativo, técnico e crítico na elaboração de um projeto na área de Engenharia Mecânica.\n \n \nBibliografia Básica \nA.L. Cervo, P. A. Bervian, R. Silva, “Metodologia científica”, 6ª Ed., São Paulo: \nPearson Prentice Hall , 2006. \nP.A. Furaste, “Normas Técnicas para Trabalho Científico”, 6ª Ed., Furate , 2006.  \n \nBibliografia Complementar \nAssociação Brasileira de Normas Técnicas - ABNT. “Trabalhos acadêmicos: NBR 14724”, São Paulo, 2001. Associação Brasileira de Normas Técnicas - ABNT. “Referências: elaboração: NBR-6023”, São Paulo: 2000. Associação Brasileira de Normas Técnic as - ABNT. “Sumário: procedimentos: \nNBR-6027”, São Paulo: 1989. \nAssociação Brasileira de Normas Técnicas - ABNT. “Numeração progressiva \ndas seções de um documento. NBR-6024”, São Paulo: 1989. Associação Brasileira de Normas Técnicas - ABNT. “Citação de texto: NBR- 10520”, São Paulo: 2001. \nAssociação Brasileira de Normas Técnicas - ABNT. “Preparação da folha de \nrosto de livro: NBR 10524”, São Paulo: 1989.\n \n ", "90": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nMCC Trabalho de Conclusão de Curso COMEC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOB   40 2880 Horas em \nunidades \nCurriculares \nEmenta \nDesenvolvimento individual de um tema em E ngenharia Mecânica aprovado pelo Colegiado. \nObjetivos \nO Trabalho de Conclusão de Curso é uma atividade obrigatória para a conclusão do curso, devendo ser \nrealizado individualmente, sob a orientação de um professor que componha o corpo docente da instituição e designado pelo colegiado do curso.\n \nO Trabalho de Conclusão de Curso tem como objetivo incentivar o aluno à pesquisa e à conseqüente formação crítica sobre assuntos pertinentes a sua formação, bem como desenvolver habilidade em pesquisa bibliográfica e de campo e integração entre as disciplinas curriculares.\n \n \nBibliografia Básica \nA.L. Cervo, P. A. Bervian, R. Silva, “Metodologia científica”, 6ª Ed., São Paulo: \nPearson Prentice Hall , 2006. \nP.A. Furaste, “Normas Técnicas para Trabalho Científico”, 6ª Ed., Furate , 2006.  \n \nBibliografia Complementar \nW.A. Bazzo, “Introdução à engenharia: Conceitos, ferramentas e \ncomportamentos”, 1ª Ed., Florianópolis: Ed. da UFSC , 2007. \nA.F. Chalmers, “O que é ciência afinal”, São Paulo: Brasiliense , 2008. \nV.C. Feitosa, “Comunicação na Tecnologia: Manual de Redação Científica”, \nSão Paulo: Ed. Brasiliense , 1987. \nA. Goaltly, “Critical reading and writing:  an introductory coursebook”, London: \nRoutledge , 2005. \nKleiman, “Oficina de leitura: teoria e prática”, 4ª Ed., Campinas: Ed. Unicamp , \n1996.  \n \n \n  \n \n ", "91": "UNIVERSIDADE FEDERAL DE SÃO JOÃO DEL REI  \nCoordenadoria do Curso de Engenharia Mecânica \nSigla Unidade Curricular Departamento \nLIB Libras COMEC \nCarga Horária Tipo Teórica Prática Total Pré-Requisitos \nOP   64  \nEmenta \nLIBRAS e educação especial: histórico, contex tualização e o papel pol ítico-pedagógico da \nescola. \n \nO papel do professor de LIBRAS. A linguagem e a surdez.  \n Estrutura lingüística da  LIBRAS. Introdução à Gramática de LIBRAS. \n \nObjetivos \nDesenvolver um curso básico de LIBRAS - Língua Br asileira de Sinais -  para capacitar os \nfuturos engenheiros mecânicos, oportunizando pr eparo para melhor atender a demanda e \ncumprir as exigências da legislação naciona l na área de atendimento às pessoas com \nnecessidades especiais.  \nBibliografia Básica \n1) GAIO, R. & MENEGHETTI, R.G.K. Cami nhos Pedagógicos da Educação Especial. \nPetrópolis: Vozes, 2004. \n2) STAINBACK, W. & LOPES, M.F. Inclusão : Um Guia Para Educadores. Porto Alegre: \nArtmed, 1999. \n3) ALMEIDA, E.C. & DUARTE, P.M. Atividades  Ilustradas e Sinais  da LIBRAS. Rio de \nJaneiro: Revinter, 2004.  \n \nBibliografia Complementar \n4) QUADROS, R.M. & KARNOPP, L.B. Língua  de Sinais Brasileira – Estudos \nLingüísticos. Porto Alegre: Artmed, 2003. \n5) BRASIL, Política Nacional de Educação Es pecial. Brasil. Livr o. Brasília: MEC,1994. \n6) BRASIL, Diretrizes Nacionais para a E ducação Especial na Educação Básica. MEC, 2001\n \n \n ", "92": "Tabela  de Equivalência 2009  \n \n \nUnidade Curricular-  2006 Sigla CH Unidade Curricular -  2009  Sigla CH \nÁlgebra neaLi r ALG 60 Álgebra Linea r ALG 64\nCálculo  I CAL-I 90 Cálculo I CAL-I 96\nCálculo  II \nCálculo  Vetorial  II CAL-II  \nCVT-II 60 \n60 Cálculo  II \nCálculo  Vetorial  II CAL-II  \nCVT- II64 \n64 \nEquações  Diferencia  is EDF 60 Equações  Diferenciais  EDF 64 \nMétodos  Numéric s  o MNU 60 Métodos Numéricos MNU 64\nCálculo  Vetorial  I CVT-I 60 Cálculo Vetorial I CVT-I 64\nDesenho  Técnico  - I DET-I 45 Desenho  Técnico  - I DET-I 32 \nDesenho  Técnico  - II DET-II 45 Desenho Técnico -II DET-II 64\nElementos  de Máquinas  I ELM-I 60 Elementos de Máquinas I ELM-I 64\nElementos  d Máquinas  II e ELM-II 60 Elementos de Máquinas II ELM- II 64\nEletrotécnica  ELE 60 Eletrotécnica ELE 64\nEstatística  e Probabilidade  ESP 60 Estatística  e Probabilidade  ESP 64 \nMecânica  Fundamental  \nMecânica  Fundamental  Experimental  MEC  \nMEX60 \n15 Mecânica  Fundamental  MEC  64 \nOscilações,  Ondas  e Te nâmica  rmodi OOT 60 Oscilações, Ondas eTermodinâmica OOT  64\nEngenharia  Econômica  ECO 45 Fundamentos deEngenharia para Economia  ECO 32 \nProcessos  Metalúrgicos  de Fabricação PMF 60 Processos Metalúrgicos deFabricação PMF 64\nControle  \nInstrumentação  CON  \nINT60 \n60Controle  \nInstrumentaçãoCON  \nINT 64 \n64\nManutenção  Mecânica  MEM 60 Manutenção Mecânica MEM 64\nSistemas  Fluidodinâmicos  SFD 60 Sistemas Fluidodinâmicos SFD 64\nTermodinâmica  I \nSistemas  Térmicos  de Potência  TER-II  \nSTP60 \n60Termodinâmica  I \nSistemas Térmicos dePotênciaTER- II \nSTP 64 \n64\nIntrodução a Engenharia  INT 30 Semináriio I SEM-I 40 \nTermodinâmica  II \nSistemas  Térmicos  de Refrigeração  TER-II  \nSTR60 \n60Termodinâmica  II \nSistemas Térmicos de RefrigeraçãoTER- II \nSTR 64 \n64\nEstrutura  e Propriedades  dos Materiais  de Engenharia  EPM 60 Estrutura  e Propriedades  dos Materiais  de Engenharia  EPM 64 \nEngenharia  dos Materiais  Metálicos  \nEngenharia  dos Materiais  Não MetálicosEMM  \nENM60 \n60Engenharia  dos Materiais  Metálicos  \nEngenharia dos Materiais Não MetálicosEMM  \nENM 64 \n64\nMecanismos  \nVibrações  Mecânicas  MCN  \nVIB60 \n60Projetos de Sistemas Mecânicos  \nVibrações MecânicasPSM  \nVIB 64 \n64\nMecânica  dos Fluidos  I MFL-I 60 Mecânica dos Fluidos I MFL-I 64\nEstática  \nDinâmica  EST \nDIN60 \n60Estática  \nDinâmicaEST \nDIN 64 \n64\nAdministração  ADM 30 Fundamentos de Administração para Engenharia  ADM 32 \nProgramação  de Computadores  PRC 60 Programação  de Computadores  PRC 64 \nUsinagem  dos Materiais  \nConformação  Mecânic  aUSI \nCFM 60 \n60 Usinagem  dos Materiais  \nConformaçã Mecânica  o USI \nCFM 64 \n64 \nCiências do Ambiente   CAB 30 Seminário III  SEM-II 40 \nQuímica  QUI 60 Química Geral para Engenharias  QUI 64 \nResistência  dos Materiais  I RES-I 60 Resistência dosMateriais I RES-I 64\nResistênci  dos Materiais  II a RES-II 60 Resistência  dos Materiais  II RES-II 64 \nSociologia  SOC 30 Seminário-VIII SEM - 40\nProcessos talúrgicos  de Fabricação  Me PMF 60 Processos Metalúrgicos deFabricação PMF 64\nMetrologia  MET 60 Metrologia MET 64\nUsinagem  dos Materiais  USI 60 Usinagem dosMateriais USI 64\nConformação  Mecânica  CFM 60 Conformação  Mecânica  CFM 64 \nComando Numérico Computadorizado CNC 60 Processos não convencionais de Usina gem PNC 64\nTransferência  de Calor  I TRC-I 60 Transferência  de Calor  I TRC-I 64 \nMetodologia Científica e Tecnológi ca MET 60 Seminário II SEM-III 64 \n "}