{"1": "Bacharelado em Engenharia de Computação| 1 \n \n  \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO  \nDO CURSO DE  \nENGENHARIA D E COMPUTAÇÃO  \n \n \n \n \n \n \n \n \n \n \n \nDIVINÓPOLIS – MINAS GERAIS  \n 2019 \n \nESTRUTURA ADMINISTRATIVA  \n ", "2": "Bacharelado em Engenharia de Computação| 2 \n \n  \n \n \n REITORA  \nLavínia Rosa Rodrigues  \n \nVICE -REITOR  \nThiago Torres Costa Pereira  \n \nPRÓ -REITORA DE ENSINO  \nMichelle Gonçal ves Rodrigues  \n \nPRÓ -REITOR DE PESQUISA E PÓS GRADUAÇÃO  \nMagda Lucia Chamon  \n \nPRÓ -REITOR DE EXTENSÃO  \nMoacyr Laterza Filho  \n \nPRÓ -REITOR DE GESTÃO, PLANEJAMENTO E FINANÇAS  \nFernando Antônio França Sette Pinheiro Júnior  \n \nDIRETOR DA UNIDADE ACADÊMICA DE DIVINÓPOLI S \nFabrízio Furtado de Souza  \n \nVICE -DIRETOR DA UNIDADE ACADÊMICA DE DIVINÓPOLIS  \nRodrigo Fagundes Braga  \n \nCOORDENADOR DO CURSO DE ENGENHARIA D E COMPUTAÇÃO  \nEdwaldo Soares Rodrigues  \n \nVICE -COORDENADORA DO CURSO DE ENGENHARIA D E COMPUTAÇÃO  \nPatrícia Mascarenhas Dia s \n \n ", "3": "Bacharelado em Engenharia de Computação| 3 \n \n  \n \n \n DADOS DE IDENTIFICAÇÃO DA UNIVERSIDADE  \n \n \nInstituição de Ensino Superior: Universidade do Estado de Minas Gerais  \nNatureza jurídica: Autarquia Estadual  \nRepresentante legal – Reitora: Lavínia Rosa Rodrigues  \nEndereço da sede e Reitoria: Rodovia Papa João P aulo II, 4143 – Ed. Minas – 8º andar – \nCidade Administrativa Presidente Tancredo Neves – Bairro Serra Verde – Belo Horizonte – \nMG – CEP: 31.630 -900.  \nCNPJ: 65.172.579/0001 -15 \nAto de Criação: Art. 81 do Ato das Disposições Constitucionais Transitórias da Co nstituição \nMineira de 1989.  \n \nAto regulatório de credenciamento: Lei Estadual 11539 de 23 de julho de 1994  \nAto regulatório de renovação de credenciamento:  Resolução  SEDECTES nº 59 de \n28/08/2018, publicada em 30/08/2018   \nAto regulatório de credenciamento pa ra oferta de cursos à distância: Portaria nº 1.369, de \n7 de dezembro de 2010  \n \n \n \n \n \n \n \n \n ", "4": "Bacharelado em Engenharia de Computação| 4 \n \n  \n \n \n DADOS DE IDENTIFICAÇÃO DO CURSO  \n \n \nUnidade: Divinópolis  \nEsfera administrativa: Estadual  \nCurso: Engenharia d e Computação  \nModalidade do curso: Bacharelado  \nTurno ( s) de funci onamento: Matutino e Noturno  \nEntrada:  Sisu, Reopção, Transferência e Obtenção de Novo Título  \nIntegralização do curso:  \n- Mínima:  5 anos ou 10 períodos  \n- Máxima: 9 anos ou 18 períodos  \nNúmero de vagas anuais: 80 vagas anuais (40 no 1º semestre matutino e 40  no 1º semestre \nnoturno)  \nRegime de ingresso:  Anual  \nCarga horária total do curso: 4.395  horas  \nInício de funcionamento: 2011  \nReconhecimento: pela Resolução SEDECTES nº 84 de 05/12/2018, publicado em \n12/12/2018 . \nMunicípio de implantação: Divinópolis  \nEndereço de funcionamento do curso: Avenida Paraná, 3001  \nBairro:  Jardim Belvedere II                       CEP:  35.501 -170 \nFone: 37 – 3229 -3558  \n ", "5": "Bacharelado em Engenharia de Computação| 5 \n \n  \n \n \n COMISSÃO RESPONSÁVEL  PELA ELABORAÇÃO DO PROJETO POLÍTICO \nPEDAGÓGICO  \n \n \nNúcleo Docente Estruturante:  \n \nProf. Me. Ângelo Eug ênio do Oliveira Franco  \nProfª. Ma. Cristina Maria Valadares de Lima  \nProf. Me. Edwaldo Soares Rodrigues  \nProfª. Ma. Patrícia Mascarenhas Dias  \nProf. Me. Paulo Roberto de Almeida  \n \nProfessores do Colegiado do Curso de Engenharia de Computação.  \n \n \n \nAGRADECIMENTO ESPECIAL  AOS PROFESSORES QUE CONTRIBUÍRAM COM \nA ORGANIZAÇÃO : \n \nProfª. Dra. Karolliny Danielle Santos  \nProf. Dr. Marcelo Robert Fonseca Gontijo  \n \n \n \n \n \n \n \n \n \n ", "6": "Bacharelado em Engenharia de Computação| 6 \n \n  \n \n \n SUMÁRIO  \n \n1. HISTÓRICO E PERFIL D A INSTITUIÇÃO  ................................ ..............................  8 \n1.1. A Universidade do Estado de Minas Gerais  8 \n1.2. A Unidade Acadêmica de Divinópolis  10 \n \n2. CURSOS OFERECIDOS PE LA UNIDADE ACADÊMICA  DE DIVINÓPOLIS  .. 12 \n \n3. APRESENTAÇÃO DO CURS O ................................ ................................ ..................  14 \n3.1. Justificativa  14 \n3.2. Concepção, Objetivos e Finalidade  17 \n \n4. PERFIL PROFISSIONAL DO EGRESSO  ................................ ................................  18 \n4.1. Competências e habilidades  20 \n \n5. ARTICULAÇÃO ENTRE EN SINO, PESQUISA E EXTE NSÃO  ...........................  21 \n \n6. ORGANIZAÇÃO CURRICUL AR ................................ ................................ .............  24 \n6.1. Carga Horária e integralização do curso  24 \n6.2. Regime de matrícula  24 \n \n7. ESTRUTURA CURRICULAR  ................................ ................................ ....................  24 \n7.1. Conteúdos Curriculares Obrigatórios (OBR)  24 \n7.2. Disciplinas Optativas (OP) e Eletivas (EL)  28 \n7.3. Disciplinas semi -presenciais  29 \n7.4. Estágio Curricula r Supervisionado  30 \n7.5. Atividades Complementares  31 \n7.6. Atividades de Extensão  33 \n7.7. Trabalho de Conclusão de Curso  34 \n7.8. Gerenciamento dos  laboratórios  36 \n7.9. Atendimento aos requisitos legais e normativos  36 \n7.10. Estrutura curricular  38 \n7.11. Ementários e bibliografia  45 \n \n8. METODOLOGIA UTILIZAD A PE LO CURSO  ................................ .......................  90 \n \n9. FLEXIBILIZAÇÃO CURRI CULAR/INTERAÇÃO COM OUTROS CURSOS  .. 90 \n \n10. SISTEMA DE AVALIAÇÃO  DO DESEMPENHO DISCE NTE  .............................  91 \n \n11. PROGRAMA DE ASSISTÊN CIA E APOIO PSICOLÓG ICO E \nPSICOPEDAGÓGICO AO E STUDANTE – PROAPE  ................................ .....................  92 \n \n12. FORMAS DE FUNCIONAME NTO DO COLEGIADO DO CURSO  ....................  94 \n \n13. NÚCLEO DOCENTE ESTRU TURANTE  ................................ ................................ . 94 ", "7": "Bacharelado em Engenharia de Computação| 7 \n \n  \n \n \n 14. COORDENAÇÃO DO CURSO  ................................ ................................ ..................  95 \n \n15. CORPO DOCENTE  ................................ ................................ ................................ ..... 95 \n \n16. INFRAESTRUTURA PARA O FUNCIONAMENTO DO C URSO  .......................  96 \n16.1. Infraestrutura física  96 \n16.2. Registro Acadêmico  99 \n16.3  Biblioteca  101 \n16.4 Laboratórios Específicos  102 \n16.5  Redes de Informação  106 \n \n17. INSTRUMENTOS NORMATI VOS DE APOIO  ................................ .....................  108 \n \n18. REFERÊNCIA S BIBLIOGRÁFICA S ................................ ................................ ...... 109 \n \nAPÊNDICES  ................................ ................................ ................................ .........................  110 \nAPÊNDICE A – Diretrizes para a realização de e stágio obrigatório no curso de \nEngenharia de Computação da UEMG Unidade Divinó polis 110 \nAPÊNDICE B – Atividades/Aproveitamento de Hora s Complementares  118 \nAPÊNDICE C  – Atividades e Equivalência de Atividades Co mplementares  122 \nAPÊNDICE D – Ficha de Avaliação de Atividades Complementares  125 \nAPÊNDICE E – Atividades de Extensão  128 \nAPÊNDICE F – Atividades e Equivalência de Atividades de Extensão  132 \nAPÊNDICE G – Ficha de Avaliação de Ativida des de Extensão  134 \nAPÊNDICE H - Regulamento do Trabalho de Conclusão de Curso (TCC)  136 \nAPÊNDICE I - Modelo de Proposta para os Projetos de TCC - Pré-Projeto  148 \nAPÊNDICE J - Termo de Aprovação do Projeto de Conclu são de Curso  para \nApresentação em Banca Examinadora  149 \nAPÊNDICE K – Alterações  PPC 2016  150 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "8": "Bacharelado em Engenharia de Computação| 8 \n \n  \n \n \n 1. HISTÓRICO E PERFIL DA INSTITUIÇÃO  \n \n1.1. A Universidade do Estado de Minas Gerais  \n \nA UEMG foi criada em 1989, por disposição co ntida na Constituição do Estado. \nComo previsto quando de sua fundação, é uma Universidade multicampi, presente em \ndiversos municípios de Minas Gerais oferecendo atualmente 115 cursos de graduação na \nmodalidade presencial. Além disso, conta com nove cursos de pós -graduação Stricto Sensu, \nsendo sete mestrados e dois doutorados.  A UEMG representa, hoje, uma alternativa concreta e \nrica de aproximação do Estado mineiro com suas regiões, por acolher e apoiar a população de \nMinas onde vivem e produzem. Por sua voc ação, tem sido agente do setor público junto às \ncomunidades, colaborand o na solução de seus problemas, através do ensino, da pesquisa e da \nextensão e na formatação e implementação de seus projetos de desenvolvimento.  \nPara se firmar no contexto do Ensino Su perior no Estado e buscando estar presente em \nsuas mais distintas regiõ es, a UEMG adota um modelo multicampi, se constituindo não \napenas como uma alternativa aos modelos convencionais de instituição de ensino, mas \ntambém de forma política no desenvolviment o regional. Assim, a Universidade apresenta uma \nconfiguração ao mesmo t empo, universal e regional. Deste modo, ela se diferencia das demais \npelo seu compromisso com o Estado de Minas Gerais e com as regiões nas quais se insere em \nparceria com o Governo do Estado, com os municípios e com empresas públicas e privadas. \nCompromis so este apresentado em um breve histórico da formação de suas Unidades \nacadêmicas.  \nA UEMG foi criada em 1989, mediante determinação expressa no Art. 81 do Ato das \nDisposições Constituc ionais Transitórias – ADCT da Constituição do Estado de Minas Gerais \ne a sua estrutura foi regulamentada pela Lei nº 11.539, de 22 de julho de 1994, estando \nvinculada à Secretaria de Estado de Ciência, Tecnologia e Ensino Superior – SECTES, à qual \ncompete formular e implementar políticas públicas que assegurem o desenvolvimen to \ncientífico e tecnológico, a inovação e o ensino superior.  \nO Campus de Belo Horizonte teve sua estrutura definida pela mesma Lei, que \nautorizou a incorporação à UEMG da Fundação Mine ira de Arte Aleijadinho – FUMA, hoje \ntransformada em duas escolas: Músi ca e Design; a Fundação Escola Guignard; o curso de \nPedagogia do Instituto de Educação, transformado na Faculdade de Educação de Belo ", "9": "Bacharelado em Engenharia de Computação| 9 \n \n  \n \n \n Horizonte, e o Serviço de Orientação e Seleção Prof issional – SOSP, hoje convertida em \nCentro de Psicologia Aplicada – CEN PA. Compõe o Campus Belo Horizonte ainda, a \nFaculdade de Políticas Públicas Tancredo Neves, criada pela Resolução SEDECTES nº 59 de \n28/08/2018, publicada em 30/08/2018, com vistas a con tribuir para a consolidação da missão \ninstitucional da UEMG relativa ao  desenvolvimento de projetos de expansão e diversificação \ndos cursos oferecidos e, para a ampliação do acesso ao ensino superior no Estado.  \nNo interior, a UEMG realizou, em convênio co m prefeituras municipais, a instalação \ndo curso de Pedagogia fora de se de em Poços de Caldas e das Unidades Acadêmicas em \nBarbacena, Frutal, João Monlevade, Leopoldina e Ubá com a oferta de cursos que buscam \ncontribuir para a formação de profissionais e pa ra a produção e difusão de conhecimentos, que \nreflitam os problemas, po tencialidades e peculiaridades de diferentes regiões do Estado, com \nvistas à integração e ao desenvolvimento regional.  \nMais recentemente, por meio da Lei nº 20.807, de 26 de julho de 2 013, foi prevista a \nestadualização das fundações educacionais de ensino  superior associadas à UEMG, de que \ntrata o inciso I do § 2° do art. 129 do ADCT, a saber: Fundação Educacional de Carangola; \nFundação Educacional do Vale do Jequitinhonha, de Diamantin a; Fundação de Ensino \nSuperior de Passos; Fundação Educacional de Ituiu taba; Fundação Cultural Campanha da \nPrincesa, de Campanha e Fundação Educacional de Divinópolis; bem como os cursos de \nensino superior mantidos pela Fundação Helena Antipoff, de Ibirité , estruturada nos termos \ndo art. 100 da Lei Delegada nº 180, de 20 de j aneiro de 2011, cujos processos de \nestadualização foi encerrado em novembro de 2014.  \nFinalizado o processo de estadualização, a UEMG assumiu posição de destaque no \ncenário educacional d o Estado, com presença em 14 Territórios de Desenvolvimento, sendo \n16 m unicípios com cursos presencias e 15 polos de Educação à Distância , comprometida com \nsua missão de promover o Ensino, a Pesquisa e a Extensão de modo a contribuir para a \nformação de cid adãos comprometidos com o desenvolvimento e a integração dos setores da  \nsociedade e das regiões do Estado.  \n \n \n ", "10": "Bacharelado em Engenharia de Computação| 10 \n \n  \n \n \n 1.2. A Unidade Acadêmica de Divinópolis  \n \nA Unidade Acadêmica de Divinópolis da Universidade do Estado de Minas Gerais – \nUEMG, tem sua história vinculad a à da Fundação Educacional de Divinópolis – FUNEDI, \nque foi criada pel o Governo do Estado de Minas Gerais através da Lei nº 3.503 de 04.11.1965 \nsob a denominação de Fundação Faculdade de Filosofia e Letras de Divinópolis – FAFID e \nem 1977, passou a denomi nar Fundação Educacional de Divinópolis – FUNEDI.  \nA FUNEDI, enquanto ma ntenedora de instituições de ensino superior, teve por \nobjetivo principal, desde o início de seu funcionamento, manter e desenvolver, de \nconformidade com a legislação federal e estadual  pertinente, estabelecimento integrado de \nensino e pesquisa, de nível s uperior, destinado a proporcionar, a esse nível, formação \nacadêmica e profissional.  \nEm relação às instituições de ensino superior que eram mantidas pela FUNEDI, o \nInstituto de Ensino Su perior e Pesquisa – INESP – era a mais antiga, e sua história confundia -\nse com a da própria Fundação. Sua origem remonta a 1964 sob o nome de Faculdade de \nFilosofia, Ciências e Letras de Divinópolis - FAFID, cujas atividades letivas tiveram início no \nprime iro semestre de 1965, com os cursos de Ciências Sociais, Filosofia, Let ras e Pedagogia. \nEm 1973, a FAFID, reestruturada, passou a denominar -se Instituto de Ensino Superior e \nPesquisa – INESP.    \nA partir de 2001, a criação do Instituto Superior de Educação de Divinópolis – ISED – \ndeterminou uma profunda mudança na estrutura do  INESP, que transferiu à unidade recém -\ncriada a responsabilidade pelos cursos de licenciatura, ficando com os cursos de bacharelado. \nAlém do ISED, outras instituições de ensino superior  foram criadas e mantidas pela FUNEDI: \na Faculdade de Ciências Gerencia is – FACIG e o Instituto Superior de Educação de Cláudio – \nISEC, no município de Cláudio/MG; o Instituto Superior de Ciências Humanas e Sociais \nAplicadas de Abaeté – ISAB e o Instituto Superior de Educação do Alto São Francisco – \nISAF, no município de Abae té/MG e o Instituto Superior de Ciências Agrárias – ISAP, no \nmunicípio de Pitangui/MG.  \nA história da UEMG e da FUNEDI inicia em 1989, quando a Assembleia Geral da \nFundação Educacional d e Divinópolis – FUNEDI, com base no disposto no parágrafo \nprimeiro do A rt. 82 do Ato das Disposições Constitucionais Transitórias da Constituição ", "11": "Bacharelado em Engenharia de Computação| 11 \n \n  \n \n \n Mineira de 1989, optou por pertencer à Universidade e constituiu -se, por força do decreto \ngovernamental 40.359  de 28/04/99, que trata do credenciamento da Universidade, como \nCampus Fundacional agregado à UEMG, passando à condição de associada, a partir de 2005, \nnos termos do art. 129 do referido Ato.  \nEm 27 de julho de 2013 foi assinada a Lei nº 20.807, que dispôs sobre os \nprocedimentos para que a absorção das fundações educacionais d e ensino superior associadas \nà Universidade do Estado de Minas Gerais se efetivasse.  \nEm 3 de abril de 2014 foi assinado o Decreto nº 46.477, de 3 de abril de 2014, que \nregulamentou a ab sorção da Fundação Educacional de Divinópolis a partir de 03 de setembr o \nde 2014. Assim, a partir desta data, as atividades de ensino, pesquisa e extensão da Fundação \nEducacional de Divinópolis foram transferidas à Universidade do Estado de Minas Gerais – \nUEMG, garantindo aos estudantes  da graduação o ensino público e gratuit o. \nA criação e mantença pela FUNEDI, de instituições de ensino superior em várias \ncidades de Minas Gerais, sempre teve como princípio norteador a proposta inicial da \nUniversidade do Est ado de Minas Gerais, mesmo antes de sua absorção, que é o princípio \nmulticampi, que permite a cada uma das várias unidades localizadas em diversas regiões do \nEstado exercer sua vocação própria, contribuindo para o desenvolvimento das localidades sob \nsua ár ea de influência.  \nA FUNEDI sempre foi considerada uma referência no Cen tro-Oeste Mineiro devido \nao seu envolvimento com as questões sociais e ambientais, por meio  do ensino , com os cursos \nde graduação, pós -graduação “lato sensu” e pela sua participação em diversos projetos de \npesquisa e extensão  junto à comunidade de Divinópo lis e nos municípios circunvizinhos, que \nganham mais força com a sua absorção pela Universidade do Estado de Minas Gerais, \ngarantindo assim a manutenção do seu princípio de indissociabi lidade entre o ensino, a \npesquisa e a extensão.  \n \n \n \n ", "12": "Bacharelado em Engenharia de Computação| 12 \n \n  \n \n \n 2. CURSOS OFERECIDOS P ELA UNIDADE ACADÊMICA DE DIVINÓPOLIS  \n \nCURSO  MODALIDA\nDE DURAÇÃ\nO DO \nCURSO  VAGAS \nANUAI\nS  \n2019 TURNO  CANDIDATO/  \nVAGA  \nVESTIBULAR \n2019 ÚLTIMO ATO LEGAL \nEXPEDIDO  \nCiências \nBiológicas  Licencia tura 4 anos  40 Vespertino  1,95 Resolução SEDECTES \nnº 29 de 18/03/2019, \npublicada em \n03/04/2019.  \nComunicação \nSocial: \nPublicidade e \nPropaganda  Bacharelado  4 anos  30 Noturno  9,06 Resolução SEDECTES \nnº 07 de 25/01/2017, \npublicada em \n27/01/2017.  \nEducação Físi ca \nBacharelado  4 anos  40 Matutino  5,95 Resolução SEDECTES \nnº 028 de 28/ 02/2018, \npublicada em \n06/03/2018.  \nEducação Física  Licenciatura  4 anos  40 Noturno  5,05 Resolução SEDECTES \nnº 06 de 25/01/2017, \npublicada em \n27/01/2017.  \nEnfermagem  Bacharelado  5 anos  40 Matutino  3,70 Resolução SECTES N° \n013 de 05/10/2015, \npublicada em \n08/10/2015. 40 Noturno  11,15  \nEngenharia Civil  Bacharelado  5 anos  80 Matutino  4,45 \nResolução SECTES N° \n025 de 02/02/2016, \npublicada em \n05/02/2016.  40 Vespertino  1,00 \n40 Noturn o 8,65 \nEngenharia d e \nComputação  Bacharelado  5 anos  40 Matutino  4,00 Resolução SEDECTES \nnº 84 de 05/12/2018, \npublicado em \n12/12/2018.  40 Noturno  6,75 \nEngenharia de \nProdução  Bacharelado  5 anos  80 Matutino  3,05 Resolução SEDECTES \nnº 30 de 18/03/25019,  \npublicada em \n03/04/2019.  40 Noturno  5,06 ", "13": "Bacharelado em Engenharia de Computação| 13 \n \n  \n \n \n CURSO  MODALIDA\nDE DURAÇÃ\nO DO \nCURSO  VAGAS \nANUAI\nS  \n2019 TURNO  CANDIDATO/  \nVAGA  \nVESTIBULAR \n2019 ÚLTIMO ATO LEGAL \nEXPEDIDO  \nFisioterapia  Bacharelad o 5 anos 40 Vespertino  15,75  Resolução SECTES N° \n017 de 05/10/2015, \npublicada em \n08/10/2015.  \nHistória  Licenciatura  4 anos  40 Noturno  5,00 Resolução SEDECTES \nnº 03 de 25/01/2017, \npublic ada em \n27/01/2017.  \nJornalismo  Bacharelado  4 anos  30 Matutino  4,46 Reso lução SECTS nº \n010 de 08/01/2016, \npublicada em \n15/01/2016.  \nLetras  Licenciatura  4 anos  40 Noturno  2,70 Resolução SECTES nº \n52 de 26/11/2015, \npublicada em \n02/12/2015.  \nMatemática  Licenci atura  4 anos  40 Noturno  1,65 Resolução SEDECTES \nnº 85 de 05/12/2018, \npublicado em \n12/12/2018  \nPedagogia  Licenciatura  4 anos  40  Matutino  2,85 Resolução SECTES nº \n53 de 26/11/2015, \npublicada em \n02/12/2015.  40 Noturno  4,60 \nPsicologia  Bacharelado  5 ano s 40 Matutino  12,05  Resolução SEDECTES \nnº 35 de 25/04/2017, \npublicada e m \n26/04/2017  40 Noturno  17,25  \nQuímica  Licenciatura  4 anos  40 Noturno  1,05 Resolução SEDECTS nº \n51 de 10/08/2017, \npublicada em \n11/08/2017  \nServiço Social  \n Bacharelado  4 anos  50 Noturno 2,50 Resolução SEDECTES \nnº 03 de 24/01/2018, \npublicada em \n26/01/20 18. ", "14": "Bacharelado em Engenharia de Computação| 14 \n \n  \n \n \n 3. APRESENTAÇÃO DO CURSO   \n \nO projeto pedagógico do Curso de Graduação em Engenharia d e Computação é \ndescrito neste documento. O ajuste do mesmo faz -se necessário em decorrência da abs orção \ndas atividades de ensino, pesquisa e extensão desenvolvidas pelo curso pela Universidade do \nEstado de Minas Gerais e da adequação às suas regulamentações internas.  \nComo referência para o desenvolvimento do trabalho seguiu -se a Resolução CNE/CES \nnº 2, de 24 de abril de 2019 , que instituiu as “Diretrizes Curriculares Naci onais para os cursos \nde graduação em Engenharia”  e a Resolução CNE/CES nº 5 de 16 de novembro de 2016 que \ninstitui as Diretrizes Curriculares Nacionais para os cursos de graduação na ár ea da \nComputação, abrangendo o curso de Engenharia de Computação . A def inição de \ncompetências e habilidades, dos conteúdos curriculares, da duração, da estrutura curricular, \ndos estágios e atividades complementares também foram observados de forma a adapta r-se às \ndinâmicas condições do perfil profissional exigido pela socieda de brasileira, sem, entretanto, \ndescaracterizar a identidade regional da formação.  \nEste trabalho parte da concepção de que um curso de graduação deve se caracterizar \ncomo uma etapa inic ial dentro de um processo de educação continuada, que estimule e \ngarant a uma permanente atualização profissional, de acordo com a exigência do mercado de \ntrabalho e de modo a manter o egresso em contato com sua instituição.  \nTem, portanto, o presente projet o, a missão de provocar a participação do corpo \ndocente, discente, técn ico-administrativo e sociedade em geral para a construção de uma \nmentalidade democrática, com fidelidade e com flexibilidade para a transformação constante, \nconforme as expressões da co munidade brasileira e mundial.  \nA entrada da primeira turma no Curso de Engenharia d e Computação ocorreu em 2010 \ncom a conclusão no segundo semestre de 2015.  \n \n3.1. Justificativa  \n \nNos dias de hoje, a informática encontra -se inserida em todos os segmentos do setor  \nprodutivo e os computadores são encontrados em praticamente todos os a mbientes. Com isto, \nconstata -se um grande aumento do interesse pela formação acadêmica voltada para esta área.  ", "15": "Bacharelado em Engenharia de Computação| 15 \n \n  \n \n \n A Engenharia d e Computação abrange as áreas de software e hardware. O Eng enheiro \nda Computação recebe uma formação que lhe permite conceber, pro jetar e implementar não \nsó as soluções de software requeridas em uma determinada aplicação, mas também \nespecificar, e mesmo projetar, os equipamentos computacionais necessários à sua \nimplementação. Favorecidos por um campo de ação tão amplo, os profissiona is da área de \nEngenharia d e Computação têm facilidade para se colocar no mercado de trabalho. No Brasil, \no mercado de TI emprega mais de 1,3 milhão de pessoas e apresenta tendência de c rescimento \nde oferta até 30%, segundo Associação Brasileira de Empresas  de Tecnologia da Informação \ne Comunicação (2015). Mas há um mercado potencial também no exterior. Algumas \nempresas recrutam profissionais para trabalhar nos Estados Unidos, em função d a reconhecida \nqualidade da formação do profissional brasileiro. Essa mi gração fica fácil porque nesta \nprofissão a linguagem é universal.  \nAs características do setor produtivo na região Centro -Oeste de Minas Gerais, cujos \nprocessos industriais e prestação de serviços se sobressaem, motivou a proposta de um curso \nvoltado à atu ação profissional da área de computação com formação em engenharia. A \ntendência para a formação deste profissional não é nova. Foi caracterizada no final da década \n70 com o crescimento das funções associadas à informatização e à tomada de decisão, foi \npercebida e atendida por algumas universidades no Brasil e no exterior ainda em meados dos \nanos 80. Por outro lado, o amadurecimento e a consolidação dos cursos de engenharia \noferecidos pel a Unidade Acadêmica de Divinópolis  caracterizaram  o momento adequado pa ra \na oferta de tal curso à sociedade.  \nDe acordo com dados obtidos junto à FIEMG (Federação das Indústrias de Minas \nGerais) em 2013, o crescimento do setor produtivo industrial está dire tamente vinculado à \nmodernização dos sistemas de informação, que possib ilitam a competitividade no mundo \nglobalizado. O número de empregados tem mostrado crescimento ao longo dos últimos anos e \nentre 2012 e 2013 aumentou 12,7%. Não há mais como não interag ir processos produtivos \nsem utilizar -se do computador como ferramenta i ndispensável às mais diversas tarefas que \nenvolvem os conhecimentos de diversas áreas.  \nPara atender a esta demanda, não há nenhum curso de Engenharia de Computação na \nregião Centro -Oeste. Por esta razão não se tem os dados relativos ao número de candidatos  \npor vaga para o curso em questão, embora tenha sido verificado nos últimos vestibulares ", "16": "Bacharelado em Engenharia de Computação| 16 \n \n  \n \n \n realizados alta procura por esta modalidade de engenharia, principalmente após a absorção \npela UEMG, conforme dados abaixo:  \n \nAno Número de \nvagas  Inscritos  Candidatos por vaga  \n2012  50 68 1,36 \n2013  50 72 1,44 \n2014  50 82 1,64 \n2015  25 290 11,6 \n2016  20 Matutino  82 Matutino  4,10 \n20 Noturno  186 Noturno  9,30 \n2017  20 Matutino  89 Matutino  4,45 \n20 Noturno  144 Noturno  7,20 \n2018  20 Matutino  102 Matutino  5,10 \n20 Noturno  167 Noturno  8,35 \n2019  20 Matutino  80 Matutino  4,00 \n20 Noturno  135 Noturno  6,75 \nFonte: Vestibular da Unidade Acadêmica de Divinópolis e Sistema de Registro Acadêmico – GIZ.  \n \nAo se considerar que não há nenhuma atividade produtiva que não utilize recurs os de \ninformática, não se pode deixar de pensar na formação acadêmica do profissional da \nengenharia d e computação como forma de promover a melhoria da qualidade dos produtos e \nprocesso s, no desenvolvimento de tecnologias digitais, informatização e telemáti ca, de forma \nque ela atenda às demandas de mercado, cada vez mais exigentes.  \nNeste sentido, a Unidade Acadêmica de Divinópolis implantou o curso de Engenharia \nde Computação, no municíp io de Divinópolis, com o objetivo de propiciar a formação de \nprofissiona is com ampla visão, para atuar nas diferentes áreas das atividades pertinentes a \ninformática.  \nO ideário e princípios norteadores de atividades desenvolvidas por uma comunidade \ndemocrát ica, madura e em evolução não devem ser formatados em documentos ou padr ões ", "17": "Bacharelado em Engenharia de Computação| 17 \n \n  \n \n \n preconcebidos. Entretanto, é preciso organizar alguns setores bem definidos e sistematizar \nalgumas orientações e indicações que caracterizem a comunidade.  \nNesta perspectiva, o Pro jeto Político -Pedagógico, seja ele institucional ou de curso, \nnão tem se u valor condicionado à ideia de que possa ser encarado como verdade irrefutável ou \ndogma. Seu valor depende da capacidade de dar conta da realidade em sua constante \ntransformação e por  isso deve ser transformado, superando limitações e interiorizando novas  \nexigências apresentadas pelo processo de mudança da realidade. A existência de um Projeto \nPolítico -Pedagógico de curso é importante para estabelecer referências da compreensão do \npresente e de expectativas futuras.  \nPortanto, esse projeto justifica -se pel a intenção de deixar contido nele, normas, \ndiretrizes e políticas que devem se constituir como referência para a conduta da comunidade \nacadêmica, embora, com disposição de abranger as transformações impulsionadas pelas \nmudanças experimentadas na comunidade . \n \n3.2. Concepção, Objetivos e Finalidade  \n \nO Curso de Engenharia d e Computação da Unidade Acadêmica de Divinópolis tem \ncomo principal objetivo a formação de um profissional que tenha a cond ição de absorver e \ndesenvolver novas tecnologias, estimulando a sua atua ção crítica e criativa na identificação e \nresolução de problemas, considerando seus aspectos político -econômicos, sociais, ambientais \ne culturais, com visão ética e humanística, em ate ndimento às demandas da sociedade.  \nO curso de Engenharia de Computação p roposto neste PPC inspira -se no Acordo de \nBolonha nos seus objetivos de reorganizar o processo formativo em torno de novos valores: as \ncompetências e não só os conteúdos, as aprendizag ens e não simplesmente o ensino, a \nparticipação e o envolvimento de todo s os agentes implicados e não apenas a participação de \nprofessores nas aulas e de estudantes no estudo e nos exames.  \nPelo presente projeto pedagógico, pretende -se que o profissional em  Engenharia de \nComputação formado seja capaz de:  \n Possuir conhecimento da s questões sociais, profissionais, legais, éticas, políticas e \nhumanísticas;  ", "18": "Bacharelado em Engenharia de Computação| 18 \n \n  \n \n \n  Possuir a compreensão do impacto da computação e suas tecnologias na sociedade no \nque concerne ao atendimen to e à antecipação estratégica das necessidades da sociedade;  \n Ter visão crítica e criativa na identificação e resolução de problemas contribuindo para \no desenvolvimento de sua área;  \n Possuir a capacidade de atuar de forma empreende dora, abrangente e coopera tiva no \natendimento às demandas sociais da região onde atua, do Brasil e  do mundo;  \n De utilizar racionalmente os recursos disponíveis de forma transdisciplinar;  \n Possuir a compreensão da necessidade da contínua atualização e aprimoramento de \nsuas competência s e habilidades;  \n Ser capaz de reconhecer a importância do pensamento com putacional na vida \ncotidiana, como também sua aplicação em outros domínios e ser capaz de aplicá -lo em \ncircunstâncias apropriadas;  \n Possuir a capacidade de atuar em um mundo de trabalho  globalizado;  \n Projetar e construir sistemas de computação de grande enve rgadura e complexidade, \nincluindo sistemas operacionais, compiladores e aplicativos integrados ao hardware;  \n Conceber e desenvolver sistemas de programação de grande porte e de alta \ncomplexidade, que possam trabalhar nos níveis mais altos dos padrões estabe lecidos pela \nengenharia de software, prevendo tratamento de falhas, aderência aos cronogramas de \ndesenvolvimento, incluindo documentação, estilo e legibilidade;  \n Testar e avaliar sistem as desenvolvidos por terceiros;  \n Avaliar diferentes equipamentos e arquit eturas de computadores, para selecionar a \nplataforma mais adequada à aplicação;  \n Conhecer as áreas de formação básica, tecnológicas, humanas, sociais e econômicas, \nque se constituirão e m uma ferramenta profissional indispensável.  \n \n4. PERFIL PROFISSIONAL DO EGR ESSO \n \nEm conformidade com as Diretrizes Curriculares Nacionais, o curso de Engenharia d e \nComputação forma o engenheiro generalista, humanista, crítico e reflexivo, capacitado a \nabsorve r e desenvolver novas tecnologias, estimulando a sua atuação crítica e c riativa na \nidentificação e resolução de problemas, considerando seus aspectos políticos, econômicos, ", "19": "Bacharelado em Engenharia de Computação| 19 \n \n  \n \n \n sociais, ambientais e culturais, com visão ética e humanística, em atendimento às d emandas \nda sociedade.  \nA Portaria INEP nº 126 de 07 de agosto de 2008, pu blicada no Diário Oficial de 11 de \nagosto de 2008 em seu artigo 5º define que “ Os cursos de Engenharia de Computação visam \nà aplicação da Ciência da Computação e o uso da tecnologia da  Computação na solução de \nproblemas ligados a processos e serviços. Esse s cursos se caracterizam pela utilização \nintensiva de conceitos de Física, Eletricidade, Controle de Sistemas, Robótica, Arquitetura e \nOrganização de Computadores, Sistemas de Tempo -Real, Redes de Computadores e de \nSistemas Distribuídos. Os egressos desses  cursos podem potencialmente ser empreendedores \ne estar situados no estado da arte da ciência e da tecnologia da Computação e Automação, \nsendo aptos ao projeto de software e hardware ”. \nLevando -se em consideração a Resolução nº 5, de 16 de novembro de 2016,  no Art. 4 \ne § 2º define , no que tange à flexibilidade necessária para atender domínios diversificados de \naplicação e as vocações institucionais, espera -se que os egressos do Curso de Engenharia de \nComputação:  \n possuam sólida formação em Ciência da Computaç ão, Matemática e Eletrônica \nvisando à análise e ao projeto de sistemas de computação, incluindo sistemas voltados à \nautomação e controle de processos industriais e comerciais, sistemas  e dispositivos \nembarcados, sistemas e equipamentos de telecomunicações e equipamentos de instrumentação \neletrônica;  \n conheçam os direitos e propriedades intelectuais inerentes à produção e à utilização de \nsistema de computação;  \n sejam capazes de agir de for ma reflexiva na construção de sistemas de computação, \ncompreendendo o se u impacto direto ou indireto sobre as pessoas e a sociedade;  \n entendam o contexto social no qual a Engenharia é praticada, bem como os efeitos dos \nprojetos de Engenharia na sociedade;  \n considerem os aspectos econômicos, financeiros, de gestão e de qualidade,  associados \na novos produtos e organizações;  \n reconheçam o caráter fundamental da inovação e da criatividade e compreendam as \nperspectivas de negócios e oportunidades relevantes.  \n ", "20": "Bacharelado em Engenharia de Computação| 20 \n \n  \n \n \n Desta  forma, o Engenheiro d e Computação formado pela Unidade Acadêmica de \nDivinópolis deve atender os pontos supracitados, de modo que consigam exercer a profissão \nda melhor maneira possível . \n \n4.1. Competências e habilidades  \n \nO Engenheiro de Computação deve desenvol ver, durante sua formação, as seguintes \nhabilidades e competências:  \n planejar, especificar, projetar, implementar, testar, verificar e validar sistemas de \ncomputação (sistemas digitais), incluindo computadores, sistemas baseados em \nmicroprocessadores, siste mas de comunicações e sistemas de automação, seguindo teorias, \nprincípio s, métodos, técnicas e procedimentos da Computação e da Engenharia;  \n compreender, implementar e gerenciar a segurança de sistemas de computação;  \n gerenciar projetos e manter sistemas de computação;  \n conhecer os direitos e propriedades intelectuais inerentes à  produção e à utilização de \nsistemas de computação;  \n desenvolver processadores específicos, sistemas integrados e sistemas embarcados, \nincluindo o desenvolvimento de software para esses  sistemas;  \n analisar e avaliar arquiteturas de computadores, incluindo pl ataformas paralelas e \ndistribuídas, como também desenvolver e otimizar software para elas;  \n projetar e implementar software para sistemas de comunicação;  \n analisar, avaliar e selecionar plataformas de hardware e software adequados para \nsuporte de aplicação e  sistemas embarcados de tempo real;  \n analisar, avaliar, selecionar e configurar plataformas de hardware para o \ndesenvolvimento e implementação de aplicações de software e serviços;  \n projetar, implantar, administrar e gerenciar redes de computadores;  \n realizar  estudos de viabilidade técnico -econômica.  \n \n ", "21": "Bacharelado em Engenharia de Computação| 21 \n \n  \n \n \n 5. ARTICULAÇÃO ENTRE ENSINO, PESQUISA E EXTENSÃO  \n \nAs atividades de pesquisa e extensão juntamente com as atividades de ensino, formam \nos pilar es básicos das atividades acadêmicas do curso de Engenharia d e Computaçã o da \nUnidade Acadêmica de Divinópolis.  \nA pesquisa, considerada um processo sistemático para a construção do conhecimento \nhumano gerando novos conhecimentos, desenvolve, colabora, repro duz, refuta, amplia, \ndetalha e atualiza o conhecimento, servindo basicam ente tanto para o indivíduo ou grupo de \nindivíduos que a realiza quanto para a sociedade na qual esta se desenvolve.  \nA extensão universitária institucional, por sua vez, busca extrapol ar a compreensão \ntradicional de disseminação de conhecimentos (cursos, c onferências, seminários), prestação \nde serviços (assistências, assessorias e consultorias) e difusão cultural (realização de eventos \nou produtos artísticos e culturais). É o processo e ducativo, cultural e científico que articula o \nEnsino e a Pesquisa de fo rma indissociável e viabiliza a relação transformadora entre \nUniversidade e Sociedade. A Extensão é uma via de mão -dupla, com trânsito assegurado à \ncomunidade acadêmica que encontra na  sociedade a oportunidade de elaboração da praxis do \nconhecimento acadêm ico. \nSalienta -se que todas as atividades extensionistas desenvolvidas pelos estudantes  \ndeverão ser computadas no histórico do estudante , contendo a discriminação das atividades, \nbem co mo a carga horária de cada uma.  \nA Tabela a seguir demonstra os projetos de pesquisa coordenados por professores do \ncurso de engenharia d e computação a partir do ano de 2013, bem como seu período de \nvigência:  \n \nProjetos de Pesquisa Coordenados por Professore s do Curso de Engenharia d e Computação a \npartir de 2013  \nTítulo do Projet o Professor \nResponsável   Período de \nVigência  \n \nProJava - Capacitação a Distância em \nProgramação de Computadores com \nLinguagem Java  Patrícia Mascarenhas \nDias  \n2013/2014  ", "22": "Bacharelado em Engenharia de Computação| 22 \n \n  \n \n \n Título do Projet o Professor \nResponsável   Período de \nVigência  \nUma ferramenta web para apoio no \naprendizado em disciplinas do ensino \nmédio  Patrícia Ma scarenhas \nDias  \n2013/2014  \nMineração de Dados em Bases \nHeterogêneas  Patrícia Mascarenhas \nDias  \n2013/2014  \nAnálise do uso de redes sociais virtuais \ncomo ferramenta de apoio em cursos a \ndistância  Patrícia Mascarenhas \nDias  \n2013 -2015 \nEstudo e Desenvolvimento  de Uma Prótese \nRobótica Controlada por Sensores de \nEstímulo  Patrícia Mascarenhas \nDias  \n2015 \nUma plataforma para análise de dados \nsobre grandes eventos extraídos de redes \nsociais virt uais Patrícia Mascarenhas \nDias  \n2015 \n \nUma aplicação para extração e aná lise de \ndados de redes sociais virtuais  Patrícia Mascarenhas \nDias  \n2015 \nUma Plataforma para extração e integração \nde grandes repositórios de dados WEB  Patrícia Mascarenhas \nDias  \n2016 \nCaracterização e Análise da Rede de \nColaboração Científica da Universid ade do \nEstado de Minas Gerais  Patrícia Mascarenhas \nDias  \n2017 \nRecomendação de Especialistas com \nAdoção de Técnicas de Análise de Redes \nSociais Virtuais  Patrícia Mascarenhas \nDias  \n2017 \nUm Estudo sobre a Colaboração Científica \ndos Docentes da Universidade do Estado de \nMinas Gerais  Patrícia Mascarenhas \nDias  \n2018 \nUma Análise Qualitativa da Produção \nCientífica e da Rede de Colaboração da \nUniversidade do Estado de Minas Gerais  Patrícia Ma scarenhas \nDias  \n2018 \n \nDesenvolvimento de Uma Plataforma para \nExtração, Integração e Análise de grandes \nRepositórios de Dados Web  Patrícia Mascarenhas \nDias  \n2018 \nDesenvolvimento de Software e \nGerenciamento de almoxarifado em \nlaboratório universitário,  \nutilizando código Qr  Estela Rezende   \nPROINPE/2015  ", "23": "Bacharelado em Engenharia de Computação| 23 \n \n  \n \n \n Título do Projet o Professor \nResponsável   Período de \nVigência  \nSistema de monitoramento  de energia \nelétrica  Giovani Santos   \nPROINPE/2015  \nSistemas de inspeção visual automática por \nmeio de visão computacional  Dalmy Freitas Carvalho   \nPROINPE/2015  \nExplorando a tecnologia por meio do \nprotótipo câmera de segurança automotiva  Giovani Santos   \nPRO INPE/2015  \nDesenvolvimento de uma Aplicação \nUtilizando Tarefas De Mineração de Dados \npara a Análise e Descoberta de \nConhecimento na Área de Segurança \nPública na Cidade de Divinópolis -MG Edwaldo Soares \nRodrigues   \nPROINPE/2018  \nDesenvolvimento de uma Aplicaç ão Web \npara Armazenamento e Consulta de Dados \nAcadêmicos na UEMG Unidade \nDivinópolis  Edwaldo Soares \nRodrigues   \nPROINPE/2018  \n \n \nProjetos de Extensão – PAEX  Professor Responsável  Período  de \nVigência  \nDesenvolvimento do software para gerenciamento \ndo núcleo d e estágio da unidade de Divinópolis.  Jhonatan Fernando de \nOliveira  Abril à \nDezembro de \n2016 Adoção de Tecnologias Computacionais para \ncontrole e manipulação de próteses.  Patrícia Ma scarenhas Dias  \nE-Lixo: Reciclando Resíduos Eletrônicos no \nCampus  Jhona tan Fernando de \nOliveira  2017 \n \n \nPROJETOS APROVADOS/ EDITAL \n10/2015  \nFAPEMIG / BIC JR  Professor \nResponsáv\nel Bolsista  Período de \nVigência  \nIdentificação De Perfil Acadêmico \nInstituciona l Com O Apoio De Redes  \nSociais.  Patrícia \nMascarenha\ns Dias  Igor Geraldo F rancisco \nCorrêa  01/03/2016 \na \n28/02/2017  Uma Plataforma Para Monitoramento e \nExtração De Dados De Grandes  \nEventos Em Redes Sociais  Marcela Santos Salgado  \n \n \n ", "24": "Bacharelado em Engenharia de Computação| 24 \n \n  \n \n \n 6. ORGANIZAÇÃO CURRICULAR  \n \n6.1. Carga Horária e integralização do curso  \n \nO curso de Engenharia d e Computação, com 80 oitenta vagas anuais, é ministrado \ncom carga horária mínima de 4.395  horas com prazo de integralização em, no mínimo, 10 e \nno máximo, 18 semestres.  \nA carga horária do  curso é distribuída em semestres de 18 (dezoito) semanas, \ndivididas em 6 (seis) dias letivos, com sábados letivos suficientes para perfazer o total de 100 \n(cem) dias letivos por semestre e 200 (duzentos) dias letivos por ano, conforme estabelece a \nlegisla ção educacional em vigor.  \n \n6.2. Regime de matrícula  \n \nA matrícula no curso é feita por disciplinas, à escolha do estudante  dentre as \noferecidas, subordinada a um sistema de pré -requisitos e observada a compatibilidade de \nhorários, permitindo ao estudante  a flex ibilização do currículo e maior poder de decisão sobre \na sua formação ac adêmica.  \nSua renovação deve ser feita semestralmente, nos prazos estabelecidos em Calendário \nEscolar.  \nAs disciplinas e demais atividades do curso apresentam a carga horária organizada \ndentro do sistema de créditos, em que 18 horas/aula, que correspondem a 15 horas, equivalem \na 1 crédito.  \nDe acordo com a normatização interna da UEMG, ao renovar a matrícula o estudante  \ndeve observar o limite mínimo de 8 e máximo de 32 créditos a serem cur sados no semestre.  \n \n7. ESTRUTURA CURRICULAR  \n \n7.1. Conteúdos Curriculares Obriga tórios (OBR)  \n \nEm atendimento ao disposto nas Diretrizes Curriculares Nacionais, as disciplinas do \ncurrículo estão agrupadas em três núcleos de conteúdos:  ", "25": "Bacharelado em Engenharia de Computação| 25 \n \n  \n \n \n Núcleo de Conteúdos Básicos  \nDisciplinas  Carga \nhorária \n(h/a)  Carga horária \n(horas)  \nAdministração e E mpreendedorismo  54 45 \nAmbiente e Ciências dos Materiais  54 45 \nCálculo I  72 60 \nCálculo II  72 60 \nCálculo III  72 60 \nDesenho Técnico  54 45 \nFundamentos de Mecânica dos Sólidos e Fluíd os 72 60 \nFilosofia  54 45 \nFísica I  72 60 \nFísica II  72 60 \nFísica III  72 60 \nGeometria Analítica e Álgebra Linear  72 60 \nInglês Instrumental  54 45 \nLeitura e Produção de Textos  54 45 \nMatemática Discreta  54 45 \nMetodologia Científica  54 45 \nProbabilidade e Estatística  54 45 \nQuímica  72 60 \nSequências e Séries  54 45 \nEquações Diferenciais  54 45 \nSociologia  54 45 \nMetodologia Cientifica para Computação  54 45 \nMétodos Numéricos Computacionais  54 45 \nAlgoritmos e Estrutura de Dados I  72 60 \nCarga horária do N CB 1476 1230 \n% Carga horária do NCB em relação à carga horária \ntotal do  curso  30,83% 30,83% \n ", "26": "Bacharelado em Engenharia de Computação| 26 \n \n  \n \n \n Núcleo de Conteúdos Profissionalizantes  \nDisciplinas  Carga \nhorária \n(h/a)  Carga horária \n(horas)  \nAlgoritmos e Estrutura de Dados II  72 60 \nArquitetura de Computa dores I  72 60 \nCircuitos Elétrico -Eletrônicos I  72 60 \nCompiladores I  54 45 \nEngenharia de Software I  72 60 \nIntrodução a Engenharia d e Computação e Ética Profissional  54 45 \nProgramação Orientada a Objetos I  72 60 \nSistemas Digitais I  54 45 \nSistemas Int eligentes I  54 45 \nFundamentos de Sistemas de Informação  54 45 \nSistema s Operacionais  72 60 \nCarga horária do NCP  702 585 \n% Carga horária do NCP em relação à carga horária total \ndo curso  14,66% 14,66% \n \n \nNúcleo de Conteúdos Específicos  \nDisciplinas  Carga  \nhorária (h/a)  Carga horária (horas)  \nAlgoritmos e Estrutura de Dados II I 72 60 \nAnálise de Sinais e Sistemas  72 60 \nArquitetura de Computadores II  72 60 \nAtividades Complementares  180 150 \nBanco de Dados  72 60 \nCircuitos Elétrico -Eletrônicos II  72 60 \nCom piladores II  72 60 \nComputação Gráfica  54 45 ", "27": "Bacharelado em Engenharia de Computação| 27 \n \n  \n \n \n Núcleo de Conteúdos Específicos  \nDisciplinas  Carga  \nhorária (h/a)  Carga horária (horas)  \nControle e Servomecanism o 72 60 \nEngenharia de Software II  72 60 \nEstágio Supervisionado I  108 90 \nEstágio Supervisionado II  108 90 \nEstágio Supervisionado III  108 90 \nInterface Homem -Máquina  72 60 \nMicrocont roladores, Microprocessadores e \nAplicações  90 75 \nModelagem e Simulação  54 45 \nProgramação Orientada a Objetos II  54 45 \nOrganização e Recuperação da Informação  54 45 \nRedes de Computadores  72 60 \nRobótica  72 60 \nSistemas de Automação  72 60 \nSistemas D igitais II  72 60 \nSistemas Distribuídos  72 60 \nDesenvolvimento Web  54 45 \nProgramação para Dispositivos Móveis  54 45 \nSistemas Inteligentes II  72 60 \nSistemas Inteligentes III  72 60 \nPesquisa Operacional  54 45 \nTrabalho de Conclusão de Curso I  54 45 \nTrab alho de Conclusão de Curso II  54 45 \nCarga horária do NCE  2232  1860  \n% C arga horária do NCE em relação à \ncarga horária total do curso  46,62% 46,62% \n   \n ", "28": "Bacharelado em Engenharia de Computação| 28 \n \n  \n \n \n Disciplinas Eletivas e Optativas  Carga horária \n(h/a)  Carga horária (horas)  \nEletiva I  54 45 \nEletiva I I 54 45 \nOptativa I  54 45 \nOptativa II  54 45 \nOptativa III  54 45 \nOptati va IV 54 45 \nOptativa V  54 45 \nCarga horária de OP e EL  378 315 \n% Carga horária em relação à \ncarga horária total do curso  7,89% 7,89% \n \n \n7.2. Disciplinas Optativas (OP) e Eletivas (EL)  \n \nEm sua estrutura curricular, o curso contempla ainda carga horária para di sciplinas \noptativas e eletivas que, juntamente com as disciplinas obrigatórias, compõem percursos \nformativos que são oferecidos aos estudantes.  \nAs disciplinas optativas, que permitem a os estudantes realizarem uma preparação \ndiferenciada de acordo com o int eresse de um dado grupo de estudantes, perfazem um total \n225 horas ou 15 créditos. Essas disciplinas estão relacionadas no currículo do curso e \napresentam congruência com a área de for mação do Engenheiro da Computação, \npossibilitando o aprofundamento de es tudos.  \nPara fins de enriquecimento cultural e/ou atualização de conhecimentos que \ncomplementem a formação acadêmica, o estudante  deve cursar disciplinas eletivas, \ncorrespondentes a um  total de 90 horas ou 6 créditos em qualquer outro curso de graduação, \ndesde que não pertençam ao currículo de seu curso.  \nEmbora a carga horária das optativas esteja alocada em determinados períodos, o \nestudante  poderá cursá -las a qualquer momento, assim como as eletivas, desde que haja \ndisponibilidade de vagas e dentro do li mite de créditos para matrícula, conforme disposto na \nResolução COEPE/UEMG Nº 132, de 13 de dezembro de 2013.  \n \n ", "29": "Bacharelado em Engenharia de Computação| 29 \n \n  \n \n \n 7.3. Disciplinas semi -presenciais  \n \nA Portaria nº 1428 de 28 de dezembro de 2018 dispõe sobre a oferta de disciplinas \ncom metodologia a distância  em cursos de graduação presencial ofertados por Instituição de \nEducação Superior – IES credenciadas pelo Ministério da Educação. Na aplicação desta \nPortaria, será observada a legislaç ão educacional que dispõe sobre atos autorizativos de \nfuncionamento de I ES e de oferta de cursos superiores de graduação na modalidade presencial \ne a distância.  \nInserida no contexto da educação superior, a UEMG - instituição universitária pública \n-, cujas funções básicas estão ligadas à produção e à difusão do conhecimento, ta mbém \ntrabalha na modalidade EaD.  \nEm função de sua estrutura multicampi, a UEMG, utiliza a EaD de modo a possibilitar \nmaior capilaridade e propagação de suas ações no âmbito da graduaçã o, pós -graduação e \nextensão em todo Estado de Minas Gerais. Desta forma,  a Universidade assume uma posição \nsingular para o atendimento educacional, face às diversidades regionais e sociais dos \ninúmeros municípios do Estado.  \nPara ofertar uma disciplina na m odalidade a distância, o professor, junto à \nCoordenação do Curso e a Dir etoria Acadêmica da Unidade deverão respeitar a legislação \nvigente, respeitando as diretrizes definidas no Projeto Pedagógico do Curso, além de avaliar a \ndisponibilidade do docente hab ilitado no conteúdo e na modalidade EaD para a construção da \ndisciplina e do material didático, além da condução e execução da disciplina no ambiente \nvirtual.  \nUma vez aprovada a oferta da disciplina na modalidade EaD, a disciplina deverá ser \nestruturada e  planejada para que tenha início sua construção no AVA (Ambiente Virtual  de \nAprendizagem). A UEMG utiliza o Moodle que é um software livre de apoio à aprendizagem \npara ambientes virtuais. Além desta ferramenta, outras são usadas de forma complementar, \ntais como: Atividades Wiki, Áudio Conferências, Bibliotecas Digitais, entre outras.  \nO curso de Engenharia de Computação oferece disciplinas semipresenciais e/ou a \ndistância , de maneira condizente com a Portaria supracitada e a legislação educacional da IES, \nalém de  ter a avaliação  do Núcleo Docente Estruturante e da a prova ção no Colegiado do \nCurso .  ", "30": "Bacharelado em Engenharia de Computação| 30 \n \n  \n \n \n 7.4. Estágio Curricular Supervisionado  \n \nO estágio é considerado um ato educativo supervisionado desenvolvido no ambiente \nde trabalho que visa o desenvolvimento de competências próprias da atividade profissional e à \ncontextualização cur ricular, contribuindo para o desenvolvimento do estudante para a vida \ncidadã e para o trabalho.  \nO estágio curricular permite a interdisciplinaridade, promovendo a interligação entre \nconteúdos e a complementação do saber. Contempla ainda atividades entre em presas, \nprofessores e estudantes , que levem a uma reflexão sobre a importância da \ninterdisciplinaridade e da integração de ações, que levam à relação teoria – prática no \ncontexto da En genharia d e Computação. Desta forma, permitir ao estudante  perceber a \ndimensão do seu papel como profissional voltado às soluções de caráter técnico, social, \neconômico e ambiental.  \nOs principais objetivos do estágio curricular são:  \n integrar a formação acad êmica à realidade profissional;  \n proporcionar a percepção da responsabili dade do Engenheiro de Computação na \nespecificação, análise, projeto, desenvolvimento e manutenção de sistemas de software e \nsistema de informação;  \n possibilitar a elaboração de projetos  e dar suporte à implantação de sistemas \ncomputacionais e redes de compu tadores;  \n possibilitar a elaboração, desenvolvimento e integração de sistemas digitais;  \n analisar as necessidades da informação nas diversas áreas do conhecimento, tais como: \nadministraç ão, contabilidade, economia, medicina, engenharia, e ntre outros ; \n demonst rar a capacidade de conhecimento, habilidade, criatividade, consciência crítica \ne reflexiva na solução dos problemas de informação.  \n \nA Universidade do Estado de Minas Gerais – Unidade Divinópolis, conta desde 2015, \ncom o Núcleo de Estágios, órgão interno d e apoio, que tem como principal objetivo agir como \nfacilitador administrativo e jurídico das atividades de estágio. As atividades de supervisão, \norientação pedagógica e acadêmica de es tágio são delegadas à coordenação de estágios do \ncurso que identifica e designa os professores -orientadores.  ", "31": "Bacharelado em Engenharia de Computação| 31 \n \n  \n \n \n  \nO embasamento legal para os estágios Engenharia de Computação  da UEMG – \nUnidade Divinópolis está fundamentado na Resolução CNE/CES n. º 2 de 24 de  abril de \n2019 , que estabelece as Diretrizes Curriculares para os cursos  de Engenharias e na Lei Federal \n11.788, de 25/09/2008, que dispõe sobre o estágio de estudantes.  \nO estágio no curso pode ser obrigatório e não obrigatório. O primeiro constitui -se em \natividade obrigatória para todos os estudantes  regularmente matriculados  no curso. As \nexigências quanto ao seu conteúdo e à sua duração estão fixadas pela Diretriz Curricular \nmencionada anteriormente. O não obrigatório é considerado uma atividade opcional,  \ndesenvolvida pelos estudantes  regularmente matriculados no curso que qu eiram \ncomplementar a sua formação profissional, acrescida à carga horária obrigatória e regular. O \nestágio poderá se realizar no município de Divinópolis ou em outro município, desde q ue \natendidos os pressupostos estabelecidos neste projeto.  \nO estágio obri gatório é aquele previsto na estrutura curricular e seu cumprimento é \nrequisito para a integralização do curso e obtenção de diploma. Seu cumprimento se dá por \nmeio de três estágios ob rigatórios distintos de, no mínimo, 90 horas cada um, a serem \ncumpridos do 7º ao 9º período.  \nPara a boa operacionalização do Estágio e bom desempenho dos estudantes  nas \natividades de estágio, bem como estabelecer parcerias de estágio, o  Coordenador de Está gios \ndo Curso de Engenharia de Computação  UEMG/Divinópolis, deverá ser u m professor do \ncurso de Engenharia de Computação , com carga horária de 40 horas semanais, devidamente \ncapacitado para conduzir as atividades de estágio, orientar educandos e coordenar os \nprofessores orientadores de estágio , buscar empresas parceiras, propo r convênios, selecionar e \naprovar projetos de estágios . \nAs normas complementares e a discriminação do funcionamento das atividades de \nestágio são descritas em Norma Específica Interna aprovada pelo colegiado de curso no \nApêndice  A. \n \n7.5. Atividades Complem entares  \n \nAs Atividades Complementares constituem -se em componente curricular obrigatória \npara todos os ingressantes a partir de 2014 e perfazem 150 horas. Constituem -se em ", "32": "Bacharelado em Engenharia de Computação| 32 \n \n  \n \n \n atividades d idático -pedagógicas, que possibilitam o desenvolvimento das habilidades e \ncompetências dos estudantes  do curso. Trata -se, portanto de espaços de enriquecimento \ncurricular, que ampliam as oportunidades dos estudantes  para se apropriar do conjunto de \nconheci mentos nas áreas de ensino, pesquisa e extensão, permitindo assim, compl ementar a \nformação acadêmica de maneira customizada. As atividades complementares, aproveitamento \ne o limite de horas estão apresentados em Apêndice B. \nAs Atividades Complementares no curso da Engenharia d e Computação  são regidas \npela regulamentação do cur so. Podem ser cumpridas por meio de atividades regulares na \nprópria instituição ou de outras atividades externas e aprovadas pelo Colegiado de Graduação. \nDa carga horária prevista para  o curso, o estudante  deve cursar as atividades complementares, \nobrigato riamente, em, pelo menos, duas, das três modalidades previstas. A carga horária \ncumprida em cada uma das modalidades escolhidas pelo estudante  não deve exceder a 60% da \ncarga horária t otal, bem como 20% do total previsto deve ser cumprido em atividades for a da \ninstituição.  \nAs Atividades Complementares do curso são realizadas nas seguintes modalidades:  \nGrupo 1 – Atividades de Extensão  \nGrupo 2 – Atividades de Ensino  \nGrupo 3 – Atividades de Pesquisa  \n \nAs atividades de extensão compõem -se de:  \n participação em s eminários, palestras, simpósios, congressos, encontros, conferências, \ncursos de atualização profissional, oficinas e eventos cujos temas sejam relacionados ao \ncurso, realizados na Inst ituição ou fora dela;  \n participação em projetos de extensão oferecidos pe la Instituição.  \n \nAs atividades de ensino compõem -se de:  \n monitoria;  \n estudos dirigidos;  \n estudos autônomos;  \n estágio não obrigatório.  \n Competições acadêmicas, como exemplo: Maratona de pr ogramação.  ", "33": "Bacharelado em Engenharia de Computação| 33 \n \n  \n \n \n  \nAs atividades de pesquisa compõem -se de:  \n participação em sem inários, palestras, simpósios, congressos, encontros, conferências, \noficinas e eventos cujos temas sejam relacionados ao curso, realizados na Instituição \nou fora dela;  \n participação em projetos de pesquisa realizados na Instituição ou fora dela;  \n publicação de artigos, sejam em congressos ou periódicos na área da Computação.  \n \n7.6. Atividades de Extensão  \n \n Conforme Resolução CNE/CES nº 7 de 18/12/2018 que estabelece a Diretrizes para a \nExtensão no Ensino Superior, deve -se incluir no currículo do curso, ativida des de extensão \ncom, no mínimo, 10% (dez por cento) do total da carga horária curricular estudantil dos \ncursos de graduação, as quais deverão fazer parte da matriz curricular dos curso s. \n As Atividades de Extensão estão previstas neste PPC com a carga horá ria de 405 horas  \ne serão realizadas principalmente  por meio de projetos de extensão desenvolvidos pelos \nestudantes  sob orientação de professores do curso de Engenharia de Computação, b em como \noutras atividades relacionadas às atividades extensionistas. Uma  das atividades extensionistas \na se destacar consiste na realização de minicursos e palestras realizadas pelos estudantes , \npodendo inclusive ser propostas por estes, para estudantes  do ensino fundamental e médio de \nescolas estaduais da cidade e região, sen do os estudantes  proponentes acompanhados por um \nprofessor coordenador das Atividades de Extensão.  \nO professor coordenador das Atividades de Extensão do curso de Engenharia de \nComputaç ão da UEMG unidade Divinópolis, deverá ser um professor do curso de Enge nharia \nde Computação , com carga horária de 40 horas semanais, devidamente capacitado para \nconduzir as atividades de coordenação de Extensão, de modo a propor atividades relacionadas \na práticas extensionistas, além de analisar os projetos extensionistas pro postos pelos demais \nprofessores do curso, além disso, terá como função, contribuir e ser um facilitador dos \nestudantes  do curso na realização da carga horária extensionista exigida.  \nOs documentos que comprovarão as atividades extensionistas deverão ser ent regues \npara o Coordenador das Atividades de Extensão, que deverá encaminhar à Secretária de ", "34": "Bacharelado em Engenharia de Computação| 34 \n \n  \n \n \n Registro Acadêmico para registro no histórico escolar do estudante . Para isso é necessário a  \natribuição de encargos didáticos ao coordenador de extensão do Curso, c onforme Art. 3º \ninciso III da RESOLUÇÃO COEPE/UEMG Nº 234, 23 de novembro de 2018, que dispõe \nsobre o cálculo de encargos didáticos.  \nAs ações extensionistas desenvolvidas visam atingir  os seguintes resultados e impactos \nna formação do estudante:  \n proporcion ar a comunicação entre a sociedade acadêmica e a sociedade externa.  \n mobilizar docentes, discentes, colaboradores e comunidade sobre questões \ntecnológicas, sociopolíticas, culturais e a mbientais.  \n elaborar e Implantar Gestão de Programas e Projetos que contr ibua para o \ndesenvolvimento Social e Tecnológico.  \n ofertar cursos aos graduandos como oportunidade de complementação do \nconhecimento acadêmico.  \n possibilitar o acesso a conhecimentos cie ntíficos, práticos e de informações gerais, \nfazendo o intercâmbio entre a comunidade interna e externa.  \n incentivar e apoiar o corpo docente e discente na publicação e divulgação de suas \nproduções científicas.  \nCabe salientar que apenas os estudantes que se ingressarem no curso de Engenharia de \nComputação a partir do primeiro se mestre de 2020 terão a obrigatoriedade de realizar a carga \nhorária destinada as atividades extensionistas.  \nAs normas complementares e a discriminação do funcionamento das Atividades d e \nExtensão  são descritas em Norma Específica Interna aprovada pelo coleg iado d o curso em \nApêndice  E. \n \n \n7.7. Trabalho de Conclusão de Curso  \n \nA produção de um Trabalho de Conclusão de Curso (TCC) mostra -se fundamental \npara a consolidação da qualificação do d iscente para as exigências do mercado de trabalho e \npara o aprimoramento  ético do mesmo diante das demandas da sociedade, podendo ser gerada \na partir da prática de estágio realizada durante o curso. Além disso, o TCC inaugura um ", "35": "Bacharelado em Engenharia de Computação| 35 \n \n  \n \n \n campo de pesquisa e/ou cont inuidade de formação profissional, seja no âmbito de uma pós -\ngraduação l ato sensu e/ou stricto sensu.  \nO objetivo do TCC em Engenharia d e Computação é o de conduzir o estudante  pela \nrotina de elaboração de projetos técnicos/científicos nas diferentes áreas de atuação e afins, \nseguindo normas técnicas aplicáveis a projetos desse  nível junto a diretrizes de órgãos \nreguladores e licenciados no Brasil.  \nEm relação ao seu formato, o TCC é composto por uma monografia e sua execução \ndeve obedecer aos seguintes proce dimentos:  \n A monografia deverá ser avaliad a por uma banca examinadora;  \n A avaliação constará de três notas, assim distribuídas:  \nI - Projeto;  \nII - Trabalho Escrito;  \nIII - Apresentação e Defesa;  \n Desenvolver o trabalho de acordo com as normas e metodologia c ientíficas, desde a \nsua estrutura incluindo, também, observância às norm as técnicas da ABNT e às normas \nacadêmicas da Unidade Acadêmica de Divinópolis, com orientação e aprovação do professor \norientador.  \nPara garantir o acompanhamento e o desenvolvimento d o trabalho proposto há um \nprofessor Coordenador de TCC  do Curso de Engen haria de Computação  UEMG/Divinópolis, \nque deverá ser um professor do curso de Engenharia de Computação , com carga horária de 40 \nhoras semanais, devidamente capacitado para conduzir as atividades de coordenação do TCC , \nde modo a orientar os estudantes  e coo rdenar os professores orientadores de TCC . O \nCoordenador de TCC terá como principais atividades, gerenciar todos os estudantes  \nmatriculados nas disciplinas de Trabalho de Conclusão de Curso I  e Trabalho de Conclusão \nde Curso  II, efetuar o  cronograma de apres entação dos Trabalhos de Conc lusão de Curso , de \nacordo com a  disponibilidade do s professores que compõem a banca examinadora, propor a \ncomposição das bancas examinadoras de acordo com as especificidades dos temas de cada \nTCC alinhadas as competências de ca da prof essor, lançar as notas e afins.  \nAs normas complementares e a discriminaç ão do funcionamento das disciplinas \nTrabalho de Conclusão de Curso I  e Trabalho de Conclusão de Curso II são descritas em \nNorma Específica Interna aprovada pelo colegiado d o curso em Apêndice  H. ", "36": "Bacharelado em Engenharia de Computação| 36 \n \n  \n \n \n 7.8. Gerenciamento dos laboratórios  \n \nO curso de Engenharia de Computação possui uma alta carga prática, de modo qu e \npara isso há a necessidade de haver disponibilidade de laboratórios que atendam as demandas \ndo curso.  \nPara o bom atendimen to aos estudantes, os laboratórios devem estar em boas \ncondi ções, se tratando de manutenções preventivas e corretivas regulares, ins talações dos \ndiversos softwares os quais o curso de Engenharia de Computação, bem como outros cursos, \ndemandam . Além do mais , há a necessidade de se efetuar a alocação dos laboratórios  de \nacordo com as demandas dos diversos cursos presentes na unidade de D ivinópolis, e de modo \na atender especificamente ao curso de Engenharia de Computação, que conforme mencionado \nanteriormente possui alta demanda de uso dos laboratórios.  \nPara prover as condições necessárias para o funcionamento dos cursos no que tange o \nuso dos laboratórios, há o professor Coordenador de Laboratório, que deverá ser um professor \ndo curso de Engenharia de Computaç ão, com carga horária de 40 horas semanais, \ndevidamente capa citado para atender as demandas de agendamento dos laboratórios, \ngerenci amento dos softwares, hardwares e da rede dos laboratórios, além de efetuar \npreviamente a alocação de todas as disciplinas d e todos os cursos da unidade que demandem \nde laboratórios.  \n \n7.9. Atendimento aos requisitos legais e normativos  \n \nDecreto nº 5.626, d e 22 de dezembro de 2005. Regulamenta a Lei no 10.436, de 24 \nde abril de 2002, que dispõe sobre a Língua Brasileira de Sinai s – Libras : a disciplina de \nLibras é oferecida como optativa . \nResolução CNE/CP nº 2, de 15 de junho de 2012. Diretrizes Curriculares  \nNacionais para a Educação Ambiental:  o conteúdo está contemplado na disciplina \nSociologia.  \nResolução CNE/CP nº 1, de 30 de maio de 2012. Diretrizes Nacionais para a \nEducação em Direit os Humanos:  o conteúdo está contemplado na disciplina Sociologia.  ", "37": "Bacharelado em Engenharia de Computação| 37 \n \n  \n \n \n Resolu ção CNE/CP n° 1 de 17 de junho de 2004. Diretrizes Curriculares \nNacionais para Educação das Relações Étnico -raciais:  o conte údo está contemplado na \ndisciplina Sociologia.  \nResolução CNE /CES nº 5 de 16/11/2016 . Institui as Diretrizes Curriculares \nNacionais p ara os cursos de graduação na área da Computação, abrangendo os cursos \nde bacharelado em Ciência da Computação, em Sistemas de Informação, em \nEngenharia de Computação, em Engenharia de  Software e de licenciatura em \nComputação, e dá outras providências.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "38": "Bacharelado em Engenharia de Computação| 38 \n \n  \n \n \n 7.10. Estrutura curricular  \n \nNº 1º Período - Disciplinas  Tipo  Carga Horária Semanal \n(h/a)  Carga \nHorári a \nTotal \n(h/a)  Carga \nHorária \nTotal \n(horas)  Crédi\nto Pré-\nrequis ito Teórica  Prátic\na Total  \n1 Algoritmos e Estruturas de \nDados I  OBR 0 4 4 72 60 4   \n2 Cálculo I  OBR  4 0 4 72 60 4   \n3 Geometria Analítica e Álgebra \nLinear  OBR  4 0 4 72 60 4   \n4 Introdu ção a Engenharia d e \nComputação e Ética \nProfissional  OBR  3 0 3 54 45 3   \n5 Metodologia Científica  OBR  3 0 3 54 45 3   \n6 Química  OBR  3 1 4 72 60 4   \n7 Sociologia  OBR  3 0 3 54 45 3   \n Atividades Complementares  OBR    1 18 15 1  \n  TOTAL    21 5 26 468 390 26   \n            \nNº 2º Período - Disciplinas  Tipo  Carga H orária Semanal \n(h/a)  Carga \nHorária \nTotal \n(h/a)  Carga \nHorária \nTotal \n(horas) Crédi\nto Pré-\nrequisito  Teórica  Prátic\na Total  \n8 Algoritmos e Estruturas de \nDados II  OBR  2 2 4 72 60 4 1 \n9 Cálcul o II OBR  4 0 4 72 60 4 2 \n10 Desenho Técnico  OBR  3 0 3 54 45 3   \n11 Filosofia  OBR  3 0 3 54 45 3   \n12 Física I  OBR  3 1 4 72 60 4   \n13 Inglês Instrumental  OBR  3 0 3 54 45 3   \n14 Leitura e Produção de Textos  OBR  3 0 3 54 45 3   \n15 Matemática Discreta  OBR  3 0 3 54 45 3   \n Atividades Complementares  OBR    1 18 15 1  \n Atividades de Extensão  OBR    3 54 45 3  \n  TOTAL    24 3 31 558 465 31   ", "39": "Bacharelado em Engenharia de Computação| 39 \n \n  \n \n \n Nº 3º Período - Disciplinas  Tipo  Carga Horária Semanal \n(h/a)  Carga \nHorária \nTotal \n(h/a)  Carga \nHorária \nTotal \n(horas)  Crédi\nto Pré-\nrequisito  Teórica  Prátic\na Total  \n16 Algor itmos e Estrutura de \nDados III  OBR  2 2 4 72 60 4 8 \n17 Cálculo III  OBR  4 0 4 72 60 4 9  \n18 Eletiva I  EL 3 0 3 54 45 3   \n19 Física II  OBR  3 1 4 72 60 4 12  \n20 Fundamentos de Sistemas de \nInfor mação OBR  3 0 3 54 45 3   \n21 Probabilidade e Estatística  OBR  3 0 3 54 45 3   \n22 Sequências e Séries  OBR  3 0 3 54 45 3 9 \n23 Sistema s Digitais I  OBR  3 0 3 54 45 3   \n Atividades Complementares  OBR    1 18 15 1  \n Atividades de Extensão  OBR    3 54 45 3  \n  TOT AL    24 3 31 558 465 31   \n \nNº 4º Período - Disciplinas  Tipo Carga Horária Semanal \n(h/a)  Carga \nHorária \nTotal \n(h/a)  Carga \nHorári a \nTotal \n(horas)  Crédi\nto Pré-\nrequisito  Teórica  Prática  Total  \n24 Arquitetura de \nComputadores I  OBR  2 2 4 72 60 4  1 \n25 Fundamentos de \nMecânica dos Sólidos e \nFluídos  OBR  4 0 4 72 60 4 3, 19 \n26 Física III  OBR  3 1 4 72 60 4   \n27 Equações Diferenciai s OBR  3 0 3 54 45 3  17 \n28 Métodos Numéricos \nComputacionais  OBR  3 0 3 54 45 3 1, 3 \n29 Optativa I  OP 3 0 3 54 45 3   \n30 Programação Orientada a \nObjetos I  OBR  0 4 4 72 60 4  1 \n31 Sistemas  Digitais II  OBR  2 2 4 72 60 4 23 \n Atividades \nComplementares  OBR      1 18 15 1  \n Atividades de Extensão  OBR      3 54 45 3  \n  TOTAL    20 9 33 594 495 33   ", "40": "Bacharelado em Engenharia de Computação| 40 \n \n  \n \n \n Nº 5º Período - Disciplinas  Tipo Carga Horária Semanal \n(h/a)  Carga \nHorária \nTotal \n(h/a)  Carga \nHorária \nTotal \n(horas)  Crédi\nto Pré-\nrequisito  Teórica  Prática  Total  \n32 Arquitetura de \nComputadores II  OBR  2 2 4 72 60 4 24 \n33 Banco de Dados  OBR  2 2 4 72 60 4 30  \n34 Circuitos Elétric o-\nEletrônicos I  OBR  2 2 4 72 60 4 26  \n35 Eletiva II  EL 3 0 3 54 45 3   \n36 Programação Orientada a \nObjetos II  OBR  1 2 3 54 45 3 30  \n37 Sistemas Operacionais  OBR  2 2 4 72 60 4   \n38 Pesquisa Operacional  OBR  3 0 3 54 45 3  1, 3 \n Atividades \nComplementares  OBR     1 18 15 1  \n Atividades de Extensão  OBR      3 54 45 3  \n  TOTAL    15 10 29 522 435 29   \n            \nNº 6º Período - Disci plinas  Tipo Carga Horária Semanal \n(h/a)  Carga \nHorária \nTotal \n(h/a)  Carga \nHorária \nTotal \n(horas)  Crédi\nto Pré-\nrequisito  Teórica Prática  Total  \n39 Análise de Sinais e \nSistemas  OBR  3 1 4 72 60 4 22, 27  \n40 Circuitos Elétrico -\nEletrônicos II  OBR  2 2 4 72 60 4 34 \n41 Engenharia de Software I  OBR  3 1 4 72 60 4  30 \n42 Optativa II  OP 3 0  3 54 45 3   \n43 Organização e \nRecupera ção da \nInformação  OBR   0 3 3 54 45 3 30 \n44 Redes de Computadores  OBR  2 2 4 72 60 4   \n45 Sistemas Distribuídos  OBR  3 1 4 72 60 4  36, 37 \n Atividad es \nComplementares  OBR      1 18 15 1  \n Atividades de Extensão  OBR      3 54 45 3  \n  TOTAL    16 10 30 540 450 30   ", "41": "Bacharelado em Engenharia de Computação| 41 \n \n  \n \n \n             \nNº 7º Período - Disciplinas  Tipo  Carga Horária Seman al \n(h/a)  Carga \nHorária \nTotal \n(h/a)  Carga \nHorária \nTotal \n(horas) Crédi\nto Pré-\nrequisito  Teórica  Prática  Total  \n46 Compiladores I  OBR  3 0 3 54 45 3   \n47 Sistemas de Automação  OBR 2 2 4 72 60 4 40 \n48 Engenharia de Software \nII OBR  3 1 4 72 60 4 41 \n49 Modelagem e Simulação  OBR  2 2 4 72 60 4 39 \n50 Optativa III OP 3 0 3 54 45 3  \n51 Sistemas Inteligentes I  OBR  3 0 3 54 45 3   \n52 Estágio Supervisionado I  OBR      6 108 90 6   \n Atividades \nComplementares  OBR      1 18 15 1  \n Atividades de Extensão  OBR      3 54 45 3  \n  TOTAL    16 5 31 558 465 31   \n            \nNº 8º Período  - Disciplinas  Tipo  Carga Horária Semanal \n(h/a)  Carga \nHorária \nTotal \n(h/a)  Carga \nHorária \nTotal \n(horas)  Crédi\nto Pré-\nrequisito  Teórica  Prática  Total  \n53 Interface Homem -\nMáquin a OBR  2 2 4 72 60 4   \n54 Compiladores II  OBR  2 2 4 72 60 4 46 \n55 Optati va IV  OP 3 0 3 54 45 3   \n56 Controle e \nServomecanismo  OBR  2 2 4 72 60 4  49 \n57 Desenvolvimento Web  OBR  0 3 3 54 45 3  1 \n58 Sistemas Inteligentes II  OBR  3 1 4 72 60 4 51  \n59 Estágio Supervisionado \nII OBR      6 108 90 6   \n Atividades \nComplementares  OBR      1 18 15 1  \n Atividades de Extensão  OBR      3 54 45 3  \n  TOTAL    12 10 32 576 480 32   \n ", "42": "Bacharelado em Engenharia de Computação| 42 \n \n  \n \n \n   \n \n           \nNº 9º Período - Disciplinas  Tipo  Carga Horária Semanal \n(h/a)  Carga \nHorária \nTotal \n(h/a)  Carga \nHorária \nTotal \n(horas)  Crédi\nto Pré-\nrequisito Teórica  Prática  Total  \n60 Robótica  OBR  2 2 4 72 60 4 25, 40  \n61 Metodologia Científica \npara Computação  OBR 3 0 3 54 45 3  \n62 Computação Gráfica  OBR  1 2 3 54 45 3 1, 3  \n63 Progr amação para \nDispositivos Móveis  OBR  0 3 3 54 45 3 57 \n64 Trabalho de Concl usão \nde Curso I  OBR  3 0 3 54 45 3   \n65 Estágio Supervisionado \nIII OBR      6 108 90 6   \n Atividades \nComple mentares OBR      1 18 15 1  \n Atividades de Extensão  OBR      3 54 45 3  \n  TOTAL    9 7 26 468 390 26   \n            \nNº 10º Período - \nDisciplinas  Tipo Carga Horária Semanal \n(h/a)  Carga \nHorária \nTotal \n(h/a)  Carga \nHorária \nTotal \n(horas)  Crédi\nto Pré-\nrequisit o Teórica  Prática  Total  \n66 Administração e \nEmpreendedorismo  OBR  3 0 3 54 45 3   \n62 Microcontroladores, \nMicroprocessadores e  \nAplicações   OBR 2 2 4 72 60 4 47 \n68 Ambiente e Ciência dos \nMateriais  OBR  3 0 3 54 45 3   \n69 Optativa V  OP 3 0 3 54 45 3   \n70 Sistemas Inteligentes III  OBR  3 1 4 72 60 4   \n71 Trabalho de Conclu são \nde Curso II  OBR  3 0 3 54 45 3 64 \n Atividades \nComple mentares OBR      1 18 15 1  \n Atividades de Extensão  OBR      3 54 45 3  \n  TOTAL    17 3 24 432 360 24   \n \n ", "43": "Bacharelado em Engenharia de Computação| 43 \n \n  \n \n \n  \n \n \n \n \nDISCIPLINA S OPT ATIVAS  CARGA \nHORÁRIA \n(HORAS)  CRÉDITOS  \nAdministração de Banco de  Dados  45 3 \nCompatibili dade e Interferência Eletromagnética  45 3 \nData Warehouse  45 3 \nGerência de Projetos de Software  45 3 \nGerenciamento de Redes de Computadores  45 3 \nGestão da Quali dade de Software  45 3 \nLibras  45 3 \nMineração de Dados  45 3 \nOtimização Computacional  45 3 \nParadigmas de Programação  45 3 \nProjeto e  Análise de Algoritmos  45 3 \nRedes de Alta Velocidade  45 3 \nRedes Neurais Artificiais  45 3 \nSistem as de Tempo Real  45 3 \nSistema s Embarcados  45 3 \nTécnicas Metaheurísticas para Otimização  45 3 \nTópicos Ava nçados em Sistemas Operacionais  45 3 \nTópicos Espec iais em Engenharia  de Computação  45 3 \n \n \n \n \n \n \nDIMENSÃO DAS TURMAS  Nº DE ESTUDANTES  \nAulas práticas  20 \nEstágio Supervisionad o 10 \nTrabalho de Conclusão de Curso  5 \n \n \n \n \n \n \n \n ", "44": "Bacharelado em Engenharia de Computação| 44 \n \n  \n \n \n  \nDISTRIBUIÇÃO DA CARGA HORÁRI A CARGA \nHORÁRIA \n(HORAS)  CRÉDITOS  \nConteúdos Curriculares  Obrigatórios  3.165 211 \nEletivas  90 6 \nOptativas  225 15 \nAtividades Complementares  150 10 \nAtividades de Extensão  405 27 \nEstág io Supervisionado  270 18 \nTrabalho de Conclusão de Curso  90 6 \nTOTAL  4.395 293 \n \n \n \n \n \n \nINDICADORES FIXOS  \nREGIME: Semestral  \nNº D E VAGAS  ANUAIS: 80 \nTURNO: Matutino e Noturno  \nTOTAL DE SEMANAS LETIVAS POR SEMESTRE: 18  \nTOTAL DE DIAS LETIVOS POR SEMESTR E: 10 0 dias  \nTOTAL DE DIAS LETIVOS POR SEMANA: 6 dias  \nCARGA HORÁRIA SEMANAL:  MÁXIMO - 30 horas  \nTEMPO DE INTEGRALIZAÇÃO: MÍNIMO – 5 anos / MÁXIMO – 9 anos \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "45": "Bacharelado em Engenharia de Computação| 45 \n \n  \n \n \n 7.11. Ementários e bibliografia  \n \n1º PERÍODO  \n \nALGORITMOS E ESTRUTURA DE DAD OS I  \nEMENTA: Especificação da Linguagem de Programação: Tipos de Dados, Estru turas de \nControle, Entrada e Saída; Representação de Alg oritmos na Linguag em de Programação C; \nEstruturas de Dados Homogêneas; Strings; Structs; Funções e Procedimentos, Ponteiros ; \nAlocação Dinâmica de Memória; Organização de Arquivo s. \n \nBIBLIOGRAFIA BÁSICA : \nCORMEN, Thomas; RIVEST, Ronald, STEIN, Clifford, LEISE RSON , Charles. Algoritmos. \nRio de Janeiro: Elsevier, 2002.  \nDEITEL, Paul; DEITEL, Harvey. C++ como programar. 5. ed. São Pa ulo: Pearson, 2006.    \nMELO, Ana Cristina Vieira de; SILVA, Flávio Soares Cor rêa da. Princípios de linguagens de \nprogramação . São Pau lo: Edgard Blücher , 2003.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nASCENCIO, A. F. G. & CAMPOS, E. A. V. Fundamentos da programação de compu tadores. \n2. ed. São Paulo: Pearson Education, 2007.  \nMEDINA, Marcelo, FER TIG, Cristina. Algoritmos e programação :  teoria e práti ca. Novatec. \n2005.   \nMIZRAHI, V. V. Treinamento em linguagem C:  módulo 1. São Paulo: Makron Books, 2008.   \nPUGA, S. & RISSET TI, G . Lógica de programação e estruturas de dados com aplicações em \njava. Sã o Paulo: Prentice Hall, 2004.  \nZIVIANI, Nívio. Projeto de  Algoritmos com Im plementação em Pascal e C. Cengage \nLearning. 2010.  \n \nCÁLCULO I  \nEMENTA: Números reais. Funções de uma vari ável real. Limite e continuidade de funções \nde uma variável real. Derivada de  funções de uma variável real. Regras de Derivação. \nAplicações da Derivada : Taxas de Variação; Teorema do Valor Médio (TVM); Máximos e \nMínimos; Regra de L’Hospital e Esboço de Grá ficos . \n \nBIBLIOGRAFIA BÁSICA:  \nANTON, Howard; BIVENS, Irl; DAVIS, Stephen. Cálc ulo, v. 1. 8. ed. São Paulo: Artmed, \n2007.  \nGUIDORIZZI, H . L. Um curso de C álculo, Vol. 1. 5 ed. Rio de Janeiro: LTC, 2015.  \nSTEWART, James. Cálculo, v. 2. São Paulo: Cengage Learni ng, 2 010.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nEDWARDS, C. H.; PENNEY, David E. Cálcu lo com geometria analítica, v. 2. 4. ed. Rio de \nJaneiro:  Prentice Hall, 19 97. ", "46": "Bacharelado em Engenharia de Computação| 46 \n \n  \n \n \n FLEMMING, D. M.; GONÇALVES, M. B. Cálculo A: funções, limite, derivação, integração. \n6. ed., rev. e a mpl. São Paulo: Pearson Prentice Hall, c2007. 7. reimpressão de 2011.  \nLEITHOL D, Louis. Cálculo com geometria analítica, v. 1. São Pau lo: Harbra, 1994.  \nSIMMONS, George Finlay. Cálculo com geometria analítica, v. 1. ed. São Paulo: Mc Graw -\nHill, 1987.  \nYAMASHI RO, S eizen; SOUZA, et. al. Matemática com Aplicaçõe Tecnológicas, Vol. 2. São  \nPaulo: Blucher, 2016.  \n \nGEOMETRIA ANALÍTICA E ÁLGEBRA L INEA R \nEMENTA: Estudo das matrizes, determinantes e sistemas lineares. Estudo da circunferência, \nestudo das cônicas. Vetores : tratamento algébrico e geométrico (no plano e no espaço), \nproduto escalar, produto vetorial, produto misto, combinação linear de ve tores, dependência  e \nindependência linear, base e dimensão, a reta e o plano. Estudo do espaço vetorial real, \nsubespaço.  \n \nBIBLIO GRAFIA BÁSICA:  \nEDWARDS, C. H.; PENNEY, David E. Cálculo com geometria an alítica, v. 2. 4. ed. Rio de \nJaneiro: Prentice Hall, 199 7. \nREIS, Genésio L ima dos; SILVA, Valdir Vilmar da. Geometria analítica. 2.ed. Rio de \nJaneiro: LTC, 1996.  \nSTEINBRUCH, Alfre do ; WINTERLE, Paulo. Geometria analítica. 2.ed. São Paulo: \nMcGraw -Hill, 1987 . \nKOLMAN, Bernard. Introdução à álgebra linear com aplic ações. 8. ed. Rio de Janeiro: LTC, \n2006.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nBOLDRINI, José Luiz et al. Álgebra linear. 3. ed. amp l. rev. São Paulo: Harbra, 1986.  \nBOULOS, Paulo. Geometria analítica: um trata mento vetorial. 2. ed. São Paulo: MacGraw -\nHill, 1987.  \nBOULOS , Paulo ; CAMA RGO, Ivan de. Introdução a geometria analítica do espaço. São \nPaulo: Makron books, 1997.  \nIEZZI, Gelson. F undam entos de matemática elementar, v. 7: geometria analítica. 4 ed. São \nPaulo: Atual, 2004.  \nSTEINBRUCH, Alfredo. Geometria analítica  plana. São Paulo:  Makron, McGraw -Hill, 1991.  \nLEON, Steven J. Álgebra linear com aplicações. 4 ed. Rio de Janeiro: LTC, 199 9. \nLIPSCHUTZ, Sey Mour. Álgebra linear. 3 ed. São Paulo: Makron Books, 1994.  \nMACHADO, Antônio dos Santos. Álgebra linear e geometria analítica. 2. ed. São Paulo: \nAtual, 1982.  \nSANTOS, Reginaldo J. Um curso de geometria analítica e álgebra linear. Belo Horiz onte:  \nUFMG, Imprensa Universitária, 2009.  \nWINTERLE, Paulo. Vetores e geometri a analítica. São Paulo: Makron Books, 2000.  \n \nINTRODUÇÃO  À ENGE NHARIA D E COMPUTAÇÃO E ÉTICA PROFISSIONAL  \nEMENTA: Conceitos de Engenharia (Regulamentos, Ética Profissional); Evoluç ão \nTecnológica e Consequências Sociais; Ciência, Pesquisa, Engenharia, Projet os, Riscos e ", "47": "Bacharelado em Engenharia de Computação| 47 \n \n  \n \n \n Humanidades; Relação com Clientes; Ciclo do  Produto; Áreas de  pesquisa e atuação da \ncomputação; Mercado de Trabalho.  \n \nBIBLIOGRAFIA BÁSICA:  \nCAPRON, H. L.; JOHNSON, J. A. In trodução à informática. 8 ª ed.  São Paulo: Prentice -Hall \nBrasil, 2004. I SBN: 9788587918888  \nFEDELI, Ricardo Daniel, GIULIO, Enri co, POL LONI, Franc o. Introdução à Ciência da \nComputação . Thomson Pioneira. 2003.   \nHOLTZAPPLE, Mark T.; REECE, W. Dan. Introduçã o à Engenharia . Rio de Janeiro: LTC, \n2006.  ISBN: 8521615116.  \n \nBIBLIOGR AFIA COMPLEMENTAR:  \nBAZZO, Walter Antônio; PEREIRA, Luiz Teixeira do Vale.  Introdução à \nengenharia:  conceitos, ferramentas e comportamentos.  3. ed. rev. [Florianópolis]: Ed. UFSC, \n2012.  \nFOROUZAN, B., MOSHARRAF, F. Fundamentos da Ciência da Computação - Trad ução da \n2ª Edição Internacional.  Cengage Learning.  2012.  \nBRO OKS HEAR, J. Gl enn. Ciência da computação:  uma visão abrangente.  11. ed. Porto \nAlegre: Bookman, 2013  \nPATTERSON, David A. ; HEN NESSY, John L.  Organização e projeto de computadores:  a \ninterface hardwa re/software.  5. ed. Rio de Janeiro: Elseiver, ©2017.  \nTANENB AUM , Andrew S.  Organização estruturada de computadores . 5. ed. São Paulo, SP: \nPearson Prentice Hall, 2009. 449 p. ISBN 97885 7605 . \n \nMETODOLOGIA CIENTÍFICA  \nEMENTA: Objetivos da universidade; As dife rentes formas de conhecimento; O \nconhecimento científico ; Métodos; Process o de produção do conhecimento científico; Tipos \nde trabalhos científicos; Preparação para a redação de tr abalh o científico e a leitura crítica de \nartigos científicos; Elaboração de u m projeto de pesquisa científica.  \n \nBIBLIOGRAFIA BÁSICA:  \nFRAN ÇA, Júnia Less a; VASCONCELLOS, Ana Cristina de.  Manual para normalização de \npublicações técnico -científicas.  9. ed. Bel o Hor izonte: UFMG, 2013.  \nWAZLAWICK, Raul Sidnei.  Metodologia de pesquisa par a ciência da computação.  2. ed. Rio \nde Janeiro: Elsevier , 2014 \nSEVERINO, A ntonio Joaquim.  Metodologia do trabalho científico.  24. ed., rev. e atual. São \nPaulo: Cortez, 2016.   \n \nBIBLIOG RAFIA COMPLEMENTAR:  \nCARVALHO, Maria Cecilia Maringoni de (Org.). Constru indo o saber: metodologia \ncientífica: fundamentos e técn icas. 24. ed. Camp inas: Papirus, 2012.  \nMARCONI, Marina de Andrade; LAKATOS, Eva Maria.  Fundamentos de metodologia \ncientífic a. 8. ed. São Paulo: Atlas, ©2017.  \nRUIZ, João Alvaro.  Metodologia científica:  guia para eficiência nos estudos.  6. ed. São Paulo: \nAtlas, 2017  ", "48": "Bacharelado em Engenharia de Computação| 48 \n \n  \n \n \n MARCONI,  Marina de Andrade; LAKATOS, Eva Maria.  Metodologia científica.  6. ed., rev. \ne ampl. São Paulo: Atlas, 20 11 \nRAMPAZZO, Lino.  Metodologia científica:  para estudantes  dos cursos de grad uação e pós -\ngraduação.  8.ed. São Paulo: Loyola, 2015.  \n \nQUÍMICA \nEMENTA: Elementos Químicos e as Propriedades Periódicas; Ligações Químicas; Algumas \nFunções Orgânicas e Inorgânicas;  Reaç ões Químicas; Cálculo Estequiométrico de Reações \nQuímicas; Corrosão e Pr oteção; Eletrodeposição; Combustíveis; Tintas e Vernizes ; \nLubrificantes.  \n \nBIBLIOGRAFIA BÁSICA:  \nBRADY, J. E.; HUMISTON, G. E. Química geral.  2. ed. Rio de Janeiro: LTC, 2001.  2v.  \nKOTZ , John C., TREICHEL, Paul M.; WEAVER, Gabriela C. Química geral e reaçõe s \nquímicas . 6. ed.  São Paulo: Cengage, 2010. 2 v.  \nRUSS ELL, J. B. Química  geral . 2. ed. São Paulo: Makron Books, 2006. 2 v. \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nADAD, J. M. T. Controle qu ímico  de qualidade . Belo Horizonte: Veja, 1969.  \nAMERICAN PUBLIC HEALTH ASSOC IATION. Standard methods for the examination of \nwater an d wastewater . 20th. Washington: APHA , 1998.  \nBROWN, Theodore. L. et al. Química : ciência central. 7. ed. Rio de Janeiro: L TC, 1 999. 702 \np.  \nGONÇALVES, Edwar Abreu. Manual de segurança e saúde no trab alho. 2. ed. São Paulo: \nLTC, 2003.   \nMAHAN, B. M. Químic a: um curso univer sitário. São Paulo: Edgard Blücher, 2007.   \n \nSOCIOLOGIA  \nEMENTA: Conceitos básicos para o entendimento da  vida social. O homem: um ser \nsociocultural e histórico. As relações entre o indivíduo e a sociedade: objeto da sociologia. A \nsociolo gia Clássica: o Po sitivismo sociológico, o pensamento marxista e o pensamento \nweberiano. Sociedade contemporânea e sustenta bilidade ambiental: a instantaneidade da \ninformação, a apologia ao consumo e ao prazer, a descartabilidade de objetos, valores e \npessoas. Os desafios d a sociedade contemporânea que considere a diversidade, as questões \nétnico -raciais, os direitos humanos e a igu aldade social.  \n \nBIBLIOGRAFIA BÁSICA:  \nFERREIRA, Delson. Manual de Sociol ogia: dos clássicos à sociedade da informação. 2. ed. \nSão Paulo: Atlas, 20 06. 247 p.  \nREIGOTA, Marcos. O que é educação ambiental. São Paulo: Brasiliense, 2004.  \nSANTOS, Boaventura de So usa. Direitos humanos, democracia e desenvolvimento . São \nPaulo, SP: Cort ez Editora, 2013. 133 p.  \n \n \n \n ", "49": "Bacharelado em Engenharia de Computação| 49 \n \n  \n \n \n BIBLIOGRAFIA COMPLEMENTAR:  \nBRAS IL. Decreto n.  4281, de 25 de junho de 2002. Regulamenta a lei n. 9795, de 27 de abril \nde 1999, que institui a Política  Naci onal de Educação Ambiental. Diário Oficial da União, 28 \nde abril de 1999 . \nBRASIL. Lei n. 10639 de 09 de janeiro de 2003. Altera a lei 9394 de 20 d e dezembro de 1996 \nque estabelece as diretrizes e bases da educação nacional para incluir no currículo of icial da \nRede de Ensino a obrigatoriedade da temática História e Cultura Afro -Brasileira. Diário \nOficial da União, 10 de janeiro de 2 003. \nBRASIL. Lei n . 11645 de 10 de março de 2008. Altera a lei 9394, de 20 de dezembro de 1996 \nque estabelece as diretrizes  e bases da educação nacional, para incluir no currículo oficial da \nRede de E nsino a obrigatoriedade da temática cultural indígena. D iário Oficial da U nião, 11 \nde março de 2008.  \nBRASIL. Resolução n. 1 de 30 de maio de 2012. Estabelece Diretrizes Nacionais para a \nEducação em Direitos Humanos. Diário Oficial da União, 31 de maio de 2 012.  \nQUINTANERO, Tânia & BARBOSA, Maria Lígia de O. Um toque de clássicos : Durkheim, \nMarx e Max Weber. Belo Horizonte: Ed. UFMG, 1999.  \nTOURAINE, Alain.  Crítica da modernidade . Petrópo lis: Vozes, 2002. 431p . \n \n2O PERÍODO  \n \nALGORITMOS E ESTRUTURA DE DADOS II  \nEMENTA: Tipos abstratos de dados (TAD); Ponteiros; Aloca ção dinâmica de me mória; \nIntrodução a análise de complexidade de algoritmos: notações O, Q e W; Estruturas lineares: \nlistas , rep resentação por arrays e por encadeamento, pilhas e filas. Algoritmos de busca e \nordenação em estruturas lineares. Encadeamento e m listas e em tabe las. Árvores: formas de \nrepresentação, recursão em árvores, árvores binárias, árvores binárias de busca, listas de \nprioridades , árvores balanceadas . Práticas de Laboratório.  \n \nBIBLIOG RAFIA BÁSICA:  \nCORMEN, Thomas, RIVEST, Ronald, STEIN, Cli fford, LEISERSON, Charles. Algoritmos. \nRio de Janeiro: Elsevier, 2002.   \nEDELWEISS, Nina, GALANTE, Renata. Estruturas de da dos. Porto Alegre: Bookman. \n2009. (Série livros didáticos informática UFRGS,1 8)  \nZIVIANI, Nívio. Projeto de algoritmos com implementa ção em Pascal e C.  São Paulo: \nCengage Learning, 2010.   \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nASCENCIO, Ana C. G. Estrutura de dados . São Paulo: Pearson, 2011.  ISBN: \n9788576058816  \nPINTO, W.S. Introdução ao des envolvimento de algoritmos e estrutura de dados . São Pau lo: \nÉrica, 1990.  \nPREISS, Bruno. Estruturas de dados e algoritmos.  Rio de Janeiro: Campus, 2000.  \nTENEMBAUM. Aaron M. Estrutu ras d e dados usando C. São Paulo: Makron Books. 1995. \n884 p. ISBN: 8534603480  ", "50": "Bacharelado em Engenharia de Computação| 50 \n \n  \n \n \n VELOSO, Paulo A. S. Complexidade de algoritmos : análise , projeto e método s. Porto Alegre, \nRS: Sagra Luzzatto, 2001.  \n \nCÁLCULO II  \nEMENTA: Integrais indefinidas, integrais definidas . O T eorema Fundamental do Cálculo. \nMétodos de integração. Áreas, volumes. Eq uações diferenciais lineares de primeira ordem \naplicada ao movimento retil íneo e outras aplicações.  \n \nBIBLIOGRAFIA BÁSICA:  \nANTON, Howard; BIVENS, Irl; DAVIS, Stephen. Cálculo, v. 1 . 8. ed. São Paulo: Artmed, \n2007.  \nGUIDORIZZI, H. L. Um curso de Cálculo, Vol.  1. 5 ed. Rio de Janeiro: LTC, 2015.  \nSTEWART, James. Cál culo, v. 1. São Pa ulo: Cengage Learning, 2015.   \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nEDWARDS, C. H.; PENNEY, David E. Cálculo com g eomet ria analítica. 4. ed. Rio de \nJaneiro: Prentice Hall, 1997. 3 v.  \nFLEMMING , D. M.; GONÇALVES, M. B. Cálculo A: funções, limite, de rivação, integraçã o. \n6. ed., rev. e ampl. São Paulo: Pearson Prentice Hall, c2007. 7. reimpressão de 2011.  \nLEITHOLD, L. Cál culo com geometria analítica, v. 1. ed. São Paulo: Harbra, 1994.  \nSIMMONS, G.F . Cálculo com Geometria Analítica, Vol. 1. Ed. McGraw -Hill, SP, 1987.  \nYAMA SHIRO, Seizen; SOUZA, et. al. Matemática com Aplicaçõe Tecnológicas, Vol. 2. São \nPaulo: Blucher, 2016.  \n \nDESENH O TÉCNICO  \nEMENTA: Introdução ao desenho: definições, materiais, desenho manual e CAD. Aspectos \ngerais do desenho técnico: normal ização brasileira,  escrita normalizada, tipos de linha, folhas \nde desenho, legendas, margens, molduras, escalas. Projeções ortog onais. Cortes e seções. \nPerspectivas. Cotas. Desenho assistido por compu tador aplicado a projetos de cabeamento \nestruturado e es truturas de robôs:  criação e modificação de objetos, símbolos, blocos \ndinâmicos, preparação para plotagem.  \n \nBIBLIOGRAFIA BÁ SICA:  \nFRENCH, Thomas E.; VIERCK, Charles. Desenho técnico e tecnologia gráfic a. São Paulo: \nGlobo, 2010.  \nSILVA, Eurico de Oliveira E;  ALB IERO, Evando; SCHMITT, Alexander; Desenho técnico \nfundamental.  São Paulo : EPU, c1977. (Coleção Desenho Técnico)  \nSPECK , Hen derson José; PEIXOTO, Virgílio Vieira. Manual básico de desenho técnico . \n5.ed. Florianópolis: Ed. UFSC, 2009.  \n \nBIBLIOGRAFIA COM PLEM ENT AR:  \nASSOCI AÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 10126 :Cotagem em \ndesenho técnico. 1987.  ", "51": "Bacharelado em Engenharia de Computação| 51 \n \n  \n \n \n ASSOCIAÇÃO BRASILEIRA DE NORMA S TÉCNICAS. NBR 12298: Representação de \nárea de corte por meio de hachur as em desenho técnico, 1995.  \nBARBAN, Valentim. Desenho técnico básico : fundamentos do desenho técnico passo a \npasso. 2. ed. Rio de Janeiro: Biblioteca Nacional, 2000.   \nFRENCH, T homas  E.. Desenho técnico . 17. ed. Porto Alegre: Globo, 1977.  \nSILVA, Arlindo  et al.. Desenho técnico moderno . 4. ed. Rio de Janeiro:  LTC . 2006.  \n \nFILO SOFIA  \nEMENTA: Conceito e objetos da ética. A ética e outras ciências. Problemas morais e \nproblemas ético s. A ética, a moral e outras formas do comportamento humano (religião, \npolíti ca, direito, ciência e contrato social). Responsabilidad e moral, determini smo e liberdade. \nAs avaliações morais e o relativismo ético.  \n \nBIBLIOGRAFIA BÁSICA:  \nADORNO, T.; HORKHEIMER , M. A dialética do esclarecimento : fragmentos filosóficos. \nRio de Janeiro: Z ahar, 1997 .  \nNIETZSCHE, F. Além do bem e do mal .   São P aulo: Cia. das Let ras, 2005 .  \nVAZ, H. C. L. Escritos de filosofia IV : introdução à ética filosófica.  2. Ed. São Paulo: \nLoyola, 2002. (Coleção filosofia; v. 47).  ISBN -13:9788515019885 - ISBN -10:851501 9884 .   \n \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nABRAMO, Claudio Web er (Org.). Formula ção e implantação de Código de Ética em \nempresas : reflexões e sugestões. São Paulo: ETHOS, 2000. 32 p.  \nARISTÓ TELES. Ética a Nicômaco:  seleção de textos de José Américo Motta Pessanh a. São \nPaulo: Nova Cultural, 1987. v. 2. (Os Pensadores)   \nBERNA , Vilmar. A consciência ecológica na administração : passo a passo na direção do \nprogresso com respeito ao meio ambie nte. São Paulo. Paulinas, 2006. ISBN:8535616306  \nNOVAES, Adauto (Org.).  Ética . São Paulo: Companhia de Bolso, 2007. 564p.  \nSÁNCHEZ VÁ SQUE Z, Adolfo. Ética. Rio de Janeiro. Civilização Brasileira, 1995.  \n  \nFÍSICA I  \nEMENTA: Conceito de Medição e Sistemas de U nidad es. Movimento Retilíneo. Vetores. \nMovimento em duas e três dimensões. Fo rça e movimento. Leis de Newton. Forças de atrito. \nTraba lho e energia ciné tica. Conservação de energia. Sistemas de partículas e colisões. \nRotação. Rolamento. Torque e momento ang ular. \n \nBIBLIOGRAFIA BÁSICA:  \nSERWAY, Raymond A.; JEWETT JR., John W. Princípio s de física, v. 1: mecânica clássica. \nSão Paulo: Thomson , 2007. HALLIDAY, David; RESNICK, Robert; WALKER, Jearl. \nFundamentos de física. 8. ed Rio de Janeiro: LTC, 2009. 4 v. TIPLE R, Pa ul Allen; MOSCA, \nGene.. Física para cientistas e engenheiros. 6. ed Rio de Janeiro: LTC, 2009. 3 v . \n \n ", "52": "Bacharelado em Engenharia de Computação| 52 \n \n  \n \n \n BIBLIOGRAFIA COMPLEMENTAR:  \nALO NSO , Marcelo; FINN, Edward J. Física: um curso universitário. São Paulo: Edgard \nBlücher, 2007. 2 v.  \nHALLIDAY, David ; R ESNIC K, Robert ; KRANE, Kenneth S. Física, 1: mecânica. Rio de \nJaneiro: LTC E d, 2003. SEARS, Francis Weston, ; ZEMANSKY, Mark Waldo ;  YOU NG, \nHugh D. Fí sica I: mecânica. 12. ed. São Paulo: Pearson Addison Wesley, 2010. \nNUSSENZVEIG, Herch Moysés. Curso de fí sica básica, v. 1: mecânica. 4. ed. São Paulo: \nEdgard Blücher, 2009. FRANÇA, Luis Novaes Ferreira,; MATSUMURA, Amadeu Zenjiro. \nMecâni ca geral. 2ed São Paulo: Edgard Blücher, 2004 . \n \nINGLÊS INSTRUMENTAL  \nEMENTA: Noções gramaticais. Leitura e compreensão de te xtos relacionados à informática.  \n \nBIBLIOGRAFIA BÁSICA:  \nAZAR, Betty Schrampfe r. English grammar:  understanding and using workbook. 5. ed. New \nYork: Lon gman, 2000.  \nGALLO, Lígia Razera. Inglês instrumental para infomática : módulo 1.  2. ed. Editora Ícone. \n2008.   \nMURPHY, Raymond.  Essential grammar in use : a self -study reference and practice book for \nelementary students of English. 2. ed.  New  York: Cambrid ge University, 1997.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nFERREIRA, Julio Albino .Dicionário Inglês -Português. Editora Porto, 1999. 826 pg.  \nHEWINGS, Martin. (2000).  Advanced Grammar in Use: a self  study reference and practice \nbook for advanced le arners of English.  Cambridge University Press.  \nMARTIN, Elizabeth A. (Ed.)  (2003).  Dictionary of Law. 5. ed. Oxford: Oxford Unive rsity \nPress.  \nMUNHOZ, Rosângela. Inglês instrumental: estratégias de leitu ra: modulo I. São Paulo: \nCentro Paula Souza, Texto novo,  2004. ISBN 858573 4367 - (Módulo I)  \nInglês instrumental: estratégias de leitura: módulo II. São Paulo: Texto novo, 2005. I SBN \n858573440X .  \n \nLEITURA E PRODUÇÃO DE TEXTOS  \nEMENTA: Discussão sobre a leit ura e a escrita, seguida de atividades para promover a \ndesinibição em rela ção à língua escrita. Prática de leitura de textos variados, acompanhada da \nprodução de textos. Prática d a ree scrita dos textos produzidos. Noções básicas de texto, \ntextualidade, fat ores de textualidade. Diferenças entre língua oral e lín gua escrita. A que stão \nda escrita: condições de produção, relação autor/leitor, adequação linguagem/destinatário, a \ncomposi ção d o texto e da reescrita.  \n \nBIBLIOGRAFIA BÁSICA:  \nFÁVERO, Leonor Lopes. Coes ão e coerência textuais . 10. ed. São Paulo: Ática, 2005.   \nFIORIN, José Lui z, SAVIOLI, Francisco Platão. Para entender o texto:  leitura e redação. 16. \ned. São Paulo: Ática, 2006.  ISBN:  8508108664 .  ", "53": "Bacharelado em Engenharia de Computação| 53 \n \n  \n \n \n FIORIN, José Luiz. Lições de texto : leitura e redação. 4. e d. São Paulo: Ática, 2004. ISBN:   \n8508105940 .  \n \nBIBLIOGR AFIA COMPLEMENTAR:  \nANDRADE, Maria Margarida de, HENRIQUES, Antonio . Língua portuguesa:  noções \nbásicas para cursos superiore s. 6ed. São Paulo: Atlas, 1999.  \nCLAVER, Ronald. Escrever sem doer:  oficina d e redação. Belo Horizonte: Ed. UFMG, 1994.   \nGERALDI, Jo ão Wanderley (Org. ). Texto na sala de aula : leitura e produção. 6. Cascavel: \nAssoeste, 1991.  \nINFANTE, Ulisses. Do texto ao  texto: curso prático de leitura e redação. 6. ed. rev. ampl. São \nPaulo: Scip ione, 2006.  \n \nMATEMÁTICA DISCRETA  \nEMENTA: Métodos de dem onstração. Recursã o e indução matemática. Teoria dos conjuntos, \nrelações e funções. Relações de ordem e equivalência. Conju ntos enumeráveis. Noções de \nestruturas algébricas: grupos, anéis e corpos. El ementos de teoria dos números. Contagem.  \n \nBIBLIOGRAFIA B ÁSICA: \nMENEZES, Pa ulo Blauth. Matemática discreta para computação e informática.  3. ed. São \nPaulo: Bookman, 2010.   \nROSEN, Kenne th H. Matemática discreta e suas aplicações. São Paulo: McGraw -Hill. 6. ed. \n2009.   \nSCHEINERMAN, Edward R. Matemática discreta:  uma introdução. Sã o Paulo: Cengage \nLearning, 2010.   \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nBEZERRA, L.H; BARROS, P.H.V. de; TOMEI. C. ; WIL MER, C .. Introdução à Matemática.  \nFlorianópolis: Ed. da UFSC, 1995.  \nGERS TING, Judith. Fundamentos matemáticos para a ciência da computação. 5. ed.  Rio de \nJaneiro: LTC, 2004. 616 p.  ISBN -13: 9788521614227 . \nGRAHAM, R.L., KNUTH, D.E., PATASHNIK, O. Concr ete m athematics : a Foundation for \nComputer Science . Reading MA: Addison -Wesle y, 1989.  \nLipschutz, Seymour & Lipson, Marc – Matemática Discreta, Coleção Schaum, Bookman, \n2004. ISBN: 8536303611; 9788536303611 . \nRoss, Kenneth & Wright, Charles – Discrete Mathem atics, Prentice Hall, 1992. ISBN: \n0130652474 . \n \n3O PERÍODO  \n \nALGORITMOS E ESTRU TURAS DE DADOS III  \nEMENTA: Árvores. Árvores binárias de busca. Árvores bin árias balanceadas. Filas  de \nprioridades. Árvores B. Árvores digitais. Estruturas auto ajustáveis . Noções de gr afos. Busca ", "54": "Bacharelado em Engenharia de Computação| 54 \n \n  \n \n \n em largura e profundidade. Árvore geradora mínima. Caminho m ais curto. Práticas de \nLaboratório.  \n \nBIBLIOGRAFIA BÁSICA : \nASCEN CIO, Ana C.  G. Estrutura de dados . Rio de Janeiro: Pearson. 2011.   \nCORMEN, Thomas; RIVEST, Ronald; STEIN, Clifford;  LEIS ERSON, Charles. Algoritmos. \nRio de Janeiro: Elsevier, 2002.   \nZIVIANI, N ívio. Projeto de algoritmos com implementação em Pascal e C. São Paulo: \nCengage Learning, 2010.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nEDELWEISS, Nina, GALANTE, Renata. Estruturas de dados.  Porto Alegre: Bookman. \n2009. (Coleção Livros didáticos de informática UFRGS,  18)  \nPINTO, W.S. Introdução ao desenvolvimento de algor itmos e estrutura de dados . São Paulo:  \nÉrica, 1990.  \nPREISS, Bruno. Estruturas de dados e algoritmos . Rio de Janeiro: Campu s, 20 00. \nTENEMBAUM. Aaron M. Estruturas de Dados usando C. São Paulo: Makron Books. 1995.  \nVELOSO, Paulo A. S. Complexidade de algori tmos: análise, pro jeto e métodos. Porto Alegre: \nSagra Luzzatto, 2001.  \n \nCÁLCULO III  \nEMENTA: Funções de várias variáveis, gr áfico s, derivada direcional, gradiente, Teorema de \nFunção Implícita, derivada s de ordem superior, máximos e mínimos a aplicações. Cur vas \nplanas e no es paço, vetor tangente. Integrais duplas e triplas. Áreas e Volumes Integrais de \nlinha e de superfície. Teo rema de Gauss e Stokes.  \n \nBIBLIOGRAFIA BÁSICA:  \nANTON, Howard; BIVENS, Irl; DAV IS, Stephen. Cálculo, v. 1. 8. ed. São Paulo: Artmed, \n2007. \nLEITHOLD, L. C álculo com geometria analítica, v. 2. 3. ed. São Paulo: Harbra, 1994.  \nSTEWART, James. Cálculo, v. 2. São Paulo : Cengage Learning, 2010.   \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nÁVILA, Geraldo. Cálculo das funções de uma variável, 2. 7. ed. Rio de Ja neiro: LTC, 2008 . \nEDWARDS, C. H.; PENNEY, David E. Cálculo com geometria analítica, 1. 4. ed. Rio de \nJaneiro: Prentice Hall , 199 7. \nPINTO, Diomara; MORGADO, Maria Candida Ferreira. Cálculo diferencial e integral de \nfunções de várias variáveis. Rio de Janeir o: UFRJ, 1999. (Sé rie Ensino) . \nRIGHETTO, Armando; FERRAUDO, Antonio Sérgio. Cálculo diferencial e integral. 2. ed. \nSão Paul o: IB EC, 1987.  \nSIMMONS, George Finlay. Cálculo com geometria analítica. 2. ed . São Paulo: McGraw -Hill, \n1987.  \n \n ", "55": "Bacharelado em Engenharia de Computação| 55 \n \n  \n \n \n FÍSICA II  \nEMENTA: Equilíbrio e elastici dade. Fluídos. Oscilações e Ondas. Conceito de temperatura e \ncalor. Torque. Leis de Newton para rotação. Leis e princípios da termodinâmica.   \n \nBIBLIOGRAFIA BÁSICA:  \nALONSO, Marcelo; F INN, Edward J. Física:  um curso universitário.  São Paul o: Edgard \nBlücher,  2007. 2 v.   \nHALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de física.   8. Ed. Rio \nde Janei ro: L TC, 2009. 4 v.   \nTIPLER, Paul Allen; MOSCA, Gene. Física para cientistas  e engenheiros. 6. ed Rio de \nJaneiro: LTC, 2009.   \n \nBIBL IOGR AFIA COMPLEMEN TAR:  \nBEER, Ferdinand P. Mecânica vetorial para engenheiros : estática. São Paulo: Makron \nBooks, 1994. (13e x) \nSERWAY, Raymond A.; JEWETT JR., John W. Princípios de física, v. 1: movime nto \nondulatório e termodinâmica. São Paulo: Thomson, 200 6. \nSERW AY, Raymond  A.; JEWETT JR., John W. Princípios de física, v. 1: mecânica clássica. \nSão Paulo: Thomson, 2007.  \nSEARS, Franc is Weston; ZEMANSKY, Mark Waldo; YOUNG, Hugh D; FREEDMAN, \nRoger A. Físic a I: mecânica. 12. ed. São Paulo: Pearson Addison Wesley , 2010. \nSEARS, Fra ncis Weston; ZEMANSKY, Mark Waldo; YOUNG, Hugh D; FREEDMAN, \nRoger A. Física II: termodinâmica e ondas. 10. ed.  São Paulo: Pearson Addison Wesley, \n2007.  \nNUSSENZVEIG, Herch Moysés. Cur so de fisica básica 2, v. 1: fluidos, oscilaçSes e ondas , \ncalor. 3. ed. Sã o Paulo: Edgard Blücher, 2002.  \nBISTAFA, Sylvio Reynaldo. Mecânica dos fluidos: noções e aplicações. São P aulo:  Edgard \nBlücher, 2010.  \n \nFUNDAMENTOS DE SISTEMAS DE INFORMAÇÃO  \nEMENTA: Sistemas: Definição, Classificação, Controle, Subsistemas,  Interfaces. Siste mas \nde Informação: Definição, Tipos de Métodos de Análise de Sistemas de Informação. \nParadigmas de Desenv olvim ento de Software. Ciclo de Vida de Sistemas de Informação. O \nPapel do An alista de Sistemas no Contexto Empresarial.  Os estágios do processo decisó rio. \nSistemas de informação de suporte ao processo decisório tático e estratégico. Tecnologias de \ninforma ção a plicadas à sistemas de informação de suporte ao processo decisório estra tégico e \ntático.  \n \nBIBLIOGRAFIA BÁSICA:  \nLAUDON, Kenneth C .; LAUD ON, Jane P.  Sistemas de informação gerenciais.  9 ed. São \nPaulo: Prentice -Hall, 2011. ISBN: 9788576059233 . \nO'BRIEN, J ames A; MARAKAS, George M. Administração de Sistemas de Informação. 15. \ned. S ão Paulo: McGraw Hill, 2012. ISBN: 9788580551105 . \nRAINER , Kelly R. J; CASE Y, Cegielski G. I ntrodução a Sistemas de Informação . 3. ed. São \nPaulo: Campus, 2012. ISBN: 9788535242058 . ", "56": "Bacharelado em Engenharia de Computação| 56 \n \n  \n \n \n  \n \n \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nAUDY, Jorge Luis Nicolas; ANDRADE, Gilberto K eller de; CIDRAL, Alexandre. \nFundamentos de sistemas de informação. São Pa ulo: Bookman, 2005. 208 p. ISBN: \n8536304480 .  \nFERNANDES, Aguinaldo Aragon; TEIXEIRA, Descartes de Souza. Fábri ca de software: \nimplantação e gestão de operações. São Paulo: Atlas, 201 1. ISBN 9788522436903 . \nKROENKE, David M. Sistemas de Inf ormação Gerenciais . São Paulo: Saraiva, 2012. ISBN: \n9788502183698 . \nPEREIRA, Silvio do Lago. Estruturas de dados fundamentai s:conceitos e aplicações. 12. ed. \nSão Paulo, SP: Érica, 2008.  \nSILVA, Nelson P eres da. Análise e estruturas de sistemas de informação. São Paulo: Érica, \n2011. ISBN 9788536501144 . \n \nPROBABILIDADE E ESTATÍSTICA  \nEMENTA: Probabilidade. Variáveis aleatórias discre tas e  contínuas unidimensionais e \nbidimensionais. Distribuições de probabilid ades discretas (Poisson e binomial) e contínuas \n(normal e exponencial). In trodução aos processos estocásticos. Correlação e auto correlação . \n \nBIBLIOGRAFIA BÁSICA:  \nCRESPO, A. A. Estatística fácil . 18. ed. São Paulo: Saraiva, 2006.   \nFONSECA, J. S.; MARTINS,  G. A. Curso de estatística . 6. ed. São Paulo: Atlas, 20 08. \nMAG ALHÃES, M. N.; LIMA, A. C. P. Noções de probabilidade e estatística . 6. ed. São \nPaulo: Universidade de São Paulo, 20 04.   \n \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nANDERSON, David Ray. Estatística aplicada à administração e economia . 2. ed. São Paulo: \nCengage Le arning, 2008.  \nBRU NI, Adriano Leal. Estatística aplicada à gestão empresarial . São Paulo: Atlas, 2007.   \nCASTANHEIRA, Nelso n. Estatística aplicada a todos níveis . Curitiba: IBPEX Ltda, 2003.  \nCOSTA NET O, Pedro Luiz de Oliveira. Estatística.  2.ed. São Paulo:  Edgard Blücher, 2 002.  \nVIEIRA. S . Elementos de estatística . 4. Ed. São Paulo: Atlas, 2006.  \n \nSEQUÊNCIAS E SÉRIES  \nEMENTA: Sequên cias Numéricas. Séries Numéricas. Critérios de convergência e \ndivergênci a para séries de termos positivos. Séries absolutamente convergentes. Os T estes da \nrazão e da raiz. Séries de Potência. Representação de funções como séries de potências. Séries \nde Tay lor e Fourier.  \n \n ", "57": "Bacharelado em Engenharia de Computação| 57 \n \n  \n \n \n BIBLIOGRAFIA BÁSICA:  \nSTEWART, James. Cálculo, V.2. São Paulo: Cengage Learning, 2015.  \nLEITHOLD, L. O Cálculo co m Geometria Analít ica, Vol II, 3ª Edição, Harbra 1994.  \nTHOMAS, G. B. O Cálculo, Vol. 2. ed. São Paulo, Addison -Wesley/Pears on, 2 002. \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nFLEMMING, D.M. & GONÇALVES, M.B. Cálcul o B. São Paulo: Prentice Hall Brasil, \n2006.  \nGUIDORIZZI, H.L. Um Curso de C álculo, Vol. 4, 5 ed. Rio de Janeiro: LTC, 2015.  \nSIMMONS, George F. Cálculo Com Geometria Analítica – Vol. 2. São Paulo: McGraw -Hill, \n1987. 828 p.  \nKAPLAN, Wilfred. Cálculo Avançado – Vol 2. São Paulo: Blücher, 2014.  \nMATOS, Marivaldo P. Sé ries e Equações Di ferenciais. São Paulo: Prentice Hall, 2001.  \n \nSISTEMAS DIGITAIS I  \nEMENTA: Sistemas de Numeração; Códigos; Álgeb ra de Boole; Portas Lógicas; Circuitos \nCombinatórios; Elementos de Memór ia; Circuitos Sequenciais.  \n \nBIBLIOGRAFIA BÁSICA:  \nHUTH, M ichael; RYAN, Mark . Lógica em ciência da computação. 2. ed. Rio de  Janeiro: \nLTC, 2008.  ISBN -13:9788521616108 . \nSOUZA, João N. Lógica para ciência da computação . Rio de Janeiro: Campus. 2008.  \nTOCCI, Ro nald; MOSS, Gregory L.; WIDMER, Neal S. Sistemas digitai s: princípios e  \naplicações. 11. ed. São Paulo: Pearson Brasil, 2011.  \n \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nBROWN, Stephen. Fundamen tals of digital logic with verilog design. 2nd ed. Boston:  \nMcGraw Hill, 2008.  \nCOPI, Irving M. Lógica simbólica. [Espanha]: CECSA/Grup o Editorial Patria , 2009.  \nLOURENÇO, A.C.; CRUZ, E. C.; FERREIRA, Sabrina. Circuitos digitais : estude e use. 9 ed. \nSão Paulo :  Érica, 1996.  \nMORENO, Jaime, H., ERCEGOVAC, Milos, LANG, Tomas. Introdução aos sistemas \ndigitais . Porto Alegre: Bookman, 2005.  \nPRED KO, Myk e. Digital electronics Demystified. Boston: McGraw -Hill, 2004.  \n \n4O PERÍODO  \n \nARQUITETURA DE COMPUTADORES I  \nEMENTA: Sistema s computacionais. Organização de computadores. Arquiteturas. Modos de \nendereçamento. Linguagens de máquina e de montagem. Sistem as baseados em \nmicroprocessadores. Arquiteturas, tipos e aplicações de microcontroladores. Práticas de \nlaboratório.  \n ", "58": "Bacharelado em Engenharia de Computação| 58 \n \n  \n \n \n BIBLIO GRAFI A BÁSICA:  \nHENNESSY John L.; PATTERSON David A. Arquitetura de computador es: uma abordagem \nquantitativa 4. ed. Rio de Janeiro: Ca mpus. 2009. ISBN: 9788535223552 . \nPATTERSON David A., HENNESSY John L.  Organização e projeto de computadores.  3.ed. \nRio de J aneir o: Campus. 2005. ISBN:9788535215212 . \nTANENBAUM, Andrew S. Organização es truturada de computadores . 5. ed. São Paulo, SP: \nPearson  Prentice Hall, 20 09.  ISBN 9788576050674 . \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nBOYLESTAD, Robert L. Introdução à análise de circuit os. 12. ed. São Paulo: Pearson \nPrentice Hall, 2012. ISBN: 9788564574205 . \nMEND ONÇA , Alexandre; ZELENOVSKY , Ricardo. Microcontroladores : programação e \nprojeto com a família 8051 . Rio de Janeiro: MZ Editora, 2005. ISBN: 8587385127.  \nPAIXÃO, Renato R. Configura ção e  montagem de PCs com inteligência:  instalação, \nconfiguração, atualização  e solução de problemas. 2. ed. São Paulo: Érica, 2007.  \nPED RON I, Volnei A . Eletrônica digital moderna e VHDL . Rio de Janeiro: Campus, 2010. \nISBN: 9788535234657 .  \nSTALLINGS, Willi an. Arquitetura e organização de computadores.  8. ed. São Paulo: \nPrentice Hal l, 2010.  ISBN: 9788576055648 . \n \nFUNDAMENTOS DE MECÂNICA DOS SÓL IDOS E FLUI DOS  \nEMENTA: Fluidos:  Lei de Newton para viscosidade, pressão absoluta, pressão atmosférica e \npressão efet iva, taxa de transferência de calor e resistência térmica. Mecânica dos sólid os: \ntensão de tração, compressão e cisalhamento, proprie dade mecânica dos materiais, torção, \nmódulo de resistência a flexão. Aplicações.    \n \nBIBLIOGRAFIA BÁSICA:  \nBISTAFA, Sylvio R . Mecânica dos fluidos : noções e aplicações. 4. Ed. São Paulo: Edgard \nBlücher , 2010.   \nBRAGA FILHO, Washington. Fenômenos de transpor te para engenharia . São Paulo: LTC, \n2006.  \nHIBBELER, R. C. Resistência dos materiais . 7. Ed. São Paulo: Pearson, 2010.  \n \nBIBLIOGR AFIA COMPLEMENTAR:  \nBIRD, R. Byron; STEWART, Warren E.; LIGHTFOOT, Edwin N. Fenômenos de transporte.  \nSão Paulo: 2010.  \nFOX, Rober t W; MCDONALD, Ala n T. Introdução a mecânica dos fluidos.  4. ed. Rio de \nJaneiro: Guanabara Koogan, 1995. 662 p.  \nGILES, Ran ald V . Mecânica dos fluidos e hidráulica . São Paulo: McGraw -Hill, 1980. \n(Cole ção Schaum) .  \nNASH, William A. Resistência dos materiais . 2. São Paulo: Mc Graw -Hill do Brasil, 1982 .  \nBEER, Ferdinand P. et al . Mecânica vetorial para engenheiros:  estática. 7. ed . Rio  de \nJaneiro: Mc Graw -Hill, 2010.  \n \n ", "59": "Bacharelado em Engenharia de Computação| 59 \n \n  \n \n \n FÍSICA III  \nEMENTA:  Lei de Coulomb. L ei de Gauss. Potencial elétrico. Resistores e capacitore s. \nCorrente elétri ca. Circuitos. Campo magnético. Lei de Ampére. Lei de Faraday. Lei de Lenz.   \nEquações de Maxwell. Magnet ismo em meios materiais .  \n \nBIBLIOGRAFIA BÁSICA:  \nALONSO, Marcelo; FINN, Edward  J. Física um curso universitário. São Paulo: Edgard \nBlücher, 2009. 2 v.  \nHALLIDAY, David; RESNICK, Robert; WALKER, Jearl. Fundamentos de física: \neletromagnetismo. 8. ed Rio de Jan eiro: LTC, 2009.  \nTIPLER, Paul A.; MOSCA, Gene. Física para cientistas e engen heiros: eletricidade e \nmagnetismo, óptica. 6. ed Rio de Janeiro: LTC, 2009 . \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nHALLIDAY, David; RESNICK, Robert; KRANE, Kenneth S. Física 3. Rio de Janeir o: LT C \nEd, 2008.  \nSEARS, Francis Weston; ZEMANSKY, Mark Waldo; YOUNG, Hugh D; FREEDMAN, \nRoger A. Física III: eletromaggnetismo. 12. ed . São Paulo: Pears on Addison Wesley, 2009.  \nSERWAY, Raymond A.; JEWETT JR., John W. Princípios de física III:  eletromagnetis mo. \nSão Paulo: Thomson, 2008.  \nNUSSENZVEIG, Herch Moysés. Curso de fisica bási ca 3: eletromagnetismo. 3. São Paulo: \nEdgard Blücher, 20 07. \nBOY LESTAD, Rob ert L. Introdução à análise de circuitos. 12. ed. São Paulo: Pearson \nAddison Wesley, 2011.  \n \nEQUAÇÕES DIF ERENC IAIS  \nEMENTA:  Equações diferenciais de primeira e segunda ordem. Transfor mada de Laplace. \nAplicação de equação diferencial em: ci nemática, dinâmica , vibrações mecânicas, biologia e \neconomia.  \n \nBIBLIOGRAFIA BÁSICA:  \nBOYCE, William. E.; DI PRIMA, Richard C . Equ ações diferenciais elementares e problemas \nde valores de contorno. 9. ed . Rio de Janeiro: LTC, 2010.  \nDIACU, Florin. Introdução a  equações diferenc iais: teoria e aplicações. Rio de Janeiro: LTC, \n2004.  \nLEITHOLD, Louis. Cálculo com geometria analítica. 3. ed . São Paulo: Harbra, 1994.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nABUNAHMAN, Sérgi o A. Equações diferenciais. 2. ed. Rio de Janeiro: Erica , 1993. \nFIGUEIREDO , Djairo. G. NEVES, Aloisio. F. Equações Diferenciais Aplicadas, IMPA, Rio \nde Janeiro. 2008.  \nÁVILA, Geral do. C álculo das funções de uma variável. 7. ed. Rio de Janeiro: LTC, 2006. \nPISKUNOV, N. Calculo diferencial e integral. 10. ed. Porto : Lopes da Silva, 1983. \nSIMMONS, G. F. Cálculo com geometria analítica. 2. ed. São Paulo: McGraw -Hill, 1987.  ", "60": "Bacharelado em Engenharia de Computação| 60 \n \n  \n \n \n MÉTODOS NUMÉR ICOS COMPUTACIONAIS  \nEMENTA: Representação numérica. Estudo de curvas. Represe ntação polinomial: métodos \nde interpolação, aproximação por Splines. Resol ução de sistemas lineares. Autovetores. \nResolução de equações não lineares. Resolução de sistemas não lin eares . Técnicas de \nintegração e diferenciação numéricas. Resolução de equaçõe s diferenciais ordinárias: métodos \nde Euler, Runge -Kutta , preditor/correto r. Resolução de equações diferenciais parciais. \nAplicações numéricas em uma linguagem de programação.  \n \nBIBLIOG RAFIA BÁSICA:  \nCAMPOS, Frederico Ferreira. Algoritmos numéricos . 2. ed. R io de Janeiro: LTC, 2007.  \nCLAUDIO, Dalcidio Moraes. Cálculo numérico comp utacional : teoria e prática. 3.ed. São \nPaulo: Atlas, 2000.  \nRUGGIERO, Márcia A. G.; LOPES, Vera L. da Roc ha. Cálculo numérico : aspectos teóricos \ne computacionais . 2. ed. São Paulo: M akron Books, 2010.   \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nBARROSO , Leônidas C. et al. Cálculo numérico.  2. ed. São Paulo: Harbra, 1987.  \nCUNHA, Cristina. Métodos numéricos para as engenhar ias e  ciências aplicadas . Campinas: \nEd da UNICAMP. 1993.  \nPINA, Heitor. Método s numéricos.  Lisboa: McGraw -Hill, 1995.  \nRODRIGUES, José Alberto. Métodos n uméricos : introdução, aplicação e programação. \nLisboa: Silabo, 2003.  (Coleção Matemática 20)  \nSANTOS, F. C orrei a. Fundamentos de análise numérica . Lisboa: Silabo, 2002. (Coleção \nMatem ática,19).  \n \nPROGRAMAÇÃO ORIENTADA A OBJETOS I  \nEMENTA: Conceitos de uma lin guagem de programação orientada a objetos em \nprofundidade : Classes, Objetos,  Abstração, Coesão e Acoplame nto, Encapsulamento, Herança \nsimples e múltipla, Polimorfismo de inclusão e p aramétrico e objetos polimórficos.  \n \nBIBLIOGRAFIA BÁSICA:  \nDEITEL, P; DEITEL , H. Java como programar. 8 ed. São Paulo. SP. Pearson Prentice Hall, \n2010. ISBN: 9788576055631 . \nSANTOS, Rafae l. Introdução a programação orientada a objetos usando Java . Campus. \n2003. ISBN: 853521206X . \nWEST, Davie. et all. Use a cabeça:  análise e projeto  orientado ao objeto. Alta Books. 2007.  \nISBN: 9788576081456 . \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nBARNES, David J .; KO LLING, Michael. Programação orientada a objetos com Java.  \nMakron Books, 2004. ISBN: 8576050129 . \nCARDOSO, Caique. Orientação a ob jetos na prática.  Rio de Janeiro: Ciência Moderna. \n2006.   ", "61": "Bacharelado em Engenharia de Computação| 61 \n \n  \n \n \n MENDES, Antônio.  Introdução a programação orientada a objetos co m C++ .  Rio de \nJaneiro: Elsevier:  Campus, 2010. ISBN -13: 9788535237023 . \nSILVA , Arídio.  Dominando a tecnologia de objetos . Rio de Jane iro: Book Express,  2002. \nISBN: 8586846961 . \nWAZLAWICK, Raul S. Análise e projeto de sistemas de informação orientados a obje tos. \nSão Paulo: Campus. 2004.  \n \nSISTEMAS DIGITAIS II  \nEMENTA: Conceitos introdu tórios de sistemas analógicos e digitais. Aritmética dig ital. \nContadores e  registradores. Famílias lógicas e circuitos integrados. Dispositivos de memória. \nDispositivos de Lógica progr amável. Máquinas de estados finitos. Modelagem PC -PO. \nEspecificação do c omportamento. Prototipação de Sistemas Digitais. Introdu ção à abstração e \nlinguagens de descrição de hardware. Práticas em laboratório.  \n \nBIBLIOGRAFIA BÁSICA:  \nMORGADO, Dias. Sistem as Di gitais. Princípios e Prática. 2 ed. 2011. FCA. ISBN: \n9789727226856 . \nTOCC I, Ronald; MOSS, Gregory L.; WIDMER, Neal S. Sistemas di gitais: princípios  e \naplicações. 11. ed. São Paulo: Pearson Brasil, 2011.  ISBN:9788576059226 .   \nVAHID, Frank. Sistemas dig itais: projeto, organização e HDLs.  Porto Alegre: Bookman, \n2008. ISBN: 978857 7801909 . \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nBOYLESTAD, Robert L. Introdução à an álise de circuitos.  12. ed. São Paulo: Pearson \nPrentice Hall, 2012. ISBN: 9788564574205 . \nD’AMORE, Roberto . VHD L: descrição e síntese de circuitos digitais. 2. ed. São Paulo: LTC, \n2012. ISBN: 97885221620549 . \nFLOYD, Thomas. Sistemas digitai s: fundamentos e a plicações. 9. ed. Porto Alegre: \nBookman, 2007. ISBN: 9788560031931 . \nLOURENÇO, A.C., CRUZ, E. C., FERREIRA , Sab rina. Circuitos digitais : estude e use. 9 ed. \nSão Paulo:  Érica.  \nPEDRONI , Volnei A.  Eletrônica digital moderna e VHDL. Rio de Ja neiro: Campus, 201 0. \nISBN 9788535234657 .  \n \n5O PERÍODO  \n \nARQUITETURA DE COMPUTADORES II  \nEMENTA: Diagramas funcional e físico  de computadores. Hardware. Processos. Software. \nInter -relação entre hardware  e software. Arquiteturas paralelas e não -convencionais.  \nAvaliação de dese mpenho. Conceitos básicos de sistemas embarcados. Aplicações para \ninterfaceamento sobre sistemas operacio nais em modo protegido. Práticas de Laboratório.  \n \nBIBLIOGRAFIA BÁSICA:  \nPARHA MI, Behrooz. Arquitetura de computadores:  de microproces sadores a \nsupercom putadores. São Paulo: McGraw Hill, 2008. ISBN: 9788577260256 . ", "62": "Bacharelado em Engenharia de Computação| 62 \n \n  \n \n \n STALLINGS, Willian. Arquitetura e organizaç ão de  computadores.  8. ed. São Paulo: \nPrentice Hall, 2010.  ISBN: 97885760556 48. \nD'AMORE, Roberto. VHDL:  descrição e síntese de circu itos digitais. 2. ed. São Paulo. LTC, \n2012. ISBN: 97885221620549 . \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nBOYLESTAD, Robert L.  Introduç ão à análise de circuitos.  12. ed. São Paulo: Pearson \nPrentice Hall, 2012. ISBN: 9788564574205 . \nHENNESSY John L., PATTERSON David A. Arquitetura de com putadores: uma abordagem \nquantitativa 4. ed. Rio de Janeiro: Campus. 2009. ISBN: 9788535223552 . \nPATTERSON  Davi d A., HENNESSY John L. Organização e projeto de computadores.  3. ed. \nRio de Janeiro: Campus, 2005. ISBN: 9788535215212 . \nPEDRONI,  Volnei A. Eletrôn ica digital moderna e VHDL . Rio de Janeiro: Campus, 2010.  \nISBN: 9788535234657 .  \nTANENBAUM, Andrew S. Organiza ção estruturada de computadores . 5. ed. São Paulo: \nPearson Prentice Hall , 2009.  ISBN 9788576050674 . \n \nBANCO DE DADOS  \nEMENTA: Banco de Dados - Conc eitos Básicos: Arquitetura de um Sistema de Banco de \nDados. Modelos de Dados. Usuário de Banco de Dados. Model agem de Dados. Projeto de \nbanco de dados: conceitual, lógico e físico. M odelo conceitual de entidades e \nrelacionamentos. Modelo de dados relaciona l. Dependências funcionais e normalização de \nrelações.  Linguagens de Definição e Manipulação de Dados.  Banco d e Dados Relacional: \nDependência Funcional, Chaves, Normalização, Visões,  Integração de Visões. Transações.  \nBIBLIOGRAFIA BÁSICA:  \nELMA SRI, Ramez.; N AVATHE, Shamkant B. Sistema de banco de dados.  3. ed. São Paulo: \nPearson do Brasil, 2011.  \nKORTH, Henry F .; SILBERSCHATZ, Abraham. Sistema de banco de dados. São Paulo: \nPearson Makro n Books, 2008.  \nLIGHTSTONE, Sam; TEOREY, Toby; NADEAU, To m. Projeto e model agem de bancos de \ndados.  Rio de Janeiro: Campus,2006.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nALVES, Willian P. Funda mento s de bancos de dados.  1 ed. São Paulo: Érica, 2004.  \nDATE, C. J. Introduç ão aos Sistemas de Bancos de Dados. 8. Ed. Rio de Janeir o:  \nCam pus, 2004.  \nGILLENSON, Mark L. Fundamentos de Sistemas de Gerência de Banco de Dados. 1. Ed. Rio \nde Janeiro: LTC, 20 06. \nMACHADO, Felipe N. R.. Projeto de banco de dados:  uma visão prática. 13. ed. São Paulo: \nÉrica, 2006. 298 p.  \nMOLINA, H, WIDOM, J. , ULLMA N, J. Imple mentação de Sistemas de Banco de Dados, RJ, \nCampus, 2001.  \n \n \n ", "63": "Bacharelado em Engenharia de Computação| 63 \n \n  \n \n \n CIRCUITOS ELÉTRICO -ELETRÔNICOS I  \nEMENTA: Variávei s de circuitos. Elementos de circuitos. Circuitos resistivos simples. \nTécnicas de análise de circuitos: método das tensões de nó , método das corre ntes de malha, \ntransformações de fonte, equivalentes de Thévenin e Norton, superposição. Indutância e \ncapacitâ ncia. Análise em regime permanente senoidal. Cálculos de potência em reg ime \npermanente senoidal. Práticas de Laboratório.   \n \nBIBL IOGR AFIA BÁSICA:  \nBOYLESTAD, R. L. Introdução à Análise de Circuitos. 13ª edição, Pearson, 2018. ISBN: \n9788543024981 . \nNILSSO N, J.  W.; RIEDEL, S. A. Circuitos elétricos. 10ª edição, Pearson, 2015.  ISBN : \n9788543004785 . \nSADIKU, M., ALEXANDER, C. K. Fundamento s de Circuitos Elé tricos. 5ª edição, McGraw -\nHill, 2013. ISBN: 9788580551723 . \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nBOYLESTAD, R.L., N ASHEL SKY, L. Dispositivos Eletrônicos e Teoria dos Circuitos. 11ª \nedição, Pea rson, 2013. ISBN: 9788564574212 . \nDORF, R. C., SVODOBA, J . A. Introdução ao s Circuitos Elétricos. 9ª edição, LTC, 2016. \nISBN: 9788521630760 . \nHAYT Jr, W.H., KEMMERLY, J.E., DURBIN, S.M. Análise de Circuitos de Engenharia. 8ª \nedição, Mcgraw Hill, 2014. ISBN: 9788580553833 . \nIRWIN, J. D., NELMS, R. M. Análise Básica  de Circuitos para  Engenharia. 10ª edição, LTC, \n2013. ISBN: 9788521621805 . \nJOHNSON, D. E., HILBURN, J. L., JOHNSON, J. R. F undam entos de Análise de Circuitos \nElétricos. 4ª edição, LTC, 1994. ISBN: 978 8521612384 . \n \nPROGRAMAÇÃO ORIENTADA A OBJETOS II  \nEMENTA: Programação Orient ada a Objetos; Exceções; Componentes Swing e \nGerenciadores de Layout; Padrão MVC , Conexão com Banco de Da dos, Padrões de Projeto \nGoF e GRASP.  \n \nBIBLIOGRAFIA BÁSICA:  \nDEITEL, P. J.  Java como programar . 8ª. ed. São Paulo: Pearson, 2010.  \nHOSTMA NN, Cay S; COR NELL, Gary.  Core JAVA 2 - Volume I : Fundamentos. 8ª. ed. \nSão Paulo: Pearson, 2010.  \nSIERRA, Kathy; BATES , Ber t.  Use a Cabeça! : JAVA. Rio de Janeiro: Alta Books, 2005.  \n \nBIBLIOGRAFIA  COMPLEMENTAR:  \nAMMERAAL, Leen.  Computação gráfica para programas Java . Rio de Janeiro: LTC, \n2008.  \nHORSTMANN, Cay.  Padrões e projeto orientados a objetos . 2ª. ed. Porto Alegre: Artme d, \n2007.  ", "64": "Bacharelado em Engenharia de Computação| 64 \n \n  \n \n \n MCLAUGHLIN, Brett; WEST, Dave.  Use a Cabeça!: : Análise & Pro jeto Orientado ao \nObjeto. Rio de Janeiro: Alta Books, 20 07.  \nSIERRA, Kathy ; BATES, Bert.  Certificação Sun para Programador Java 6 . Rio de \nJaneiro: Alta Books, 2009.  \nZIVIANI, Niv io.  Projeto de ALgoritmos:  implementação em Java e C++. São Paulo: \nCengage L earning, 2006.  \n   \nSISTEMAS OPERACIONAIS  \nEMENTA: Sistemas  Operacionais: con ceitos básicos, histórico e estrutura; Processos \nSequenciais; Processos Concorrentes; Gerenciamento de Pr ocess os; Gerenciamento de \nMemória; Gerenciamento de Dispositivos de E/S; Sist ema de Arquivos; Análise de Sistemas \nOperacionais.  \n \nBIBL IOGR AFIA BÁSICA:  \nOLIVEIRA, Rômulo Silva de; CARISSIMI;, Alexandre S.; TOSCANI, Simão S.  Sistemas \noperacionais . 4. ed. Port o Ale gre: Bookman, Instituto de Informática da UFRGS, 2010. (Série \nLivros did áticos, 11) . \nSILBERSCHATZ, Abraham; GALVIN, Peter Baer; GAGN E, G..Sistemas   operacionais com \nJava . 7.ed. rev. Rio de Janeiro: Elsevier, 2008.  \nTANEMBAUM, A. Sistemas operacionais m odern os. 3. ed. São Paulo: Pearson Prentice Hall \ndo Brasil, 2009.  \n \nBIBLIOGRA FIA COMPLEMENTAR:  \nABRAHAN, S. Sistemas Operacionais. Rio  de Janeiro:Editor a Campus, 2001.  \nALVES, William Pereira. Sistemas operacionais. São Paulo: Érica, 2014.  \nMARQUES, José Alve s et al. Sistemas operacionais. Rio de Janeiro: LTC, 2011.  \nMACHADO, F.B, MAIA , L.P. Arquitetura de Sistemas Operacionais. 4. ed. Rio de Janeiro: \nLTC Ed itora, 2007.  \nSILBERSCHATZ, A.; GALVIN, P. B.; GAGNE, Greg. Operating systems concepts . 7th. ed. \nHoboken,NY : Joh n Wiley & Sons, 2004.  \nSTALLINGS, W.. Operating systems:  internals and des ign principles . 5th ed. Boston, \nPrentice -Hall, 2012.  \n \nPESQUI SA OPERACIONAL  \nEMENTA: Introdução à Pesquisa Operacional. Modelagem de problemas e classificação de \nmodelos matemáticos . Pro gramação Linear. Método Simplex. Dualidade. Análise de \nsensibilidade. In terpretação econômica. Modelos de transporte e alocação.  Uso de pacotes \ncomputacionais.  \n \nBIBLIOGRAFIA BÁSICA:  \nBREGALDA, P.F., OLIVEIRA, A.F. e BORNSTEIN, C.T. - Introdução à Progr amaçã o \nLinear. Editora Campus, 3ª ed., 1988 . \nGOLDBARG, M.C. e LUNA, H.P.L - Otimização Combinatória e Programação Linear: \nModelos e A lgoritmos. Editora  Campus, 2005.  \nEHRLICH, P.J - Pesquisa Operacional: curso introdutório. Editora Atlas, 1991.  ", "65": "Bacharelado em Engenharia de Computação| 65 \n \n  \n \n \n  \nBIBLIOGRAFI A COM PLEMENTAR:  \nACKOFF, R.L. e SASIENI, M.W. - Pesquisa Operacional. Editora LTC, Rio de Janeiro, \n1977.  \nCHVÁTAL, V. - Linear Programm ing. Ed. W.H. Free man and Company, New York, 1983 . \nDANTZIG, G.B. - Linear Programming and extensions. Ed. Princeton Univers ity Press, 1963.  \nHILLIER, F.S. and LIEBERMAN, G.J. - Operations Research. Hol den-Day Inc., 2ª ed., 1974.  \nSHAMBLIN, J.E. and STEVENS J r., G.T. - Pesquis a Operacional: Uma Abordagem Básica. \nEditora Atlas, 1989.  \n \n6O PERÍODO  \n \nANÁLISE DE SINAIS E SISTEMAS  \nEMEN TA: Sinais contínuos e discretos no tempo. Sistemas lineares e invariantes no  tempo. \nAnálise no domínio do tempo de sistemas em tempo  contínuo. Análise  no domínio do tempo \nde sistemas em tempo discreto. Análise de sistemas em tempo contínuo usando a \nTransf ormad a de Laplace. Análise de sistemas em tempo discreto usando a Transformad a Z. \nAnálise de Fourier de sinais contínuos e discretos no tempo. Filtrage m através de sistemas \nlineares e invariantes no tempo. Amostragem de sinais. Aplicações.  \n \nBIBLIOGRAFIA BÁ SICA:  \nGEROMEL, J. C., DEAECTO, G. S. Análise Linear de Sinais . 1ª edição, Blu cher, 2019. \nISBN: 9788521214151.  \nLATHI, B. P. Sinais e S istemas Lineares . 2ª edição, Bookman, 2006. ISBN: 9788560031139.  \nOPPENHEIM, Alan V.; WILLSKY, Alan S.; NAWAB, Syed Hamid. Sinais  e Sistemas . 2ª \nedição, Pearson, 2010. ISBN:  9788576055044.  \nOPPENHEIM, A lan V.; WILLSKY, Alan S.; SCHAFER, Ronald W. Processamen to em \ntempo discre to de sinais . 3ª edição. São Paulo: Pearson, 2012. ISBN:  9788581431024.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nDINIZ , P. S. R., SILVA, E. A. B., NETTO, S. L. Processamento Digital de Sinais – Projeto e \nAnálise de Sistemas . Bookman, 2014. ISBN:  97885 82601235. \nHAYKIN, S., VAN VEEN, Barry. Sinais e Sistemas . 1ª edição, Bookman, 2001. \nISBN:  9788573077414.  \nHSU, Hwei P. Sinai s e sistemas . 2ª edição, Bookman, 2012. ISBN -13: 978-8577809387.  \nNALON, José Alexandre. Introdução ao processamento digital de sinais . 1ª edição, LTC, \n2009.  ISBN:  9788521616467.  \nMORAIS, V., VIEIRA, C. MATLAB – Curso Completo . FCA – Editora de Informática, Lda. \n2013.  ISBN:  9789727227051.  \n \nCIRCUITOS ELÉTRICO -ELETRÔNICOS II  \nEMENTA: Semicondutores. Diodos: retificadores, reguladores e aplic ações especiais. \nTransistores Bipolares de Junção e Efeito de Campo: características, circuitos de polarização, \nmodelagem e  análise para pequenos sinais, amplificadores de potência. Amplificadores \noperacionais: características, circuitos inversores e não i nversores, realime ntação negativa, ", "66": "Bacharelado em Engenharia de Computação| 66 \n \n  \n \n \n circuitos lineares, filtros ativos, circuitos não lineares. AMP -OPs aplicados ao control e: \nganho, derivador e integrador. Multivibradores e Osciladores. Práticas de laboratório.  \n \nBIBLIOGRAFIA BÁSICA:  \nBOYLESTAD, R.L., NASH ELSKY, L. Disposit ivos Eletrônicos e Teoria dos Circuitos. 11ª \nedição, Pearson, 2013. ISBN: 9788564574212.  \nMALVINO, A. P., BATES , D. J. Eletrônica - Volume 1 e 2. 8ª edição, McGraw -Hill, 2016. \nISBN: 9 788580555769 e ISBN: 9788580555929.  \nSEDRA, A. S. Microel etrônica – Volume único. 5ª edição, Prentice Hall, 2007. ISBN: \n9788576050223.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nFRENZEL, L. Eletr ônica  Moderna - Fundamentos, Dispositivos, Circuitos e Sistemas. 1ª \nedição, M cGraw -Hill, 2016. ISBN: 9788580555356 . \nHART, D. W. Eletr ônica de Potência.  1ª edição, McGraw -Hill, 2012. ISBN: 9788580550450 . \nPEDRONI, Volnei A. Eletrônica digital moderna e VHDL.  1ª edição, Campus, 2010. ISBN \n9788535234657 . \nRASHID, M. H. Eletrônica de Pot ência - Dispositivos, Circuitos e Aplicações. 4ª edição,  \nPearson, 2014. IS BN: 9788543005942 . \nSANTOS, E. J. P. Eletrônica analógica integrada e aplicações. 1ª edição, Livraria da F ísica, \n2011. ISBN 9788588325784 .  \n \nENGENHARIA DE SOFTWARE I  \nEMENTA: Introduçã o à Engenharia de Software: a crise do software, o ciclo  de vida do \nsoftwa re. Fases de desenvolvimento de software, Processos de Desenvolvimento de Software, \nUML - Linguagem de Mo delag em Unificada.  \n \nBIBLIOGRAFIA BÁSICA:  \nSOMMERVILLE, I. Engenharia de softwa re, 9ª Edição, Ed. Pearson Prentice Hall, São \nPaulo, 201 1. \nPRESSMAN, R.S. LOWE, D.  Engenharia Web. LTC., 2009. ISBN 9788521616962 . \nPRESSMAN, R.S. Engenharia de software: uma abor dagem  profissional. Bookman. 7ª Ed., \n2011. ISBN 9788563308337.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nBEZERRA, E. PRINCÍPIOS DE ANÁLISE E PROJET O DE SISTEMAS COM UML, 2/E. \n2006. ISBN: 978 -85-352-1696 -7. \nGUSTAFSON, David, A. Teoria e problemas de engenharia de softwar e. Porto Alegre: \nBookman, 2003. 208 p. (Coleção Schaum) . \nLARMAN, Craig. Utilizando UML e padrões:  uma introdução à análise e ao proje to \norientados a ob jetos. Porto Alegre: Bookman, 2007.  \nPFLEEGER, S. L., Engenharia de Software, Teoria e Prática. Pearson Br asil, 2004.  \nREZENDE, Denis Alcides. Engenharia de software e sistemas de info rmação. 3 ed. Brasport, \n2005. 344 p.  \n ", "67": "Bacharelado em Engenharia de Computação| 67 \n \n  \n \n \n ORGANIZAÇÃO E REC UPER AÇÃ O DA INFORM AÇÃO  \nEMENTA: Modelagem de Recuperação da Informação. Operações com Texto. \nFuncionamento de Sistemas de Co leta. Indexação e Recuperação. Caracterização da Web. \nGeração de Funções para  Ordenação de Resultados. Recuperação Inteligente da Inf ormação \nna Web. Bi bliotecas Digitais. Web Semântica e Ontologias. Estratégias de Recuperação em \nRedes Sociais.  Avaliação de  Resu ltados.  \n \nBIBLIOGRAFIA BÁSICA:  \nBAEZA -YATES, Ricardo; RIBEIRO NETO, Berthi er. Recuperação de Informação. \nConceitos e Tecnologias d as Máquinas de Bus ca. 2nd. ed. São Paulo: Bookman, 2013. ISBN: \n9788582600481 . \nMANNING, C.D.; RAGHAVAN, P. R.; SCHÜTZE, H. I ntrod uction to Information \nRetrieval, Cambridge University Press. 2008.    \nFERNEDA, Edberto.  Introdução aos modelos computacionais de recuperação de \ninformação.  Rio de Janeiro : Ciência Moderna, 2012. ISBN 9788539901883 . \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nBAEZA -YAT ES, R icardo; RIBEIRO NETO, Berthier. Modern Information retrieval : the \nconcep ts and technology behind search. 2nd. ed. New York: Addi son Wesley, 2011. \nISBN: 0321416910 / ISBN -13:9780321416919 . \nCROFT, B.; METZLER, D.; STROHMAN, T. Search Engines: Information  Retrieval in \nPractice. New York: Addison Wesley, 2009.  \nINGWERSEN, P.; JÄRVEL IN, K. The Turn: Integration of Information Seeking and \nRetrieval in Conte xt. New York: Springer -Verlag, 2005.  \nMEYER, C.; LANGVILLE, A. Google’s PageRank and Beyond: The Science o f Sea rch \nEngine Rankings. Princeton: University Press, 2006.  \nFRAGOSO, Suely; AMARAL, Adriana. Métodos de pesquisa para internet. Port o Alegre: \nSulina, 2011.  \n \nREDES DE COMPUTADORES  \nEMENTA: Características Gerais e Aplicações; Estruturas, Topologias e Meios de \nTransmissão; Protocolos de Comunicação; Detalhamento dos Níveis do Modelo OSI da ISO; \nAnálise de Algumas Redes do Ponto de Vista d o Modelo OSI; Sist emas Operacionais para \nRedes; Desempenho, Custos e Segurança em Redes de Computadores;  Interligação de re des. \nProtocolos; Projeto de Redes.  \n \nBIBLIOGRAFIA BÁSICA:  \nWETHERALL , J., TANEN BAUM , D., ANDREW : “Redes de Computadores”. Tradução \nda 5ª edição, 2011 . PEARSON EDUCATION – BR. \nOLIFER , N., OLIFER , V.: \"Redes de Computadores: princípios, tecnologias e protocolo s \npara o projeto de redes\". Editora LT C, 2008. ISBN 978 -85-216-1596 -5. \nKUROSE , J. F.; ROSS , K. W.: \"Redes de Computadores e a Interne t: uma aborgagem t op-\ndown\".  Tradução da  5ª edição,  2011.  Editora Pearson.  \n \n ", "68": "Bacharelado em Engenharia de Computação| 68 \n \n  \n \n \n BIBLIOGRAFIA COMPLEMENTAR:  \nCoelho, Paulo Eustáq uio: \"Projeto de Redes Locais com Cabeamento Estruturado\". Instituto \nOnline ( www.institutoonline.com.br), 2003;  \nFOROUZAN, Behrouza. Comunicação de dado s e redes de computadores . Porto \nAlegre: Bookman, 2008.  \nPETERSON, Larry; DAVIE, Bruce S. Redes de computad ores: uma abordagem sistêmica. 3. \ned. Rio de Janeiro: Campus, 2004.  \nSOARES, Luis Fernando Gomes; SOUZA FILHO, Guido Lemos de; COLCHE R, Sérgio. \nRedes d e Computadores : das LAN’s, MAN’s e WAN’s às Redes ATM\". Rio de Janeiro: \nCampus, 1995.  \nSTALLINGS, Willian. Data and computer comunnication . 9th ed. Boston: Pearson Prentice \nHall, 2010.  \n \nSISTEMAS DISTRIBUÍDOS  \nEMENTA: Motivações, Objetivos e Caracterização de Sistemas Distribuídos: Distribuição \ndos Dados e Controle, Classificação, Definição. A Arquitetura de Sist ema D istribuído: \nProcessos Paralelos, Estruturação Modular e Abstrações; O Mo delo de Camadas e Interfaces. \nInterconexão Física: Topol ogia, M eios de Tra nsmissão. Aspectos de Projeto e \nImplementação: Compartilhamento de Recursos, Nomeação e Endereçamento, Co munic ação \ne Sincronização entre Processos, Proteção, Recuperação de Erros, To lerância a Falhas. \nProtocolos e Serviços. Especificação e Validação de Pro tocolos.  \n \nBIBLIOGRAFIA BÁSICA:  \nCOULOURIS, George F.; DOLLIMORE, Jean; KINDBERG, Tim. Sistemas distribuído s: \nconceitos e projetos. 4. ed. Porto Alegre: Bookman, 2007 - ISBN 9788560031 498. \nTANENBAUM, Andrew S.; STEEN, Maarten van. Sistemas distribuídos: prin cípios e \nparadigmas. 2. ed. São Paulo: Pearson Prentice Hall, 2007 - ISBN 9788576051428 . \nGROSSO, William.  Java RMI. O'Reilly Media - ISBN 978 -1-56592 -452-9. \n \nBIBLIOGRAFIA COMPLEMENTA R: \nRIBEIRO, Uirá. Sistemas distribuídos : desenvolvendo a plicações de alta performance no \nLiux.1 ed. Rio de Janeiro: Axcel Books, 2005.  \nRIBEIRO, Uirá, Sistemas Distribuídos, 1ª ed,  Ed. Axcel Books, 2005 – ISBN: 8573232285  \nTANENBAUN, Andrew S. STEEN, M. V. Sistemas distribuídos:  princípios e paradigmas. 2. \ned. Sã o Paulo: Pearson P rentice Hall, 2008.  \nTANENBAUM, Andrew S., Sistemas operacionais modernos. 2ª ed, Ed Pearson, 2007 – \nISBN:  8587 918575 . \nTANENBAUM, Andrew S.; J. WETHERALL, David, Redes de Computadores , 5ª ed, Ed. \nPearson Education – Br, 2011 – ISBN: 978857 6059240. \n \n \n \n \n \n ", "69": "Bacharelado em Engenharia de Computação| 69 \n \n  \n \n \n 7O PERÍODO  \n \nCOMPILADORES I  \nEMENTA: Linguagens Regulares; Autômatos Finitos; Linguagens Livres de Contexto; \nAutôma tos com Pilha; Máquinas de Turing. O Problema da Parada da Máquina de Tu ring; \nHierarquia das Classes de Linguagem.  \n \nBIBLIOGRAFIA  BÁS ICA: \nLEWIS Har ry R., PAPADIMITRIOU Christos H. Elementos de teoria da computação. 2ª ed. \nPorto Alegre: Bookman, 2004.  \nHOPCRO FT, John E., ULLMAN, Jeffrey D.; MOTWANI, Rajeev. Introdução a teoria de  \nautômatos, linguagens e computação. Rio de Janeiro: Else vier, 2003.   \nMENE ZES, Paulo Fernando Blauth. Linguagens formais e autômatos.  6. ed. Porto Alegre: \nBookman; Instituto de In formá tica da UFRGS, 2011. (Livros didáticos informática UFRGS; \nv. 3). \n \nBIBLIO GRAFIA COMPLEMENTAR:  \nSIPSER, Michael. Introdução à Teori a da Computação. 2 a ed.:São Paulo, Thomson, 2007.  \nGERSTING, J. L. Fundamentos Matemáticos para a Ciência da Computação: um  tratamento \nmoderno de matemática discreta. 5. ed. Rio de Janeiro: LTC – Livros Técnicos e Científicos, \n2004.  \nROZENBERG, Grzegorz.; SALO MAA , Arto. (Eds.). Handbook of Formal Languages , v. 2: \nlinear modeling .New York: Springer -Verlag, c1997.  \nPARKES, Alan.  A Co ncise Introduction to Languages and Machines. London. Springer. 2008  \nVIEIRA, Newton José. Introdução aos fundamentos da computaçã o: linguagens e má quinas . \nSão Paulo, Thomson, 2006.  \n \nSISTEMAS DE AUTOMAÇÃO  \nEMENTA: Pirâmide da Automação. Sensores e atuad ores:  digitais e analógicos; \ncaracterísticas de desempenho dinâmico e estátic o; linearização, calibração e compensação; \ninterface e c omunicação. Sensor es e atuadores aplicados a sistemas: pressão, vazão, \ntemperatura, nível, proximidade, velocidade angular.   Controladores lógicos programáveis: \narquitetura e princípio de funcionament o; introdução às linguagens textuais (ST, IL); \nlinguagen s gráficas (ladder , FBD, SFC); instruções de temporização, contagem, matemáticas, \nmanipulação de dados, sequenciadores, ent radas  analógicas e digitais, saídas analógicas e \ndigitais, PWM. Modos de cont role: PLC aplicado a sistemas de controle PID em malha \nfechada. Introdução  a redes industriais e SCADA. Projetos de sistemas de automação.    \n \nBIBLIOGRAFIA BÁSICA:  \nAGUIRRE, L. A. F undam entos de Instrumentação. 1ª edição, Pearson, 2013. ISBN: \n9788581431833.  \nPETRUZELLA, F. D. Controladores Lógicos Programáveis. 4ª  edição, AMGH, 201 4. ISBN: \n9788580552829.  \nMORAES, C. C. e CASTRUCCI, P. L. Engenharia de Automação Industrial. 2ª edição, L TC, \n2010. ISBN: 9788521615323.  ", "70": "Bacharelado em Engenharia de Computação| 70 \n \n  \n \n \n BIBLIOGRAFIA COMPLEMENTAR:  \nBALBINOT, A., BRUSA MARELLO, V. J. Instrumentação e Fundamentos de Medidas - \nVolume 1. 3ª ediç ão, LTC, 2019. ISBN: 9788521635833.  \nBALBINOT, A., BRUSAMARELLO, V. J. Instrumentação e Fundamentos de Med idas - \nVolume 2. 3ª edição, LTC, 2019. ISBN: 9788521635840.  \nBHUYAN, M. Instru mentação Inteligente - Princípios e Aplicações. 1ª ediçã o, LTC, 2013. \nISBN : 9788521622857.  \nCAMPOS, M. C. M. M. e TEIXEIRA, H. C. G. Controles Típicos de Equipamentos e \nProcessos I ndust riais. 1ª edição, Blucher, 2008. ISBN: 9788521205524.  \nGROOVER, M. P. Aut omação Industrial e Sistemas de Manufatura. 3ª edição, P earson \nPrentice Ha ll, 2011. ISBN: 9788576058717.  \nSILVA, E. A. Introdução às Linguagens de Programação Para CLP. 1ª edição, Bluch er, 2016. \nISBN: 9788521210535.  \nSOLOMAN, S. Sensores e Sistemas de Contro le na Indústria. 2ª edição, LTC, 2012. ISBN: \n97885216109 60. \n \nENGENHARIA DE  SOFTWARE II  \nEMENTA: Processos avançados de desenvolvimento de software. Análise, projeto e \nmanutenção. E ngenh aria de sistemas, de requisitos e reversa. Reengenharia. Gerência de \nconfiguração e da qualidade. Métricas. Teste de Software. M etodologias Ágeis . \n \nBIBLIOGRAFIA BÁSICA:  \nSOMMERVILLE, I. Engenharia de software, 9ª Edição, Ed. Pearson Prentice Hall, São \nPaulo , 2011.  \nPRESSMAN, R.S. LOWE, D.  Engenharia Web. LTC., 2009. ISBN 978852 1616962 . \nPRESSMAN, R.S. Engenharia de software: uma abor dagem profissional . Bookman. 7ª Ed., \n2011. ISBN 9788563308337.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nBEZERRA, E. PRINCÍPIOS DE ANÁLIS E E P ROJETO DE SISTEMAS COM UML, 2/E. \n2006. ISBN: 978 -85-352-1696 -7. \nGUSTAFSO N, David, A. Teoria e problemas de engenharia de softwar e. Porto Alegre: \nBookman, 2003. 208 p. (Coleção Schaum) . \nLARMAN, Craig. Utilizando UML e padrões:  uma introdução à análise e ao projeto \norientados a objetos. Porto Alegre: Bookman, 2007.  \nPFLEEGER, S. L., Engenharia de Software, Teoria e Prática. Pearson Br asil, 2004. \nREZEND E, Denis Alcides. Engenharia de software e sistemas de informação. 3 ed. Brasport, \n2005. 344 p.  \n \nMODELAG EM E SIMULAÇÃO  \nEMENTA: Caracterização de sistemas dinâmicos lineares. Modelag em matemática de \nprocessos dinâmicos em tempo contínuo e  discreto. Represe ntação de modelos através de: \nFunção de transferência; Diagrama de blocos; Equações em espaço de estado. Soluç ão \nanalítica de sistemas dinâmicos lineares. Modelagem analítica de sist emas eletromecânicos: \nmassa mola, térmicos, nível, circu itos RLC e AMP -OPs aplicados ao controle analógico. ", "71": "Bacharelado em Engenharia de Computação| 71 \n \n  \n \n \n Estudo de modelos através de simuladores. Obtenção de modelos de sistem as físicos através \nde resposta temporal. Uso de pacotes e ferramentas de mode lagem e análise de sistemas \nlineares. Simulação e valida ção de modelos.  \n \nBIBLIOGRAFIA BÁSICA:  \nAGUIRRE, L. A. Introdução à Identificação de Sistemas. Técnicas Lineares e não Linear es \nAplicadas a Sistemas. Teoria e Aplicação. 4ª edição, Editora UFMG, 2015. I SBN: \n9788542300796.  \nGARCIA, C. Modelagem e Simulação de Processos Industri ais e de Sistemas \nEletromecânicos. 2ª edição, EDUSP, 2013. ISBN: 9788531409042.  \nGEROMEL, J. C., PALHARES,  A. G . B. Análise Linear de Sistemas Dinâmicos - Teoria, \nensaios práticos e e xercícios. 3ª edição, Blucher, 2019. ISBN: 9788521216384 .  \n \nBIBLIOGRAFIA C OMPLEMENTAR:  \nKEESMAN, K. J. System Identification: An Introduction. 1ª edição, Springer, 2011. ISBN: \n97808572 95217.  \nKLUEVER, Craig A. Sistemas dinâmicos: Modelagem, simulação e cont role. 1ª edição. Rio \nde Janeiro: LTC, 2017. ISBN: 978852 1634584. \nLJUNG. L.  System Identification: Theory for the User. 2ª edição, Prentice Hall, 1999. ISBN -\n13: 978 -0136566953.  \nMON TEIRO , L. H. A. Sistemas Dinâmicos. 4ª edição, Editora Livraria da Física, 20 19. ISBN \n9788578615970.  \nOGATA, Katsuhiko. Engenharia de Controle Moderno. 5ª edição, Pearson, 2010. ISBN: \n9788576058106.  \n \nSISTEMAS INTELIGENTES I  \nEMENTA: Visão Geral de Inteligênc ia Ar tificial; Linguagens de Programação para \nInteligência Artificial; Repres entação do Conhecimento; Sistemas de Produção; Estratégi as de \nBusca; Siste mas de Dedução Baseados em Lógica; Tópicos Avançados em Inteligência \nArtificial; Aplicações.  \n \nBIBLIOGRAFI A BÁS ICA:  \nCARVALHO, A.   Inteligência Artificial - Uma Abordagem de Aprendizad o de Máquina. \nLTC. 2013.  \nLUGER, G . F. Inteligencia artif icial. Bookman . 2004. 979 -8536303962.  \nRUSSELL, Stuart e NORVIG, Peter. INTELIGÊNCIA ARTIFICIAL, 3E. São Paulo: \nPrentice Hal l, 2013. 978-85-352-3701 -6. \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nLUGER, G.; STUBBLEFIE LD, W. Artificial intelligence:  structures and strategie s for \ncomplex prob lem solving. 4th. ed.Boston: Addison Wesley,  2002.  \nNILSON, N.J. Principles of Artificial Intelligence.  Morgan  Kaufmann Publishers, 1980.  \nWINSTON, P. Artificial Intelligence.  3rd ed.  Boston: Addison Wesley., 1993 . \nNASCIMENTO JUNIOR., Cair o Lúcio; YONEYAMA,  Takashi. Inteligência artificial em \ncontrole e automação. São Paulo:  Edgar Blücher, 2004.  ", "72": "Bacharelado em Engenharia de Computação| 72 \n \n  \n \n \n CAMPOS, Mário  Mass a de. Sistema inteligentes em controle e automação de processos.  São \nPaulo: Ciência Moderna, 2004.  \n \n8O PERÍODO  \n \nINTERFACE HOMEM  MÁQ UINA \nEMENTA: Fatores humanos em softwares interativos: teoria, princípios e regras básicas. \nEstudo de processos para o desen volvimento de interfaces homem -máquina. Técnicas para \nespecificação e pr ojeto de interfaces Web. Formas de interação. Metáforas de interface. \nDesign Universal e Acessibilidade. Avaliação e crítica dos princípios de interface homem -\nmáquina (IHC) em sis temas  para internet já existentes, quanto a usabilidade, acessibilidade e \ncomunicabilidade.  UX Desing.  \n \nBIBLIOGRAFIA BÁSICA:  \nBARANAUS KAS, Maria e ROCHA , Heloisa. Design e Avaliação de Interfaces .  \nHumano -Computador. Editora NIED/UNICAMP, 2003.  \nOLIVEIRA NET TO, A lvim Antônio de. IHC interação humano computador: modelagem e \ngerência d e interfaces com o usuário: sistemas de informações.  \nFlorianópolis: Visua l Books, 2004. 120p.  \nPREECE, Jennifer. Design de Interação: além da interação homem -computador. Bookman, \n2005.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nCYBIS, W., HOLTZ, A.  FAUST, R.;. Ergonomia  e Usabilidade 2ª Edição. 2010. Novatec.  \nDIAS, Cláudia. Usabilidade na web : criando portais mais acessíveis. Rio de Janeiro: Alta \nBooks, 2003.  \nDIX, A. Human -computer interaction.  Londo n: Prentice -Hall, 1998.  \nMEYER, Eric A. Cascading Style Sheets: The Defi nitive Guide. O’Reilly, 2000.  \nNIELSEN, J. Projetando web sites. Campus, 200 0 - 416 páginas.  \n \nCOMPILADORES II  \nEMENTA:  Conceitos de compiladores. Linguagens, tradutores, compiladores  e \ninterpretadores. A estrutura de um compilador: análise léxica, análise sin tática, representação \nintermediária, análise semântica, geração e otimizaç ão de código.  \n \nBIBLIOGRAFIA BÁSICA:  \nAHO, A.V.; LAM, M. S.; SETHI, R. ULLMAN, J.D. Compiladores – Princípi os, T écnicas e \nFerramentas, Pearson, 2008.  \nDELAMARO, Márcio Eduardo. Como Con struir um Compilador Utilizando Ferramentas Java. São \nPauo, Novatec, 2004.  ISBN: 85 -7522 -055-1. \nPRICE, Ana Maria de Alencar, TOSCANI, Simão Sirineo. Implementação de Linguagens de  \nProg ramação: Compiladores. Porto Alegre, Sagra, 2004.  \n \n \n ", "73": "Bacharelado em Engenharia de Computação| 73 \n \n  \n \n \n BIBLIOGRAFIA COMPLE MENTAR:  \nAHO, A. V., ULLMAN, J. D. The Theory of Parsing,  Translation, and Compiling. Volume I: Parsing. \nEdPrentice -Hall, Inc. 1972, 542p.  \nHOPCROFT, J. E., ULLMAM, J. D. Formal Lan guage ns and Their Relations to Automata. \nAddison -Wesley, 1969.  \nHOPCROFT, J. F ., ULLMAN, J. D.. Introduction to Automata Theory, Langu agens and \nComputat ion. Ed. Addison -Wesley, 1979.  \nMENESES, P. B. Linguagens Formais e Autômatos, Ed. Sagra Luzzato, 2. ediçã o, 19 98. \nRECHENBERG, Peter.; MOSSENBOCK, Hanspeter.A compiler generator for \nmicrocomputers.  Englewood Cliffs, NJ: Prentice Hall, 1989 . \n \nCONT ROLE E SERV OMECANISMO  \nEMENTA: Propriedades e conceitos básicos do controle de sistemas dinâmicos em malha \nfechada. F unção  de transferência. Diagramas de blocos. Análise de respostas temporais d e \nsistemas lineares invariantes no tempo. Representação de estado de siste mas contínuos e \ndiscretos no tempo. Desempenho de sistemas realimentados. Estabilidade de sistemas \nrealim entad os. Resposta em frequência de sistemas contínuos e discretos no tempo. M étodos: \nlugar das raízes, resposta em frequência. Estabi lidade no domínio da frequência. Projeto de \nsistemas realimentados. Introdução ao projeto de sistemas realimentados usando espaç o de \nestados.  \n \nBIBLIOGRAFIA BÁSICA:  \nCASTRUCCI, P. B. L., BITTAR, A., SAL ES, R. M., Controle Automático. 2ª edição. LTC, \n2018. IS BN: 9788521635499 . \nGEROMEL, José C.; KOROGUI, Rubens H. Controle Linear de Sistemas Dinâmicos: Teoria, \nEnsaios Práticos e E xercí cios. 2ª edição, Blücher, 2019. ISBN: 9788521214694 . \nOGATA, Katsuhiko. E ngenharia de Controle Moderno. 5ª edição, Pearson, 2010.  ISBN: \n97885760581 06. \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nAGUIRRE, L. A. Controle de Sistemas Amostrados. 1ª edição, 2019. ISBN: 97 81799 052081 . \nDORF, Richard C.; BISHOP, Robert H. Sistemas de Controle Moderno s. 13ª edição. Rio de \nJaneiro: LTC,2018. ISBN: 978852163 5123. \nFRANKLIN, Ge ne F.; POWELL, J. David; EMAMI -NAEINI, Abbas. Sistemas de Controle \npara Engenharia. 6ª edição, Bookman, 2 013. ISBN: 9788582600672 . \nHEMERLY, Elder M. Controle por computador de sistem as dinâmicos. 2ª edição, Blücher, \n2000. ISBN: 9788521202 660. \nKLUEVER, Crai g A. Sistemas dinâmicos: Modelagem, simulação e controle. 1ª edição. Rio \nde Janeiro: LTC, 2017. ISBN: 978 85216 34584 . \nNISE, N. S. Engenharia de Sistema de Controle. 7ª edição, LTC, 20 17. ISBN: \n9788521634355 . \n \nDESENVOLVIMENTO WEB  \nEMENTA: Estrutura da Web; Co nceitos fundamentais da linguagem HTML; Métodos \nespecíficos de processamento e folhas de estilo CSS; Dese nvolv imento Front -End utilizando ", "74": "Bacharelado em Engenharia de Computação| 74 \n \n  \n \n \n JavaScript; Desenvolvimento Back -End utiliza ndo PHP; Introdução à frameworks para \ndesenvolvimento We b. Ambiente e Serv idores Web. Novas Tecnologias Web.  \n \nBIBLIOGRAFIA BÁSICA:  \nMILETTO, Evandro Manara; BERTAGNOLLI, Silvia de Castr o (Org.). Desenvolvimento de \nsoftware II: introdução ao desenvolvimento web com HTML, CSS, JavaScript e PHP. Porto \nAlegre: Bookm an, ©2014. 266 p. (Tekne). ISBN 9788582601952. 7 v.  \nMACHADO, Rodrigo Prestes; FRANCO, Mária Häfele Islabão; BERTAGNOLLI, Si lvia de \nCastro. Desenvolvimento de software III: programação de sistemas web orientada a objetos \nem Java. Porto Alegre: Bookman, ©201 6. 209 p. (Tekne).  ISBN 9788582603703 (broch.). 7 \nv. \nMEMÓRIA, Felipe. Design para a Internet: projetando a experiência perf eita. Rio de Janeiro: \nCampus; Elsevier, 2006. xv, 171 p. ISBN 9788535218763. 5 v. \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nROGERS, Yvonne; PREECE,  Jenny; SHARP, Hel en. Design de interação: além da interação \nhomem -computador. 3. ed. Porto Alegre: Bookman, 2013. xiv, 585  p. ISBN 9788582600061. \n31 v.  \nKUROSE, James F.; ROSS, Keith W. Redes de compu tadores e a internet: uma abordagem \ntop-down. 6. ed. São  Paulo: Pearson, 2 014. 634 p. ISBN 9788588639973.  \nGEARY, David M; HORSTMANN, Cay S. Core JavaServer faces. 2. ed. Rio de Ja neiro : Alta \nBooks, 2007. xx, 522 p. ISBN 9788576081609. 1 v.  \n \nSISTEMAS INTELI GENTES II  \nEMENTA: Introdução a sistemas inteligentes. Si stemas Baseados em  Conhecimento. \nAprendizado Clássico, supervisionado e não supervisionado. Redes neurais: modelos \nsupervis ionad os e não supervisionados; Técnicas para clusterização de dados: K -médias , rede \nde Kohonen, modelo GNG. Lógica e Conjuntos Nebulo sos, Sistema nebul oso, Infer ência \nFuzzy: Regra Modus Ponen Generalizada, Sistema de Regras Fuzzy; Classificador Bayesiano: \nProba bilidades, Algoritmos Genéticos. Teorema de Bayes, Introdução a Redes Ba yesianas, \nAprendizado por Reforço: Método TD, Q -Learning ; HMM. \n \nBIBLIOGRAF IA BÁSICA:  \nHAYKIN, S.; \"Neural Networks: A Comprehensive Foundation\", 2nd ed. Upper Saddle . \nRIVER, N.  J. : Prentice Hall, 1999, 842 p. ISBN 0132733501.   \nDUDA, Richard O.; HART, Peter  E. Pattern classification. 2nd ed. New York: Wiley, 200 1. \n654 p., ISBN 04 71056693.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nBISHOP, C. M. (2006). Pattern Recognition and Machine Learning. Springe r.  \nREZENDE, S.O., Sistemas Inteligentes – Fundamentos e Aplicações, Edi tora Manole Ltda, \n2003.  \nRUSSEL, S. & NORVIG, P. Artific ial Intelligence: A Modern Approach. Prentice Hall, 1995.  \nPEDRYCZ, W., GOMIDE, F., “An Introduction to Fuzzy Sets” – The M IT Pr ess, 1998 . \nMITCHELL, T. M. (1997). Machine Learning. McGraw -Hill. ", "75": "Bacharelado em Engenharia de Computação| 75 \n \n  \n \n \n 9O PER ÍODO  \n \nROBÓTICA  \nEMENTA: Descrição de aplicações de robôs.  Células de produç ão robotizadas. \nConfigurações de manipuladores. Controle de movimento e trajetória. Implementação de \nmode lamen tos de cinemática e dinâmica. Programação de manipuladores. Implementaçã o de \ncontrole de posicionamento e trajetória. Simuladore s. \n \nBIBLIOGRAFIA B ÁSICA:  \nCRAIG, J. J. Robótica (Português). 3ª edição, Pearson, 2013. ISBN: 9788581431284.  \nSPONG. M. W., HU TCHIN SON, S., VIDYASAGAR, M. Robot Modeling and Control. 1ª \nedição, John Wile y & Sons, 2005.  ISBN: 9780471649908.  \nNIKU, Saeed B. Int rodução à Robótica  - Análise, Controle Aplicações. 1ª edição, LTC, 2013. \nISBN: 9788521622376.  \nROMANO, Vitor F. – Robótica I ndust rial – Aplicação na Indústria de Manufatura e de \nProcessos. Editora Edga rd Blücher Ltda. Brasil 1ª edição. BRASIL – 2002.  \nROMER O, R. Robótica Móv el. 1ª edição, LTC, 2014. ISBN: 9788521623038.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nGROOVER, Mikell P. et alli – Robóti ca – Tecnologia e Aplicação – McGraw -Hill – Brasil – \n1989.  \nPAUL, Richar d P. – Robot Manipulators – The MIT Press – USA - 1981.  \nPOL ONS KII, Mikhai l M. – Introdução á Robótica e Mecatrônica – Ed. Universidade de \nCaxias do Sul – Brasil – 1996.  \nSCIAVICC O, Lo renzo et SICILIANO, Bruno – Modeling and Control of Robot Manipulators \n– The McGraw -Hill Companies, Inc – USA – 1996.  \nKLAFTER, Richard D., CHMIEL EWSKI, Thomas A. et NEGIN, Michael – Robotic \nEngineering an Integrated Approach. Ed. Prentice Hall, Engle wood Clifs, New Jersey – USA \n– 1989.  \nPAZOS, Fernando. Automação de sistemas &  robótica. 377 p. ISBN 85 -7323 -171-8. Rio de \nJaneiro: Ax cel, 2002. \n \n \nMETOD OLOGIA CIENTÍFICA PARA COMPUTAÇÃO  \nEMENTA: Metodologias de escrita científica focando em trabalhos para a área de \nComputação. Tratamento de dados experimentais: medição, sumarização e statística, \napresentação e interpretação de dados experi mentais. Carga de trabalho (workloads): \ncaracterização e análise. Métricas apropriadas para as questões buscadas pela pesqu isa e m \nciência da computação experimental. Projeto experimental: como projeta r testes de sistemas \nque são significativos.  \n \nBIBLIOGRAF IA BÁSICA:  \nWazlaw ick, R. S. Metodologia de Pesquisa para Ciência da Computação, Rio de Janeiro, \nElsevier, 2009.  \nMORO, M. M . A A rte de Escrever Artigos Científicos. Disponível em:  \nhttp://homepages.dcc. ufmg.br/~mirella/doku.php?id=escrita . Acesso em 13 de março de 2013.  ", "76": "Bacharelado em Engenharia de Computação| 76 \n \n  \n \n \n Raj Jain. The Art of Computer Syste m Per formance Analysis: Techniques for Experimental \nDesign, Measurement, Simu lation and Modeling, John Wiley & Sons, Inc., 1991.  \n \nBIBLIOG RAF IA COMPLEME NTAR:  \nALVES, M. B. M.; ARRUDA, S. M.   Como fazer Referências: Bibliográficas, eletrônicas e \ndemais forma s de documentos. Atualizada em fevereiro 2007. Disponível em: \n<http://www.bu.ufsc. br/design/framerefer.php >. Acesso em: 6 fevereiro 2009.  \nAREAL, A. C. B.   Plágio e Direito Autoral na Int ernet  Brasileira. 1997. Disponível em: \n<http://www.persocom. com.br/brasilia/pl agio1.htm >. Acesso em: 2003.  \nECO, H.   Como se faz uma Tese. Tradução de Gilson Cesar Cardoso de Souza. S ão Pa ulo: \nPerspectiva, 1989. 170p. Título original: Como se fa una Tesi di La urea.  \nGRIDDITHS, R.   How to write a dissertation. Dispon ível em: \n<http://www.it.bton.ac.uk/staff/ rng/p apers/writediss.html >. Acesso em: 5 novembro 2008.  \nLAKATOS, E. M.; MARC ONI, M. A.   Fundamentos de Metodologia Científica. 6ª ed . São \nPaulo: Altas , 2006. 315p.  \n \nCOMPUTAÇÃO GRÁFICA  \nEMENTA: Arquitetura de interfaces gráficas. Representação e construção de ob jetos \ngráficos. Transformações geométricas. Síntese de imagens. Técnicas  de iluminação e \nsombreamento. Fundamentos de animação. Ferramentas de apl icação gráfica. (T e P).  \n \nBIBLIOGRAFIA BÁSICA:  \nAZEVEDO, Eduardo. Computação gráfica:  teoria e prática. Ri o de Janeiro:  Campus, 2003.  \nMOVANIA, Muhammad Mobeen. OpenGL Development Co okbook, Packt Publishing, 2013. \n326 p. ISBN -10: 18496950 40, ISBN-13: 978 -1849695046 . \nGONZALEZ, Rafael; Woods, Richard. Processamento Digital de Imagens.3. ed. Longman do \nBrasil, 2 010. 624p.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nMUNARI, Bruno.  Design e comunicação vi sual: contribuição para uma metodologia didática. \nSao Pa ulo: Martins Fonte s, 2001.  \nSHIRLEY, Peter  et al. Fundamentals of Computer Graphics.  2nd ed. São Paulo: Editora A K \nPeters , 200 5.  \nGOMES, Jonas; VELHO, Luiz. Computação gráfica. Rio de Janeiro: IMPA.  \nFOLEY, James D. et al. Computer graphics: principles and  practice. Boston:  Addison -\nWesley, 2004.  \nHEARN, Donald; BAKER, M. Pauline . Computer graphics : C version. 2nd. ed. Upper Sadd ler \nRiver: Prentice Hall, 1997.  \n \nPROGRAMAÇÃO PARA DISPOSITIVOS MÓVEIS  \nEMENTA:  Visão geral da Arquitetura software Android; O ambiente  de desenvolviment o; O \narquivo Manitesto; Interface do usuário, Views, Widgets, Layouts, Notificações; Principais \nconceitos ; Act ivities, Services, Intents, Intent Filters, Content Provides, Broadcast Receivers; \nPersistência de Dados.  \n ", "77": "Bacharelado em Engenharia de Computação| 77 \n \n  \n \n \n BIBLIOGRAFIA BÁSICA:  \nLECH ETA , Ricardo R . Google Android -3ª Edição: Aprenda a criar aplicações para \ndispositivos móveis com o Android SDK. Novate c Edi tora, 2013.  \nGRIFFITHS, Dawn; GRIFFITHS, David. Head  First Android Develo pment: a brain -friendly \nguide. \"O'Reilly Media, Inc.\", 2 017. \nDEITEL, Paul J.; DEITEL, Harvey M. Java: como programar. Pearson Education, 2008.  \n \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nBURTON,  Mich ael; FELKER, Donn. Desenvolvimento de aplicativos Android para leigos. \nAlta Books Editora, 2014.  \nDEITEL, Harvey; DEITEL, Paul; D EITEL, Abbey. Andr oid: Como programar. Bookman \nEditora, 2015.  \nLECHETA, Ricardo R. Android Essencial com Kotlin. Novatec Edi tora, 2018.  \nMEDNIEKS, Z. et al. Programming android: Java programming for the  new generation of \nmobile devices. O'Reilly Media, 2012.   \nBRITO, Robison C . Android com Android Studio: Passo a Passo. Ciência Moderna Editora, \n2017.  \nTRABALHO DE CONCLUSÃO DE CUR SO I  \nEMENTA: O TCC I (Trabalho de Conclusão de Curso I) se constitui de uma a tividade \nacadêmica de sistematização do conhecimento sob re um objeto de es tudo relacionado à \nprofissão ou ao curso, desenvolvida mediante supervisão, orientação e avaliação docent e, cu ja \nexigência é um requisito essencial e obrigatório para a obtenção do d iploma.  \n \n \nBIBLIOGRAFIA BÁSICA:  \n \nNão se aplica.  \n \nBIBLIOG RAFIA COMPLEMENTAR : \n \nNão se aplica.  \n \n10º PERÍODO  \n \nADMINISTRAÇÃO E EMPREENDEDORISMO  \nEMENTA: A organização de uma empresa: es trutu ra e operações. Marketing. Gestão de \npessoas e empregabilidade. Desenvol vimento da capacidade empreendedora. Inovação e \ncriativi dade. Técnicas de criação de novos negócios.  \n \nBIBLIOGRAFIA BÁSICA:  \nCHIAVENATO, Idalberto. Planejamento estratégico : fundam entos  e aplicações. 2. ed. Rio de \nJaneiro: Elsevier, 2009.  \nCHIAVENATO, Idalb erto. Teoria geral da administração, v.1:  abordagens pre scritivas e \nnormat ivas da administração. 6.ed. rev. e atual. Rio de Janeiro: Elsevier, 2001.  ", "78": "Bacharelado em Engenharia de Computação| 78 \n \n  \n \n \n KWASNICKA, Eunice Laçava. Introduç ão à administração . 6. ed. rev. ampl.. São Paulo: \nAtlas, 2006.  ISBN: 852 2435138.   \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nANSOFF, H. Igor; D ECLE RCK , Roger P.;  HAYES, Robert. Do planejamento estratégico à \nadministração estratégica . São Paulo: Atlas, 1987.  \nBALLOU,  Rona ld H. Logística empresarial : transportes, administração de materiais e \ndistribuição física. São Paulo: Atlas, 1993.  \nBRUNI, Adri ano Leal. Administ ração de custos, preços e lucros . 2. ed. São Paulo: Atlas, \n2008.  \nCARVALHO, Marly Monteiro de; RABECHINI,  Roqu e. Construindo competências para \ngerenciar projetos. São Paulo: Atlas, 2 005. 320 p. ISBN:  8522441685 . \nDRUCKER, Peter F. Administ ração: tarefas, re sponsabilidades, práticas. São Paulo: Pioneira, \n1975. 3 v. (Biblioteca Pioneira Administração e Negócios) . \n \nMICROCONTROLADORES, MICROPROCESSADORES E APLICAÇÕES  \nEMENTA: Arquitetura de  microcontroladores e microprocessadores comerciais . \nProgramação de microc ontroladores: tipos e formatos de instruções, modos de \nendereçamento, linguagens Assembly e C. Dispositiv os pe riféricos. Interrupção. Acesso \ndireto à memória. Ferramentas para anális e, desenvolvimento e depuração. Utilização de \nsoftwares para simulação de dispositivos microcontroladores e microprocessadores . Projetos \nde aplicações com microprocessadores e mic rocon troladores. Práticas em laboratório dos \ntemas e tópicos abordados na dis ciplina.  \n \nBIBLIOGRAFIA BÁSICA:  \nALMEIDA, R. Programação d e Sistemas Embarca dos - Desenvolvendo Software para \nMicrocontroladores em Linguagem C. 1ª edição, GEN LTC, 2016. ISBN: 9788 53528 5185 . \nDERADIN, G.W., BARRIQUELLO, C.H.  Sistemas Operacionais de Tempo R eal e Sua \nAplicação em Sistemas Embarcados. 1ª edição, B lucher, 2019. ISBN : 9788521213963 . \nPEREIRA, F. Microcontrolador PIC18 Detalhado - Hardware e Software. 1ª edição, Editora \nÉrica, 2010. ISBN: 9788536502717 . \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nIBRHAIM, D. PIC Microcontroller Projects in C: Basic to Advanced, 2ª Edi ção, Elsevier \nScience & Technology, 2014. ISBN: 9780750686112.  \nIBRHAIM, D. ARM -based Microcontroller Projects Using mbed, 1 ª Edi ção, Elsevier Science \n& Technology, 2014. ISBN: 9780081029701 . \nORDONEZ, E. D. M., PENTEADO, C. G., SILVA, A. C. R. Microcontrola dores e FPGAs - \nAplicações em Automação, 1ª edição, Novatec, 2005. ISBN: 8575220799 . \nSOUSA, D.R., SOUSA, D.J. Desbravando o  Micr ocontrolador Pic18 - Ensino Didático. 1ª \nedição, Editora Érica, 2012. IS BN: 9788536504025 . \nSOUSA, D.R. Tecnologia ARM - Microcon troladores de 32 B its. 1ª edição, Editora Érica, \n2007. ISBN 9788536501703 . \nZILLER, R.M. Microprocessadores: conceitos impor tante s. 2ª edição, Editora do autor, 2000. \nISBN: 8590103722 . \n ", "79": "Bacharelado em Engenharia de Computação| 79 \n \n  \n \n \n AMBIENTE E CIÊN CIAS DOS MATERIAIS  \nEMENTA: Ecologia; Efeitos da Tecnolog ia Industrial sobr e o Equilíbrio Ecológico; \nDeterioração de Materiais; Rejeitos como Fonte de Materiais e de Energia; Proce ssos de \nReciclagem de Materiais; Preservação de Recursos Naturais; Análises d e Água.  \n \nBIBLIOGRAFIA BÁSICA:  \nBRANCO, Samuel Murgel. Meio ambiente em deba te. 3. ed. reform. São Paulo: Moderna, \n2010.  \nCARVALHO, Isabel Cristina de Moura ; GRUN, Mauro ; TRAJBER, R achel  (org) . Pensar o \nambiente: bases filosóficas para a educação ambiental . \nDERÍSIO, José Carlos. Introdução ao controle de poluição  ambiental. 3. ed.  rev. ampl. São \nPaulo: Signus, 2007.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nAKCELURD, Leni. Fundamentos da ciência d os po límeros . Barueri: Manole, 2006.  \nCALLISTER, William. Ciência e Engenharia  de Materiais: Uma Introdução. LTC. 7ª Ed.  \nROSA, Derval  dos Santos; PANTA NO FILHO, Rubens. Meio ambiente : múltiplos \nolhares.Campinas:Companhia da Escola, 2005.  \nSHACKELFORD, James . Ciê ncia dos Materiais. Pearson. 6ª Edição. 2008.  \nVLACK, Lawrene H. Princíp ios de ciências e tecnologia dos materiais. Rio de Janei ro: \nCam pus, 2003.  \nMEDEIROS, João Bosco. Português instrumental:  para cursos de contabilidade, economia e \nadministração. 4ed . São  Paulo: Atlas. 2000.  \n \nSISTEMAS INTELIGENTES III  \nEMENTA:  Considerações i niciais da área de Inteligência computacional. Inteligên cia \ncomputacional simbólica. Inteligência computacional conexionista. Inteligência \ncomputacional evolucionária. Inteligênci a com putacional probabilística. Redes neurais \nartificiais. Modelo do Neurônio , Topologias de redes neurais artificiais. Sistemas Fuzz y: \nconjuntos nebul osos. Conjunto de regras Fuzzy. Algoritmos genéticos. Redes Bayesianas. \nAplicações da inteligência comput acion al. \n \nBIBLIOGRAFIA BÁSICA:  \nARTERO, A. Inteligência Artificial: Teoria e P rática, Editora Livraria da Física, 1ª. Edição, \n2008.  \nRUSSEL, S.; NORVIG, P. Inteligência Artificial. Editora Campus, 2004.Berry, M.; Linoff, \nG. Data Mining Techniques. Wiley. 199 7.  \nFACELI, K.; LORENA, A.; GAMA, J.; CARVALHO, A. P. L. Inteligência Artific ial - Uma \nAbordagem de Aprendizado de Máquina, LTC, 1a E dição, 2011.  \n \nBIBL IOGRAFIA COMPLEMENTAR:  \nGIARRATANO, J. C.; RILEY, G. Expert Systems: Principles And Programming, Course \nTechnol ogy, 4a. Edição, 2004.  \nGOLDBERG, D. E. Genetic Algorithms In Search, Op timization, And Machine Learning, \nAddison -Wesley Profess ional, 1a. Edição,  1989.  ", "80": "Bacharelado em Engenharia de Computação| 80 \n \n  \n \n \n HAN, J.; KAMBER, M. Data Mining: Concepts And Techniques. Morgan Kaufmann.2006.  \nHAYKIN, S. Redes  Neur ais: Princípios E Práticas. Editora Bookman, 2001.  \nSHAW, I. S.; SIMÕES,  M. G. Controle E Modelagem Fuzzy, Editora Edgard Bluche r Ltda, \n1ª. Edição , 2001.  \n \nTRABALHO DE CONCLUSÃO DE CURSO II  \nEMENTA: O TCC II (Trabalho de Conclusão de Curso II) se consti tui d e uma atividade \nacadêmica de sistematização do conhecimento sobre um obj eto de estudo relacionado à \nprofissão ou ao curso, desen volvida mediante s upervisão, orientação e avaliação docente, cuja \nexigência é um requisito essencial e obrigatório para a o btenç ão do diploma.   \n \n \nBIBLIOGRAFIA BÁSICA:  \n \nNão se aplica.  \n \nBIBLIOGRAFIA COM PLEMENTAR:  \n \nNão se aplica.  \n \n \nOPTATIVAS  \n \nLIBRAS  \nEMENTA: Língua Brasileira d e Sinais: LIBRAS - Surdez Abordagem Geral: Linguagem, \nSurdez e Educação. Histórico e Legislação. A pessoa  surda nas relações político, sociais e \neducacionais. Atendimento da pessoa s urda e a sua inclusão na escola comum. Papel \nlinguístico  das associações e  escolas para surdos. A função do intérprete e do instrutor de \nLIBRAS na escolarização/inclusão do surdo.  Introdução à gramática de LIBRAS.  \n \nBIBLIOGRAFIA BÁSICA  \nARENA, Sabine Antonia lli; MOURA, Maria Cecília; CAMPOS, Sandra Regina Leite d e. \nEducação para s urdos : práticas e perspectivas. Santos Editora, 2008.  \nMINISTÉRIO DA EDUCAÇÃO. O tradutor e intérprete de  língua brasileira de sinais e \nlíngua portuguesa . Secretaria de Educação Espe cial/Programa Nacional de Apoio à Educação \nde Surdos. Br asília: MEC; SEESP , 2003.   \nSTROBEL, Karin. As imagens do outro sobre a cultura surda . Florianópolis: Ed. da UFSC, \n2008.  \n \n BIBLIO GRAFIA COMPLEMENTAR  \nBrasil - Desenvolvendo competências para o atendimen to às necessidades educacionais de \nestudantes  surdos / C oordenação geral: SEESP/MEC; organização: Maria Salete Fábio \nAranha. – Brasília: Ministério da Educação Especial, 2005. 116 p. (s aberes e Práticas da \nInclusão 5). 2005.  ", "81": "Bacharelado em Engenharia de Computação| 81 \n \n  \n \n \n FELIPE, Tanya A. (1997b) Libras em contexto  - Curso Básico. Livro do estudante . FENEIS. \nMEC/FND E. \nFERNANDE S, E. Problemas Lingísticos e Cognitivos do Surdo . Rio de Janeiro: AGIR, 1990.  \n ____(1997b) Libras em con texto  - Curso Básico. Livro do professor. FENEIS. MEC/FNDE  \nLIBRAS – Dicionári o da Língua Brasileira de Sinais.  Projeto Acessibilidade  Brasil: \nPresidênc ia da República. Secretaria Especial de Direitos Humanos. Coordenadoria Nacional \nde Deficiência – CORDE. Dispo nível em: < http:// www.acessobrasil.org.br/libras/  >. Acesso \nem: 15.09.200 9. \nQUAD ROS, Ronice  Muller de. O tradutor e interprete de língua brasileira de sinais e língua \nportuguesa:  Prog rama Nacional  de A poio ŕ Educaçăo de Surdos. Brasília: MEC/SEESP, \n2004. Disponível em http://portal.mec.gov.br/seesp/arquivos/pdf/tradutorlibras.pdf  >. Acesso \nem: 15.09.2009 . \n \nMINERAÇÃO DE D ADOS  \nEMENTA: Introdução e aplicações de mineração de dados; Processo de descoberta de \nconhecimento em bases de dados; Pré -processamen to de dados; Técni cas de mineração de \ndados para as tarefas de extração de regras de associação e padrões de s equência, \nagrupame nto (clustering), classificação e regressão; Uso de ferramentas de mineração de \ndados.  \n \nBIBLIOGRAFIA BÁSICA:  \nTAN, P., STEINBACH,  M., KUMAR, V., In trodução ao Data Mining, Editora Ciência \nModerna, 2009, ISBN: 8573937619 . \nHAN, J., KAMBER, M ., Data Minin g: Co ncepts and Techniques, Morgan Kaufmann \nPublishers, 2a. edição, 2006. ISBN: 1558609016 . \nWITTEN, I.H., FRANK, E., Data Mining: Pra ctical Machine Lea rning Tools and Techniques. \nMorgan Kaufmann, 2a. edição, 2005. ISBN: 0120884070 . \n \nBIBLIOGRAF IA COMPLEMENT AR: \nZAKI M., MEIRA Jr., W., Fundamentals of Data Mining Algorithms, Cambridge, 2014. \nISBN: 0521766338.  \nREZENDE, S.O., Sistemas inteli gentes: fundamento s e aplicações, Manole, 2005. ISBN: \n8520416837.  \nLINOFF, G.S., BERRY, M.J.A., Data Mining Tec hniques: For Marke ting, Sales, and \nCustomer Relationship Management, Wiley, 3a edição, 2011. ISBN: 0470650931.  \n \nREDES DE ALTA VELOCIDADE  \nEMENTA: Novas tecnologias d e comunicação em redes de alta velocidade. Integração de \nserviços em ambiente TCP/IP. LANS d e alta veloci dade (gigabit Ethernet, Fast Ethernet, entre \noutras). Requisitos de QoS em aplicações multimídias interativas. Mecanismos de controle  de \ncongestionamen to e tráfego. Classificação das aplicações interativas e diferentes níveis de \nqualidade de s erviço (QoS).  \n \n \n ", "82": "Bacharelado em Engenharia de Computação| 82 \n \n  \n \n \n BIBLIOGRAFIA BÁSICA:  \nKUROSE, James F; ROSS, Keith W. Redes de Computadores e a Internet – Uma Abordagem \nTop-down – 5a Ed. Pearson  Education, 2010.  \nSOARES, Luís Fernando Gomes; LEMOS, Guido; COLCHER, Sérgio. Redes de \nComputadores Das Lan’s Man’s e Wan U s às Redes ATM, Campus Ltda. 1997.  \nTANEMBAUM, Andrews. Redes de Computadores. 5a Edição. Editora Campus Ltda. 2003.  \n \nBIBLIOGRAFIA COM PLEM ENT AR: \nCOMER, Douglas E. Redes de Computadores e Internet. Editora Bookman, Porto Alegre – \nRS, 2001.  \nCRAI G, Partridge,  Giga bit Networking, Addison -Wesley Publishing, 1994.  \nSTALLINGS, William. ISDN and BroadBand ISDN with Frame Relay and ATM. Prentice \nHall, 1995. \nWillia m Stallings, High -Speed Networks - TCP/IP and ATM Design Principles, Prentice Hall, \n1998.  \n \nREDES NEURAIS ARTIF ICIAIS  \nEMENTA: Modelo MCP. Modelos sem peso. Memória de matriz de correlação. \n\"Perceptrons\". \"Back propagation\". Redes de Hopfie ld. Máquina de Bol tzmann. Modelos \nrecorrentes. Identificação, supervisão e controle de processos utilizando re des neurais \nartificiais.  \n \nBIBLIOGRAFIA BÁSICA:  \nBRAGA, A. P., Carvalho, A. P. L., e Ludermir, T. B. (2007). Redes neurais artificiais: teoria \ne apl icações. LTC, Livr os Técnicos e Científicos.  \nHAYKIN, S. (2000). Redes Neurais: Princípios e Práticas. Segunda Edição. Bookm an. \nHASSOUN, M. H. (1995). Fundamentals of artificial neural networks. MIT Press, \nCambridge: MA.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nZURADA, J. M. (1992). Intr oduction to Artificial Neural Systems, Publisher: West Pub. Co, \nUS. \nHERTZ, J., KROGH, A., an d PALMER, R.G . (19 91). Introduction to the theory of neural \ncomputation. Addison -Wesley Publishing Company, Redwood City, CA.  \nALEKSANDER, I. and M ORTO N, H. (1995). An Introduction to Neural Computing, 2 Ed. \nInternational Thomson Editions.  \n \nSISTEMAS DE TEMP O REAL  \nEMENTA : Conceitos básicos dos Sistemas de Tempo Real (STR); tipos e aplicações de \nSTR; caracterização dos STR: STR críticos e STR distribuí dos; especificação  de STR; \naspectos da modelagem estrutural de STR; interação software -hardware; técnicas de a locação \ne esc alona mento; modelagem comportamental de STR: diagramas de estado; padrões de \nprojeto e frameworks para o desenvolvimento de STR; anál ise de confiabilid ade e tolerância a \nfalhas; análise de segurança; métodos, técnicas e ferramentas para o dese nvolvimento d e \nsistemas de software de tempo real. Estudo de caso: utilização de softwares de apoio à ", "83": "Bacharelado em Engenharia de Computação| 83 \n \n  \n \n \n modelagem e desenvolvimento, em linguagem or ientada a objetos,  de aplicações de tempo \nreal. \n \nBIBLIOGRAFIA BÁSICA:  \nBURNS, Alan; WELLING, Andy Real -Time Sys tem and Their  Prog ramming Languages. \nAddison -Wesley, 1996.  \nJALOTE, Pankaj Fault Tolerance in Distributed Systems. Prentice Hall, 1994.  \nKOPETZ, Her mann Real-Time Sys tems: design principles for distributed embedded \napplications. Springer; 1st edition, 1997.  \n \nBIBLIOGRAFIA  COMP LEMENTAR:  \nSCHNEIDER, Steve Concurrent and Real -Time Systems: the CSP approach. Chichester: John \nWiley, 2000.  \nSON, Sang H. Advanc es in Real-Time Sy stems. Englewood Cliffs: Prentice -Hall, 1995.  \nLAPLANTE, Phillip A. Real -Time Systems Design and Analysis:  an engineer's handbook.  \nNew York: IEEE Computer Society Press, 2nd edition, 1997.  \n \nSISTEMAS EMBARCADOS  \nEMENTA: Conceitos gerais de c omputação embarcad a. Programação de sistemas \nembarcados utilizando linguagem C; Tipos de dados e operações com  bits. Direti vas d e \ncompilação e pré -compilação. Interrupções. Organização e arquitetura de programas para \nsistemas embarcados. Limitações de sist emas embarcados. D rivers.  \n \nBIBLIOGRAFIA BÁSICA:  \nZIVIANI, N., Projeto de algoritmos: com implementações em Pasc al e C, Edito ra Ce ngage \nLeaning, São Paulo, (2011) . \nASCENCIO, A. F. G.; CAMPOS, E. A. V., Fundamentos da programação de computadores: \nalgoritmos, Pascal, C/C e Java , volume 4, reimpr, Editora Pearson Prentice Hall, São Paulo, 2ª \nedição, (2010) . \nNOERGAARD, T., Embedded syste ms architecture: a comprehensive guide for engineers and \nprogrammers, Editora Elservier, Nova York.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nOLIVEIRA, A. S.; A NDRADE, F. S., Sistemas embarcados: hardware e firmware na prática, \nEditora Érica (2006) . \nSTALLINGS, W ., Arqui tetura e organização de computadores, volume 2 reimp, Editora \nPearson Prentice Hall (2011) . \nTANENBAUM, A. S., Organização estrut urada de computado res, Editora Pearson Prentice \nHall (2011) . \nHENNESSY, J. L.; PATTERSON, D. A., Arquitetura de  computadores : uma  abordagem \nquantitativa, Editora Elservier, Rio de Janeiro, 4ª edição (2008) . \nHOHL, W., ARM assembly language: fundamentals and techniques, Editor a CRC Press, \nBoca Raton, (2009) . \n \n \n ", "84": "Bacharelado em Engenharia de Computação| 84 \n \n  \n \n \n GERENCIAMENTO DE REDES DE COMPUTADORES  \nEMENTA:  Introduçã o aos Conceit os de  Gerenciamento de Rede. Histórico e áreas do \ngerenciamento; Arquitetura de um sistema de gerenciamento de redes; Detecção, diagn óstico \ne resolução  de problemas; Tecnologias e suporte à gerência de redes; Protocolos de Gerência \nde Redes. E studos de Cas o. \n \nBIBLIOGRAFIA BÁSICA:  \nWETHERALL, J., TANENBAUM, D., ANDREW: “Redes de Computadores”. Tradução da \n5ª edição, 2011. PEARSON EDUCATIO N – BR. \nOLIFER, N. , OLIFER, V.: \"Redes de Computadores: princípios, tecnologias e protocolos \npara o projeto de  redes\". Edit ora L TC, 2008. ISBN 978 -85-216-1596 -5. \nKUROSE, J. F.; ROSS, K. W.: \"Redes de Computadores e a Internet: uma abor dagem top -\ndown\". Trad ução da 5ª edição,  2011. Editora Pearson.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nSTALLINGS, W. Redes e Sistemas de Comuni cação de Dado s. Ri o de Janeiro: Campus, \n2005.  \nFOROUZAN, B. A. Protocolo TCP/IP. 3a ed. São Paulo: McGraw Hill, 2008.  \nCOMER, D. E. Interligação em rede com TCP/IP: P rincípios, Protocolos e Arquiteturas. 5 ed. \nRio de Janeiro: Campus, 2006.  \n \nGERÊNCIA DE PROJE TOS DE SOFTWA RE \nEMENTA:  Conceitos e objetivos da gerência de projetos. Ciclo de vida do projeto. \nMetodologias e técnicas para administração, gerên cia e desenvolvime nto de projetos. A \ngerência de projetos na visão do PMI - O PMBoK. Ferramentas de apoio à at ividade de \ngerênci a de projetos. Abordagens de Gerenciamento de: Riscos, Comunicação e Qualidade. \nEstudos de Caso.  \n \nBIBLIOGRAFIA BÁSICA:  \nVIEIRA, M . F. Gerenciamento  de Projetos de Tecnologia da Informação. São Paulo: Editora \nCampus, 2006.  \nNOCÊRA, R. J. Ger enciamento de  Projetos -Teoria e Prática. Zamboni, 2009. \nSOMMERVILLE, Ian. Engenharia de software. 8. ed. Rio de Janeiro: Pearson Addison \nWesley, 2007. \nPMBOK. A Gui de to the Project Management Body of Knowledge (PMBOK® Guide). \nProject Management Institute.  Fourth Editi on. 2 008. \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nMARTINS, José Carlos Cordeiro. Gerenciando projetos de desenvolvimento de software com \nPMI, RUP  e UML. 4. e. Rio de Janeiro: Brasport, 2007. xxiv, 325 p.  \nBRASIL. MPOG. Secretaria de Logística e Tecnologia da Informação . Met odologia de \nGerenciamento de Projetos do SISP. Brasília: MP, 2011.  \n \n \n ", "85": "Bacharelado em Engenharia de Computação| 85 \n \n  \n \n \n GESTÃO DA QUALIDADE DE SOFTWARE  \nEMENTA:  O histórico e o co nceito de qualidad e de software. Garantia da Qualidade de \nsoftware. Métricas de qualidade de software. Normas de qualidade de so ftware. Técnicas de \ngarantia da qualidade de software. Avaliação de qualidade de produto de software. Estudos de \ncaso.  \n  \nBIBLIOG RAFIA BÁSICA:  \nOLI SOMMERVILLE, I. Engenharia de software, 9ª Edição, Ed. Pearson Prentice Hall, São \nPaulo, 201 1. \nBARTIÉ, Al exand re. Garantia da qualidade de software. Rio de Janeiro: Elsevier, c2002.  \nKOSCIANSKI, André; SOARES, Michel dos Santos. Qualidade de software: apren da as \nmetodologias e técnicas mais modernas para o desenvolvimento de software. 2. ed. São P aulo: \nNovatec , 200 7. \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nGUSTAFSON, David, A. Teoria e problemas de engenharia de software. Porto Alegre: \nBookman, 2003. 2 08 p. (Coleção Sch aum) . \nLARMAN, Craig. Utilizando UML e padrões: uma introdução à análise e ao projeto \norienta dos a objetos . Por to Alegre: Bookman, 2007.  \nPFLEEGER, S. L., Engenharia de Software, Teoria e Prática. Pearson Brasil, 2004.  \nREZENDE, Denis Alcide s. Engenharia de s oftware e sistemas de informação. 3 ed. Brasport, \n2005. 344 p.  \n \nTÓPICOS AVANÇADOS EM SISTEMA S OPERACIONAI S \nEME NTA:  Características e evolução dos Sistemas Operacionais. Virtualização. \nAdministração de Sistemas Operacionais. Comandos Linux : gerenciamentos d e processos, \nmemória, usuários, arquivos. Permissões de usuários e grupos. Shell Script. Seg urança em \nSistemas  Operacionais. Estudos de caso.  \n  \nBIBLIOGRAFIA BÁSICA:  \nOLIVEIRA, Rômulo Silva de; CARISSIMI;, Alexandre S.; TOSCANI, Simão S. Si stemas \noperacionai s. 4. ed. Porto Alegre: Bookman, Instituto de Informática da UFRGS, 2010. (Série \nLivros didá ticos, 11) . \nSILBER SCHATZ, Abraham; GALVIN, Peter Baer; GAGNE, G.  Sistemas operacionais com \nJava. 7.ed. rev. Rio de Janeiro: Elsevier, 2008.  \nTANEMB AUM, A. Sistemas o peracionais modernos. 3. ed. São Paulo: Pearson Prentice Hall \ndo Brasil, 2009.  \n \nBIBLIOGRAFIA  COMPLEMENTAR : \nALV ES, William Pereira. Sistemas operacionais. São Paulo: Érica, 2014.  \nNEMETH, E. et al. Manual Completo do Linux: Guia do Administ rador. São Paulo: Prentice -\nHall, 2007.  \nMARQUES, José Alves et al. Sistemas operacionais. Rio de Janeiro: LTC, 2011.  \nMACHADO , F.B , MAIA, L.P. Arquitetura de Sistemas Operacionais. 4. ed. Rio de Janeiro: \nLTC Editora, 2007.  ", "86": "Bacharelado em Engenharia de Computação| 86 \n \n  \n \n \n SILBERSCHATZ, A.; GALVIN, P. B.; GA GNE, Greg. Operati ng systems concepts. 7th. ed. \nHoboken,NY: John Wiley & Sons, 2004.  \nSTALLINGS, W. Operating s ystems: inter nals and design principles. 5th ed. Boston, \nPrentice -Hall, 2012.  \n \nADMINISTRAÇÃO DE BANCO DE DADOS   \nEMENTA:  Sistemas gerencia dores  de banco de dados (SG BD): arquitetura, segurança, \nintegridade, concorrência, recuperação após falha, gerenciament o de transaçõ es. P aradigmas \nde projeto  de bancos de dados: cliente/ servidor, distribuídos, orientados a objetos, móveis e \ndatawarehouse.  \n  \nBIBLIOG RAFIA BÁSICA:  \nELMA SRI, Ramez.; NAVATHE, Shamkant B. Sistema de banco de dados.  3. ed. São Paulo: \nPearson do Br asil, 2011.  \nKORTH , Henry F.; SILBERSCHATZ, Abraham. Sistema de banco de dados. São Paulo: \nPearson Makron Books, 2008.  \nLIGHTSTONE, Sam; TEOREY, To by; NAD EAU, Tom. Projeto e modelagem de bancos de \ndados.  Rio de Janeiro: Campus,2006.  \n \nBIBLIOGRAFIA COMPLEMENTA R: \nALVES, Wil lian P. Fundamentos de bancos de dados.  1 ed. São Paulo: Érica, 2004.  \nDATE, C. J. Introdução aos Sistemas de Bancos de Dados. 8. Ed. Rio de Janeiro:  \nCampus, 2004.  \nGILLENSON, Mark L. Fundamentos de Sistemas de Gerência de Banco de Dados. 1. E d. Rio \nde Jan eiro: LTC, 2006.  \nMACHADO, Felipe N. R.. Projeto de banco de dados:  uma visão prática. 13. ed. São Paulo: \nÉrica, 2006. 298 p.  \nMOLINA,  H, WID OM, J., ULL MAN, J. Implementação de Sistemas de Banco de Dados, RJ, \nCampus, 2001.  \n \nDATA WAREHOUSE   \nEMEN TA: Conceitos  básicos e etapas do projeto de um data warehouse: levantamento, \nmodelagem, extração \\transformação \\carga  e uso de ferramentas OLAP.  \n  \nBIBLIOGRAFIA BÁSI CA:  \nSINGH, H.  Data warehouse.  São Paulo: Makron Books do Brasil, 2001. xxiv, 382 p. ISBN \n8534610347.  \nPRIMAK, F. Decisões com B.I:  business intelligence. Rio de janeiro: Ci ência Moderna, 2008. \n152p . ISBN  9788573937145.  \nTAN, P., STEINBACH,  M., KUMAR, V., In trodução ao Data Mining, Editora Ciência \nModerna, 2009, ISBN: 8573937619 .  \n  \nBIBLIOGRAFIA CO MPLEMENTAR:   \nZAKI M., MEIRA Jr., W., Fundamentals of Data Mining Algorithms, Cambridge, 2014. \nISBN: 0521766338.   ", "87": "Bacharelado em Engenharia de Computação| 87 \n \n  \n \n \n HAN, J., KAMBER, M., Data Mining:  Concepts and Tech niques, Morgan Kaufmann \nPublishers, 2a. edição, 2006. ISBN: 1558609016 .  \nLINOFF, G.S., BERRY , M.J.A., Dat a Min ing Techniques: For Marketing, Sales, and \nCustomer Relationship Management, Wiley, 3a edição, 2011.  ISBN: 0470650931.   \n \nPROJETO E ANÁLISE DE ALGOR ITMOS   \nEMENTA:  Complexidade de algoritmos ; recursividade ; tentativa e erro ; divisão \\conquist a; \nprogramaçã o din âmica ; algoritmos gulosos ; heurísticas e algoritmos aproximados.   \n  \nBIBLIOGRAFIA BÁSICA:  \nZIVIANI, N. Projeto de algoritmos:  com implementações em Java e C++.  1. ed. São Paulo: \nCengage Learning, 2015. xx, 621 p ISBN 9788522105250.  \nZIVIANI,  N. Projeto d e alg oritmos:  com implementações em PASCAL e C. 3. ed. rev. ampl. \nSão Paulo: Cengage Learning, 2011. xx, 639 p ISBN 9788522110506.  \nCORMEN , T. Algoritmo s: teoria e prática.  Rio de Janeiro: Elsevier, 2012. 926 p ISBN \n9788535236996.  \n \nBIBLIOGRAFIA  COMPLEMENTAR : \nWIR TH, N.  Algorítmos e estruturas de dados.  Rio de Janeiro: LTC, c1999. 255 p. ISBN 978 -\n85-216-1190 -5. \nASCENCIO, A.; CAMPOS, E.  Fundamentos da progra mação de computadores:  algoritmos, \nPascal, C/C++ e Java.  2. reimpressão. São Paulo: Pearson Prentice Hall , 200 5. 355 p. ISBN \n9788587918362.  \nDEITEL, H.; DEITEL, P.  C++:  como programar.  5. ed. São Paulo: Pearson, 2006. xlii, 1163 \np. ISBN 97 88576050568.  \n \nOTIM IZAÇÃO COMPUTACIONAL  \nEMENTA: Programação Linear Inteira. Relaxação Linear e Lagrangeana. Mét odo do \nGradie nte e  de Newton. Condições de Otimalidade Karush -Kunh -Tucker. Método da \nPenalidade da Barreira. Branch -and-Bound. Método de Benders e  Método de Dantizg . \n \nBIBLIOGRAFIA BÁSICA:  \nARENALES, M.; MORABITO, R.; ARMENTANO, V;. &  YANASSE, H.   Pesquisa \nOperacional: p ara e ngenharia.   Elsevier, 2ª Ed, 2015.  \nBAZARAA, M. S., JARVIS, J.J.; & SHERALI, H. D. Linear programming and network \nflows. John Wil ey, 2011.  \nGOLBARG , M. C.  and LUNA, H. P. L.; Otimização combinatória e programação linear. Rio \nde Janeiro: C ampus.  \n \nBIBLI OGRAF IA COMPLEMENTAR:  \nMACULAN F.º N. e PEREIRA, M. V. F. Programação Linear. São Paulo: Atlas, 1980 . \nGOLDBARG, M.C. LUNA,  H. P.L. Pro gramação Linear e Otimização Combinatória: \nModelos e Algoritmos, Ed. Campus, 2000.  \nMATEUS, G. R.  LUNA, H. P.L . Programaçao  Não Linear, V Escola de Computação, 1986.  \nBERTSIMAS, D. and TSITSKLIS, J.N., 1997.  Introduction to linear optimization  (Vol. 6, pp. \n479-530). Belmont,  MA: Athena Scientific.  ", "88": "Bacharelado em Engenharia de Computação| 88 \n \n  \n \n \n PAPADIMITROU, C.H. and STEIGLITZ, K., 1982. Combinatorial optimizati on: algorithm s \nand complexity.  \n \nTÉCNICAS METAHEURÍSTICAS PARA OTIMIZAÇÃO  \nEMENTA: Algoritmos gulosos. Busca local. Busca em grandes vizinhanças. Si mulated \nAnnealing.  Busca tabu. Algoritmos evolucionários. Colônia de formigas. GRASP.  Aplicação \ne uso de paco tes computaci onais .   \n \nBIBLIOGRAFIA BÁSICA:  \nGOLBARG, M. C.  and LUNA, H. P. L.; Otimização combinatória e programação linear. Rio \nde Janeiro: Camp us. \nGEN DREAU, M. a nd POTVIN, J. Y. eds.; 2010. Handbook of metaheuristics (Vol. 2). New \nYork: Springer.  \nVIANA , GV. Meta -heurística e programação paralela em otimização combinatória. UFC; \n1998.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nGASPAR -CUNHA, A. TAKAHASHI, R. ANT UNES , CH. Manual d e computação evolutiva \ne metaheurística. Imprensa da Universidade de Coimbra/Coimbra Univers ity Press; 20 12 Ju n \n1. \nCAMPELLO, R.E, MACULAN, N. Algoritmos e heurísticas. EDUFF, Niterói. 1994.  \nEI-GHAZALI T. Metaheuristics: From Design to Imp lementation. John Wiley. 2009 . \nGLOVER, F, and KOCHENBERGER, G. A. Handbook of metaheuristics. (Eds.) Springer \nScience & Bus iness  Media. 2003.  \nPARDALOS, P.M and RESENDE, M. G. Handbook of applied optimization.  \n \nPARADIGMAS DE PROGRAMAÇÃO  \n \nEMENTA:  Introdução às Linguagens de P rogramação. Aspectos históricos das principais \nlinguagens de programação. Caracterização e c lassificações  dos paradigmas. Problemas \ntratáveis pelos paradigmas. Definição e caracterização dos paradigmas declarativos e \nimperativos. Prática de programação com  os principais paradigmas apresentados.  \n \nBIBLIOGRAFIA BÁSICA:  \nSEBESTA, ROBERT W. Conceitos d e linguagens de pr ogramação. 5A. ED. Porto Alegre: \nBookman, 2003.  \nMANZANO, JOSÉ AUGUSTO N. G; COSTA JUNIOR, ROBERTO AFFONSO DA. \nProgramação de com putadores com Java. São Paulo: Érica, 2014. 160 p. \nJOYANES AGUILAR, LUIS. Programação em c++: algoritmos, estr uturas de dad os e \nobjetos. São Paulo: MC GRAW -HILL, 2008.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nFURGERI, Sérgio. Programação orientada a objetos: conceitos e técnicas. São Pa ulo: Érica, \n©2015. 168 p.  ", "89": "Bacharelado em Engenharia de Computação| 89 \n \n  \n \n \n BARMES, David J; KÖLLING, Michael. Programação orientada a objetos  com Java: um a \nintrodução pratica usando o Bluej. 4. ed. São Paulo: Pearson, ©2009.  \nCHAPMAN, Stephen J. Programação em Matlab para engenheiros. 3.  ed. São Paulo: Pi oneira \nThomson Learning, ©2017. 616 p.  \n \nCOMPATIBILIDADE E INTERFERÊNCIA ELETROMAGNÉTICA  \nEMEN TA: Introduçã o e c onceitos básicos. Princípios eletromagnéticos básicos. Emissão \nconduzida e irradiada. Susceptibilidade conduzida e irradiada. In terferência eletro magnética. \nTensões induzidas por descargas atmosféricas. Técnicas de medição e de modelagem EMC. \nControle  de interferência eletromagnética. Controle de descargas eletrostáticas. Blindagem.  \n \nBIBLIOGRAFIA BÁSICA:  \nKOWYOURNDJIAN, Ara. Compati bilidade eletromag nética. Editora: Artliber, Coleção MM \nEditora, 1998.  \nSANCHES, Durval. Interferência eletrom agnética. Edi tora: Interciência, 2003. ISBN -10: \n8571930848; ISBN -13:9788571930841.  \nABNT NBR 25415:2016 - Métodos de medição e níveis de referênci a para exposição a  \ncampos elétricos e magnéticos na frequência de 50 Hz e 60 Hz.  \nCISPR32:2019 - Compatibilidad e eletromagné tica de equipamentos de multimídia - \nRequisitos de emissão.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nBASTOS, João Pedro Assumpção. Eletromagnetism o e cálculo de cam pos. Florianópolis: Ed. \nUFSC, 1996.   \nPAUL, C. R. Introduction to Electromagnetic Compatibil ity. Second E dition. New Jersey: \nJohn Wiley, 2006.  \nHALLIDAY, RESNICK, WALKER. Fundamentos de Física. Vol. 3. 8 ed. Editora LTC, \n2009.  \nTIPLER, P. A. Física. Vol 3. 4 ed. LTC, 1999.  \nZemansky, Sears e Freedman, Young E. Física III Eletromagnetismo, Ed. Addis son Wesley, \n2009. \n \nTÓPICOS ESPECIAIS EM ENGENHARIA D E COMPUTAÇÃO  \nEMENTA:  Essa disciplina é reservada para assuntos de atualidades, tais como: Apli cações \nem Engenhar ia de Computação, Discussão sobre Novas Tecnologias, reforço para ENADE, \nElaboração de Proje tos voltados ao em preendedorismo.  \n \nBIBLIOGRAFIA BÁSICA:  \n \nNão se aplica.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \n \nNão se aplica.  \n ", "90": "Bacharelado em Engenharia de Computação| 90 \n \n  \n \n \n 8. METODOLOGIA UTILIZADA PELO CU RSO  \n \n Conforme Resolução nº 5, de 16 de novembro de 2016 , o projeto pedagógico deve \ndemonstrar claramente com o o conjunto de at ividades previstas garantirá a formação dos \ndiscentes dentro do perfil de egresso desejado.  \n Diante disso, as seguintes atividad es podem ser suger idas:  \n Estruturação dos componentes curriculares visando abordar os temas exigidos pelos \nreferenciais curr icula res nacionais quanto à formação de Engenheiros de Computação;  \n Formatação da estrutura curricular com o desígnio de proporcionar a integração entre  \ncomponentes curriculares distintos situados em uma mesma fase, ou em fases diferentes do \ncurso; \n Organiza ção d e laboratórios que permitam a simulação de situações que podem \nocorrer nos ambientes de atuação dos Engenheiros de Computação;  \n Viabilização de est ágios junto às instituições locais e regionais;  \n Realização de atividades extracurriculares e /ou complemen tares  que ofereçam aos \ndiscentes maiores informações e conhecimentos acerca das atividades exercidas pelos \nEngenheiros de Computação nos seus respectiv os ambientes de atuação.  \n \n9. FLEXIBILIZAÇÃO CURRICULAR/INTERAÇÃO COM OUTROS CURSOS  \n \nA flexibili zação curricu lar possibilita a ampliação dos horizontes do conhecimento e o \ndesenvolvimento de uma visão crítica mais abrangente, pois permite ao estudante ir além de \nseu campo específico de atuação profissional, oferecendo condições de acesso a \nconhecimen tos, habilida des e  atitudes formativas em outras áreas profissionais.  \nA flexibilização do currículo se caracteriza, tanto pela verticalidade, qua nto pela \nhorizonta lidade. A flexibilização vertical prevê diferentes formas de organização do saber, ao \nlongo do período de  form ação. Além das disciplinas obrigatórias e optativas que constam da \nestrutura curricular do Curso de Engenharia d e Computação, os  estudantes tem a possibilidade \nde cursar outras disciplinas do seu interesse que constam na estrutura curricu lar de outros  \ncursos de graduação, disponibilizadas como disciplinas eletivas.  \nEsta iniciativa permite ao estudante  ampliar sua formação em qualq uer campo do ", "91": "Bacharelado em Engenharia de Computação| 91 \n \n  \n \n \n conhe cimento. Os créditos obtidos constarão no histórico escolar do estudante , como \ndisciplinas e letivas livre s, favorecendo o seu enriquecimento curricular.  \nA flexibilização curricular horizontal possibilita ao estudante  o aproveitamento, pa ra \nfins de integra lização do curso, de várias atividades acadêmicas complementares. Essas \natividades  são impor tantes para a  form ação do estudante  e constituem o pilar de apoio para \ndiversidade, proporcionando o cenário no qual o estudante  possa, de fato, t er à disposição as  \nvariadas alternativas de percurso curricular.  \nEssa flexibilização é assegurada pela oferta  de um conjun to de  atividades acadêmicas \narticuladas à formação e planejadas pela Coordenação de Curso tais como: visitas técnicas, \neventos, seman a acadêmica, pales tras, dentre outras.  \n \n10. SISTEMA DE AVALIAÇÃO DO DESEMPENHO DISCENTE  \n \nConforme disposto no art igo 3 8, da Se ção V III, do Regimento Geral da UEMG, que \ntrata da Avaliação do Rendimento Escolar, esta é feita em cada disciplina, em função do \naproveitamento verifi cado em provas e trabalhos decorrentes das atividades desenvolvidas  \npelo estudante . \nA avalia ção do rendim ento em cada disciplina é feita por pontos cumulativos, em uma \nescala de zero (0) a cem (100) e nenhuma avaliação parcial do aproveit amento pode ter va lor \nsuperior a quarenta (40) pontos.  \nÉ assegurado ao estudante o direito de revisão de prova  e trabalhos escri tos, desde que \nrequerida no prazo estipulado pela Unidade Acadêmica e esta revisão deve ser feita, de \npreferência, na presença d o estudante. \nÉ obr igatório o comparecimento do estudante  às aulas e às demais atividades \nprevistas, sendo que o estudante  que nã o tiver frequentado pelo menos 75% (setenta e cinco \npor cento) das atividades escolares programadas estará automaticamente repro vado. \nApurados os resultados finais de cada disciplina é considerado aprovado o estudante  \nque alcança r sessent a (60) pontos , no mínimo, e apresenta frequência satisfatória.  \nO estudante que obtiver nota superior ou igual a quarenta (40) e inferior sessenta (60), \nalém de ter frequência mínima exigida, poderá se submeter a exame especial nos termos \ndefinidos em Resol ução do Conse lho d e Ensino, Pesquisa e Extensão.  ", "92": "Bacharelado em Engenharia de Computação| 92 \n \n  \n \n \n 11. PROGRAMA DE ASSISTÊNCIA E APOIO PSICOLÓGICO E \nPSICOPEDAGÓGICO AO ESTUDANTE – PROAPE  \n \nConhecendo a  multiplicidade de  fatores que influenciam na aprendizagem e no \nrendimento dos estudantes , pode -se observar qu e muitos dele s est ão sujeitos a dificuldades \npara aprender em algum momento da vida acadêmica. Para promover um ensino de qualidade \ne adequada per manência dos estud antes  no Curso, é necessário que este seja ambiente \npropício para formação de futuros profis sionais. Send o ass im, faz -se necessário investimentos \nem várias frentes. Uma delas é que haja uma política de assistência psicológica e \npsicopedag ógica aos estudant es com olhar diferenciado, contextualizado e sistêmico.  \nO Núcleo de Apoio Acadêmico e Social  ao Estudante  - NAE é o setor responsável \npelas ações de apoio acadêmico e social aos discentes dos cursos oferecidos na Unidade \nAcadêmica de Divi nópolis da Univers idade do Estado de Minas Gerais – UEMG.  \nAtravés do Programa d e Assistência e Apoio Psicológ ico e Psicope dagóg ico ao \nEstudante - PROAPE, o NAE presta assistência e apoio psicológico, social e psicopedagógico \nao estudante, como garantia de  sua inserção e pe rmanência na vida acadêmica do ensino \nsuperior, oferecendo -lhe a oportunidade de discutir qu estões determ inada s pelo momento de \nvida em que se encontram e promover estratégias de solução, constituindo -se como um \nespaço de apoio e acompanh amento dos mesmos,  de acordo com as suas necessidades, desde \no momento que ingressam no ensino superior até a conclusão dos  estudos.  \nO atendimento envolve aspectos voltados para: o acolhimento acadêmico, o processo \nensino -aprendizagem, o apoio às ações ex traclasse, dificul dades pessoais, relações sócio -\nfamiliares, decisões profissionais, seja por demanda espontân ea ou por enc aminh amento da \ncoordenação do Curso.  \nA equipe do PROAPE/NAE realiza suas ações através de uma gestão descentralizada, \ncom a participa ção dos Coordenado res dos Cursos, Supervisores de Estágios, professores dos \ndiversos cursos e outros setores d a Instituição . \n \nA assistência ao discente acontece através de atividades em três esferas:  \n Prevenção e promoção de saúde mental.  ", "93": "Bacharelado em Engenharia de Computação| 93 \n \n  \n \n \n  Diagnóstico das di ficuldades psicoss ociais e psicopedagógicas, bem como de conflitos \nvivenciados pelos discentes.  \n Atendimento ps icológico, so cial e psicopedagógico, promovendo encaminhamentos \nnecessários ao seu tratamento.  \n \nPara o desenvolvimento do PROAPE, o NAE conta com os seguintes profi ssionais: \npsicólogo; psicopedagogo; pedagogo; assistente social. Quando necessário, conta ta mbém \ncom estudante s estagiários e monitores dos cursos.  \nDentre as ações já desenvolvidas pelo PROAPE, destacam -se: \n Acolhimento aos estudantes  ingressantes para apre sentação do PROAPE e \nparticipação nas aulas inaugurais.  \n Oficinas de Integração para os estudantes  dos pr imeir os períodos, realizadas em salas \nde aula.  \n Levantamento das dificuldades apresentadas pelos estudantes , através de questionários  \nou informações do s coordenadores de curso.  \n Plantões para acolhimento e encaminhamento de estudantes  (de forma  espontânea o u \nencaminhados pelos coordenadores de curso).  \n Ciclo de palestras, com temas que favorecem a inserção e permanência dos estudantes  \nna vida acadêmica.  \n Workshops, realizad as em sábados letivos, que priorizam o autoconhecimento e o \ndesenvolvimento  das relações  huma nas.  \n Cursos ministrados por professores ou estudantes  dos períodos mais avançados, como \npor exemplo: Curso de Leitura, Interpre tação e Redação de  Textos Acadêmicos; Curso de \nContadores de Histórias.  \n Grupos de reflexão sobre temas e difi culdades acer ca do  cotidiano dos estudantes  em \nsua vida acadêmica.  \n Assistência e apoio por demanda específica de estudante  ou de turma.  \n \n ", "94": "Bacharelado em Engenharia de Computação| 94 \n \n  \n \n \n 12. FORMAS D E FUNCIONAMENTO DO  COLEGIADO DO CURSO  \n \nO Colegiado do curso de Engenharia de Computação é um órgão tanto consu ltivo, \ndelibe rativo, quanto propositivo, que debate questões acadêmicas propostas pelo NDE, tais \ncomo: trabalhos interdisciplinares; indicação de Atividades Complem entares, Extensão e de \nPesquisa; temáticas definidas para as Semanas Acadêmicas; formato e t emática dos t rabal hos \ninterdisciplinares, sugestão de visitas técnicas, parcerias e convênios.   \nSão ainda demandas do colegiado, repassar informa ções importantes s obre a \nadministração acadêmica relativas à Instituição, ao Curso, aos Docentes e Discentes. Desta \nforma, funci ona como um importante espaço de comunicação e interlocução do Curso. As \ndecisões são tomadas a partir da maioria de votos de se us membros. \nRessal ta-se que o Colegiado do curso de Engenharia de Computação tem seus critérios \nde composição e de funciona mento  conforme o Estatuto da UEMG.  \n \n13. NÚCLEO DOCENTE ESTRUTURANTE  \n \nO Núcleo Docente Estruturante (NDE) de um curso constitui -se de um g rupo de \ndocentes, com atribuições acadêmicas de acompanhamento, atuante no processo de \nconcepção, consolidação  e contínua a tualização do projeto pedagógico do curso.  \nO Núcleo Docente Estruturante é constituído por, pelo menos, 5 (cinco) membros, \ncom manda to de 2 (dois) ano s e possibilidade de recondução por igual período, com reuniões \nmensais.  \nSão atribuições do Núcleo Docent e Est ruturante:  \na) Elaborar o Projeto Pedagógico do curso definindo sua concepção e fundamentos;  \nb) Contribuir para a consolidação do perfi l profissional do egresso do curso;  \nc) Promover a integração interdisciplinar entre as diferentes atividades de e nsino \nconstan tes no currículo, respeitando os eixos estabelecidos pelo projeto pedagógico;  \nd) Identificar formas de incentivo ao desenvolvimento de l inhas de pesquisa e extensão, \nprovenientes de necessidades da graduação, de exigências do mercado de trabalho e afinadas \ncom as políticas públicas relativas à área do conhecimento do curso;  \ne) Zelar pelo cumprimento das diretrizes curriculares para o curso de  graduação; ", "95": "Bacharelado em Engenharia de Computação| 95 \n \n  \n \n \n f) Efetua r estudos para refinamento do Plano Político Pedagógico do curso, contribuindo \npara o consta nte melhorame nto d o curso, mediantes as necessidades do mercado;  \ng) Conduzir trabalhos de reestruturação curricular;  \nh) Supervisionar as formas de avali ação e acompanhame nto do curso definidas pelo \nColegiado;  \ni) Analisar e avaliar os Planos de Ensino dos componente s curriculare s; \nj) Acompanhar as atividades do corpo docente, recomendando ao Colegiado  discussões \nsobre os docentes, quando necessário;  \nk) Planejar e a companhar as ativi dades complementares e de extensão executadas pelo \ncurso;  \nl) Produzir trabalhos científicos de interesse do curso . \n \n14. COORDENAÇÃO DO CURSO  \n \nA coordenação de curso tem a competência de administrar o curso de maneira que \nviabilize o processo edu cacional a que se propõe. Dentre suas atividades está o \nassessoramento pedagógico ao professor, orientação did ática pedagóg ica a o discente, \norganização de políticas educacionais para o curso, elaboração e despacho de documentos \noficiais e normatizadores, r ealizar o intercâm bio entre as decisões superiores e membros \ndocentes e discentes sempre em consonância com as  políticas in stitucionais e com a legislação \npertinente, assim como o Conselho do curso.  \n \n15. CORPO DOCENTE  \n \nO corpo docente da UEMG, Unidade Divinópo lis, é formado por  profissionais de \ndiversas áreas, como Engenharias, Química, Física, Matemática, Psicologia,  Bioquímica, \nHistó ria, Letras, Filosofia, Pedagogia, dentre outros, com elevada qualificação para o \nexercício, sendo, a maior parte mestres e dout ores, atuantes em sua área.  \nO corpo docente é constituído por professores que são capazes de:  \nEstabelecer a re lação entre t eoria  e prática, demonstrando compromisso com a \nformação do Engenheiro da Computação, numa proposta interdisciplinar e visando orient ar os ", "96": "Bacharelado em Engenharia de Computação| 96 \n \n  \n \n \n estudantes  para um a prática profissional consciente e comprometida com as questões \nregionais e nacionai s; \nIntegrar o s con teúdos programáticos à atividade prática, de modo a garantir a \nformação abrangente do profissional, capaz de atuar em diferentes  áreas da Engenhar ia de \nComputação;  \nCapacitar os estudantes  no uso de conhecimentos teóricos e práticos para o  exercício \nda profissão de Engenheiro da Computação;  \nVincular o ensino, a pesquisa e os programas de extensão, de modo a possibilitar a \nintegração  de professores, estudantes , instituição e comunidade externa.  \n \n16. INFRAESTRUTURA PARA O FUNCIONAMENTO DO CURSO  \n \n16.1. Infraes trutu ra física  \n \nBLOCO 1 – 1º andar  \n 6 salas de aula  \n Arquivo Inativo do Registro Acadêmico  \n Biblioteca.  \n Laboratório de Informática I  \n Manutenção/Almoxarifa do \n Setor de Tecnologia da Informação  \n Comitê de Ética  \n Sala de estudos individuais  \n Sala de est udos em grupo  \n \nBLO CO 1 – 2º andar  \n 6 salas de aula  \n Arquivo inativo  \n Estoque de móveis  \n Financeiro / Coordenação Saúde  \n Laboratório de Informática 2  ", "97": "Bacharelado em Engenharia de Computação| 97 \n \n  \n \n \n  \nBLOCO  2 \n 13 salas de  aula \n Xerox  \n \nBLOCO 3  \n 12 salas de aula  \n Brinquedoteca  \n Coordenação Pedagógica  \n Almoxarifado/Dilu ição \n Coordena ção H umanas  \n \nBLOCO 4  \n Sala de professores  \n Videoconferência (UAITEC)  \n Videoconferência (coordenação)  \n Laboratório UAITEC  \n Laboratórios de Informática 3 e 4  \n Laboratórios de Fotografia, Rádio e TV  \n Cemud / Acervo Cemud  \n Estúdio Fotográfico  \n Núcleo de Es tágio  \n Planeja mento  \n Apoio Técnico  \n Diretório Acadêmico  \n \nBLOCO 5 – 1ª andar  \n 11 salas de aula  \n Coordenação Exatas  \n Laboratório de Matemática  ", "98": "Bacharelado em Engenharia de Computação| 98 \n \n  \n \n \n  \nBLOCO 5 – 2º andar \n 10 salas de aula  \n Conselho Regional de Química  \n Plantão Psicológico  \n Sala de Desenho  \n \nBLOCO 6 - Laborató rios \n Anatomia  Huma na \n Engenharia (1 e 2)  \n Física (1 e 2)  \n Microbiologia e Fisiologia  \n Microscopia  \n Química (1 e 2)  \n Zoobotânica  \n Setor de Apoio aos Labor atórios. \n \nBLOCO 7  \n Arquivo Inativo / Copa  \n Contadoria  \n Coordenação -Geral de Gestão de Pessoas  \n Assessoria de Comun icação  \n Estrut urar Engenharia  \n NAE  \n \nBLOCO 8 - Laboratórios  \n Apoio aos laboratórios  \n Sala dos Motoristas  \n Ginástica e Dança  \n Saúde (1 e 2)  ", "99": "Bacharelado em Engenharia de Computação| 99 \n \n  \n \n \n  \nBLOCO 9  \n Audit ório  \n Copa \n \nBLOCO 10 \n Laboratórios de Engenharia de Computação  \n \n \nBLOCO ADMINISTRATIVO  \n Coordenação Integrada de Extensão, Pes quisa  e Pós -graduação (CIEPP)  \n Diretoria Acadêmica  \n Copa  \n Lanchonete  \n Diretoria Administrativa  \n Prestação de contas  \n Secretaria Acadêmica  \n Sala de Reuniões  \n \n \n16.2. Registro Acadêmico  \n \nO registro acadêmico é feito através do sistema GIZ, que é um so ftware de gestã o \neducacional. Permite um controle total e integrado das áreas acadêmica, administrativa e \npedagógica.  \n \nPrincipais funcionalidades : \n \n Cadastro de usu ários, parâmetros, unidades, cursos, professores, turmas, situação \n(suspensão), faixa de hor ário de entrada , feriados, dias letivos, funcionários e turnos.  \n Efetua a matrícula de estudantes . ", "100": "Bacharelado em Engenharia de Computação| 100 \n \n  \n \n \n  Cadastra e registra a situação do estudante : tr ancamentos, transf erências, \ncancelamentos, desistências de curso.  \n Cadastro de horários das aulas das disciplin as, possibilita ndo a  emissão das folhas de \nponto dos professores.  \n Relatórios: frequência diária, estudantes  ausentes, estudantes  por turma, verifi cação de \nponto, ma pa de frequência.  \n Apura automaticamente o resultado acadêmico dos estudantes , com geração do  \nhistórico esco lar. \n O sistema permite que o cálculo do resultado acadêmico seja feito através da média \nglobal das disciplinas ou média por área de  conhecimento.  \n Emissão de histórico escolar, diário de classe, ficha de matrícula, ficha do estudante , \nboletim , contratos, de clara ções, atestados e outros documentos em modelo padrão ou \npersonalizado.  \n Envio de e -mails/mensagens para estudantes  e professor es. \n Gerador de doc umentos como relatórios, declarações, certificados, recibos, diplomas, \natestados.  \n Controle de acesso e usu ários  do Sistema.  \n Sistema de auditoria e de controle dos dados criados, alterados ou excluídos.  \n \nO portal do sistema GIZ on-line (WebGiz) é acessado e utilizado por todos os \nestudantes  e professores através do site da Unidade Acadêmica de Di vinópolis com a s \nseguintes funcionalidades:  \n \nPORTAL DO ESTUDANTE :  \n Acesso ao boletim de notas e ocorrências disciplinares.  \n Visualização do históri co escolar resumid o. \n Visualização de gráficos de desempenho estudante  x turma.  \n Visualização de conteúdo das au las. \n Conferênci a dos  resultados de avaliações.  \n Verificação de frequência.  ", "101": "Bacharelado em Engenharia de Computação| 101 \n \n  \n \n \n  Recebimento de mensagens.  \n Efetivação da rematrícula on-line. \n Impressão d o comprovante de m atrícula.  \n Visualização dos dados cadastrais.  \n \nPORTAL DO PROFESSOR:  \n Lançamento/cadastramento de avaliações e  notas. \n Lançamento/cadastramento de aulas, conteúdo das aulas e faltas.  \n Lançamento de Plano de Ensino.  \n Impressão do diário de class e. \n Cadastramento o corrências.  \n Envio/recebimento de mensagens.  \n \n16.3 Biblioteca  \n \nA Biblioteca “Prof. Nicolaas Gerard us Plasschaert”  tem como finalidade prestar \nserviços de apoio às atividades de ensino, pesquisa e extensão para estudantes , professores e \npesquisa dores na busca de informações e conhecimentos necessários para essas atividades, \nbem como garantir a armazenag em conveniente do ac ervo sob sua responsabilidade. Além de \natender a comunidade acadêmica, atende a comunidade em geral para pesquisa local.  \n \nHorá rio de Funcionamen to:  De segunda a sexta -feira de 7:00 às 22:00.  \n \nÁrea física da Biblioteca: A Biblioteca est á localizada no  1º andar, Bloco 1 e ocupa \numa área de 466,93 m²  \n \n Acervo  \nO acervo da Biblioteca está cadastrado no software Pergamum, O sistema ge rencia \ntoda a auto mação de informações de empréstimos, inclusive informações estatísticas. \nPossibilita além de  consulta ao ac ervo das bibliotecas, renovação de empréstimos e reserva de ", "102": "Bacharelado em Engenharia de Computação| 102 \n \n  \n \n \n livros através do uso internet. A rede compartilhada do Pergamum adota para as regras de \ncatalogação o Anglo -American Cataloguing Rules (AACR 2), e cabeçalho de assunto Library \nof Congress Subject  Head ings (LCSH).  \nO acervo da bibliografia básica e da bibliografia complementar está disponível, por \nunidade curricular, e procura  atender a quantid ade média de estudantes  de acordo com a \nqualidade de desenvolvimento das pesquisas e consult as pedagógicas.   \n \n \nBibliografia  \n BÁSICA  Bibliografia \nCOMPLEMENTAR  Total  \nTítulos  Exemplares  Títulos  Exemplares  Títulos  Exemplares  \n161 2171  270 1187 431 3358  \n \n \nBIBLIOTECA on-line:  \n \nO software Pergamum oferece através do acesso ao site, no campo BIBLIOTECA  \n<http://www. uemg.br > ou direto no link:  \n <http://200.198.18.141/pergamum/biblioteca/index.php>, a possi bilidade de consul ta ao \nacervo de todas as bibliotecas das Unidades UEMG. Além dos principais pontos de \nrecupe ração de inform ações  (autor, título e assunto), o usuário consegue acessar a pesquisa de \nempréstimo, efetuar reservas, renovações, etc., através d o seu login (CPF e  senha cadastrada \nna biblioteca).  \n \n16.4 Laboratórios Específicos  \n \nLaboratório de Circuitos E létrico -eletrôn icos \n \nEste espaço físico  é destinado exclusivamente a formação dos graduandos em \nEngenharia de Computação . Conta com 12 bancadas de  madeira e metal, medindo 1,7 m x 1 \nm, com dois armários de metal, quadro branco e 35 bancos de metal com acen to de madeira.  \nEstão  disponíveis para os estudantes  6 computadores para montagem de circuitos e \nprogramação de computadores, kits Arduíno, conecto res de redes, test adores de cabos, kits ", "103": "Bacharelado em Engenharia de Computação| 103 \n \n  \n \n \n didáticos eletrônica analógica EA3600 -SDC Display gráfico, kit robô Ar duíno, tanque R over \ne outros componentes diversos.  \nO objetivo do Laboratório é capacitar os discentes para estarem aptos a realizar  a \nmontagem e teste de circuitos , sendo útil, também, para realização de projetos de Trabalho de \nConclusão de Curso. Dessa f orma, as aulas práticas desenvolvidas aqui possibilita aos  \ngraduandos do Curso de Engenharia de Computação  as habilidades necessárias que \npossibil item a capacidade de desenvolverem um  alto desempenho na indústria, no \ndesenvolvimento de programas para aplic ações específic as, como sistemas operacionais e de \nredes, projeto e desenvolvimento de sistemas de hardware e software, sistemas embarcados e \ninteligentes e projeto s computacionais em geral.   \n \nLaboratório de Física Elétrica  \n \nEste laboratório, com  capacidad e para 36 estud antes , possui em suas dependências \nbancadas de granito com 3 armários embutidos, uma pia de aço inox com torneira, seis mesas \nde ma deira e metal de  1,30 m x 0,85 m, dois armários de metal, 6  bancos de madeira, quadro \nbranco, tubulação inter na nos armários  para saída de gás e um kit de primeiros socorros de \nacesso rápido e fácil para emergência em caso de acidentes durante a utilizaçã o do espaço \nfísico . \n \nÉ utilizado pelos cursos de Engenharia Civil, Engenharia de Produção e Engenharia de \nComp utação , para os  quais são realizadas aulas práticas referentes ao conteúdo da eletricidade \ndentro da área da Física. Dessa forma, as aulas desenvo lvidas aqui trabal ham as habilidades \nem Eletricidade, Eletromagnetismo e Eletrodinâmica. Portanto, encontram -se nas \ndependênc ias d este laboratório os seguintes equipamentos e materiais: multímetros, \ncapacitores, fontes de alimentação, kits de eletricidade,  lâmpadas diversas , geradores de Van \nde Graff, baterias diversas, ímãs, limalha de ferro, eletroímãs, fios div ersos, boquilha s, \ntomadas machos, tomadas fêmeas, resistores, kits de ferramentas, bússolas, circuitos elétricos \ne trabalhos realizados pelos estudantes do curso.  ", "104": "Bacharelado em Engenharia de Computação| 104 \n \n  \n \n \n O objetivo deste Laboratório é trabalhar os fenômenos elétricos e magnéticos de forma \nprática , o que possibi lita ao graduando em engenharias o desenvolvimento de habilidades e \ncompetências da Física Elétrica que possam ser aplicadas em seu  campo de atuação.  \n \nLaboratório de Física Geral  \n \nEste laboratório possui bancadas de granito com 3 armários em butidos, uma pi a de aço \ninox com torneira, seis mesas de madeira e metal de 1,30 m x 0,85 m, uma mesa de ardósia e \nmetal de 1,90 m x 0,90 m, dois armários de metal,  36 bancos de madeira, quadro branco, \ntubulação interna nos armários para saída de gás e um kit de primeiro s soc orros de acesso \nrápido e fácil para emergência em caso de acidentes durante a utilização do espaço físico.  \nUtilizado para aula s das disciplinas de Física I e Física II do Curso de Engenharia de \nProdução e Engenharia Civil, Física I, Fís ica II e Física  III no Curso de Engenharia de \nComputação  e Física Geral nos Cursos de Ciências Biológicas, Química e Matemática.  \nNeste espaço físi co o estudante  é apresentado à experimentação em Mecânica,  \nTermodinâmica  e Hidrostática, permitindo a união da  teoria e práti ca, e ssencial na formação \ndo engenheiro. Com seus equipamentos, pode -se compor experimentos sobre cinemática, \ndinâmica, estática, e letricidade, magne tismo e eletromagnetismo.  \nPossui  em suas dependências, roldanas associadas e simples, dinamô metros, balança  \nde p recisão, massas padronizadas e suportes, réguas, planos inclinados, paquímetros, \ncalculadoras, cronômetros, níveis de bolha de  ar, transferidore s, calorímetros, kits de \nferramentas, kits de física geral, kits de mecânica, kits de movime ntos ondulatóri os, p ainel de \ndemonstração de caixa e ralos, painel de demonstração de soldável, painel de demonstração \nde esgoto secundário, paine l de demonstração de esgoto em série, painel de demonstração de \nAquathern, kits de pesos e medidas, termômetro s, dilatômetros , vidrarias básicas, esferas de \ndiferentes massas e composições, carrinhos pra simulação de movimentos, trenas e fitas \nmétricas, mo las, diapasões, de nsímetros, pêndulos, trabalhos realizados pelos estudantes  dos \ncursos de engenharias e outro s aparelhos div ersos .  \nO objetivo deste Laboratório é trabalhar os fenômenos físicos de forma prática, \ndesenvolvendo a capacidade de investigação dos fenômenos atra vés de medições, \nquantificações, identificação de parâmetros relevantes, de grandezas, conce itos e relações  ", "105": "Bacharelado em Engenharia de Computação| 105 \n \n  \n \n \n entre as grandezas (leis físicas) de forma que o graduando de diversos cursos possa aplicar o \nconhecimento das diversas áreas da F ísica em seu campo  de trabalho.  \n \nLaboratório de Química/ Bioquímica  \n \nO laboratório de Química e Bioquímica é u m lugar privile giado  para a realização de \nexperimentos, com instalações de água, luz e gás de fácil acesso em todas as bancadas. Este \nespaço é uti lizado para as aul as práticas referentes às áreas do conhecimento da Química e \nBioquímica para e Ensino no cur so de Ciências Bioló gicas, Enfermagem, Educação Física, \nEngenharias Civil, de Produção e da Computação, Fisioterapia e Química desta Instituição d e \nEnsino.  \nConta c om duas grandes bancadas de granito, medindo 5m x 1m, com pia de aço \ninoxidável e torneira. Sobre cada banc ada p assa a tubulação de gás que está conectada aos \nbicos de Bunsen em um total de oito saídas para gás por bancada.  \nNo laboratóri o há ainda mais se is pias de aço inoxidável e torneiras com com armários \nembutidos, sendo que em uma delas há um lava olhos, há ta mbém a presença de duas capelas \nde exaustão e mais duas bancadas de granitos com armários embutidos, 35 bancos de metal \ncom ac ento de madeira, além de um kit de primeiros socorros de acesso rápido e fácil para \nemergência em caso de acid entes durante a  utilização do espaço físico.  \nAlém disso, há uma sala de reagentes no laboratório com uma pia de aço inoxidável e \narmários que arma zenam os reagentes  e soluções usados nas aulas práticas.  \nConta com os seguintes equipamentos: vidrarias divers as, estufa de s ecage m, \ncentrífuga convencional, balança analítica, deionizador de água, banho -maria, pHmetro, bicos \nde Bunsen,  agitadores magnéti cos, bomba de vácu o, co luna para cromatografia, \ncondutivímetro, densímetro para álcool, densímetro para gasoli na, dessecador c/tam pa e luva, \ndetector de CO, eletrodo para pHmetro, espectrofotômetro, fonte para eletroforese, forno \nmicro -ondas, fotômetro de chama, geladeira, lavador de pipetas, manta aquecedora, medidor \nde pH para bancada, pHmetro digital de bancada , refratômetro,  turbidímetro e outros \naparelhos diversos.  \nO objetivo do laboratório é adaptar os estudantes  para uma rotina de aulas práticas \ngarantindo a correta instrumentalização e correta utilização dos equipamentos de segurança, ", "106": "Bacharelado em Engenharia de Computação| 106 \n \n  \n \n \n manipulação de vidrar ias e preparo d e sol uções e manuseio de reagentes que podem ser úteis \nà formação do estudante . \n \n16.5 Redes de Informação  \n \n16.5.1. Tecnologia da Informa ção - TI \n \nO Setor de Tecnologia da Informação possui hoje um sistema de informação \nmultiusuário que engloba um  sistema comple to de  administração acadêmica e financeira dos \nestudantes , uma rede física de microcomputadores interligados a 10/100 Megabits, com  \nservidores Window s 2003/2008 e Linux ligados 24 horas, disponibilizando conexão de \nInternet com banda de 20 M b dedicados, de  modo  a suprir as necessidades de toda a \ncomunidade acadêmica.  \nNo que se refere ao acesso dos estudantes , a IES possui um sistema d e gestão \neducacion al que permite controle total e integrado das áreas acadêmica, administrativa e \npedagógica, o Sistema GIZ d a AIX  Sistemas. Este sistema possui uma plataforma virtual \nonde os estudantes  e professores conseguem ter acesso a todos os seus da dos acadêmicos, \ncomo notas, frequência, conteúdo  das disciplinas, histórico, entre outros.  \n \n16.5.2.  Laboratór ios de Informát ica  \n \nAtualmente, a Unidade Acadêmica de Divinópolis possui 177 computadores \nconectados à internet distribuídos em 7 Laboratórios d e Informática. Est es ambientes \nobjetivam proporcionar condições de aprimoramento profissional ao corpo discent e, docente e \nfuncion ários, além de ser um espaço com recursos tecnológicos preparados com ferramentas \npara exercícios específicos das disciplinas,  buscas e pesquisa s acadêmicas através da internet.  \n \nLaboratório 1, Sala 102, Bloco 1 – 1º andar  \n36 computado res (DVDRW - 760 GM - P34 -HD Seagate 1TB -2x DDR3 de 4096MB / 1600 \nMhz - Processador AMD Phenom II X4 - 2.8Ghz)  \n01 Switch 48 portas Gerenciável  ", "107": "Bacharelado em Engenharia de Computação| 107 \n \n  \n \n \n 01 Rack \n01 Ar -condi cionado  \n01 Projetor  \n01 Tela de projeção  \n \nLaboratório 2, Sala 126, Bloco 1 – 2º andar  \n25 comp utadores (Proce ssado r Intel i7 -7700 3.6 GHz, 2x 8 GB de memória DDR4 PC2133 \nCL15, SSD 256 GB, HD Seagate 1TB)  \n01 Switch 48 portas Gerenciável  \n01 R ack \n01 Ar-condicio nado  \n01 Projetor  \n01 Tela de projeção  \n \nLaboratório 3, Sala 406, Bloco 4  \n40 computadores ( DVDR W - 760 GM - P34 -HD Seagate 1TB -2x DDR3 de 4096MB / 1600 \nMhz - Processador AMD Phenom II X4 - 2.8Ghz ) \n01 Rack  \n01 Ar -condicionado  \n02 Switchs 48 p ortas Gerenciáveis  \n01 Projetor  \n01 Tela de projeção  \n \nLaboratório 4, Sala 414, Bloco 4  \n24 computadores (DVDRW - 760 GM - P34 -HD Sea gate 1TB -2x DDR3 de 4096MB / 1600 \nMhz - Processador AMD Phenom II X4 - 2.8Ghz)  \n01 Projetor  \n01 Ar -condicionado  \n01 Tela de proj eção \n \nLaboratório 5, Sala 1001, Bloco 10  ", "108": "Bacharelado em Engenharia de Computação| 108 \n \n  \n \n \n 22 computadores – Core i7 - 16GB de memória – 1TB HD  \n01 Projetor  \n01 Tela de projeçã o \n \nLaboratório 6, Sala 1002, Bloco 10  \n24 computadores (Processador Intel i7 -7700 3.6 GHz, 2x 8 GB de memória DDR4 PC2133 \nCL15, SSD 256 GB, HD Seagate  1TB)  \n01 Projetor  \n01 Tela de projeção  \nLaboratório 7, Sala 1003, Bloco 10  \n6 computadores – Core i5 - 7GB de memór ia – 1TB HD  \n01 Ar -condicionado  \n01 Tela de projeção  \n \n17. INSTRUMENTOS NORMATIVOS DE APOIO  \n \nEstatuto da Universidade do Estado de M inas Gerais  \nhttp://uemg.br/downloads/Estatuto_UEMG. pdf \n \nRegimento  Gera l da Universidade do Estado de Minas Gerais  \nhttp://uemg.br/downloads/Regimento%20Geral_UEMG.pdf  \n \nResolução COEPE/UEMG Nº 132, de 13 de dezembro de 2013. Regulamenta a \nimplantação do regime de matrícula por disciplina nos Cursos de Gradu ação da Univers idade  \ndo Estado de Minas Gerais – UEMG e institui procedimentos e limites para matrícula.  \nhttp://www.uemg.br/arquivos/2013/pdf/Rcoepe132 -13.pdf  \n \n \n \n ", "109": "Bacharelado em Engenharia de Computação| 109 \n \n  \n \n \n 18. REFERÊNCIA S BIBLIOGRÁFICA S \n \nBRASIL: Lei nº. 9.394 de 20 de dezembro de 1996. Diretrizes e Bases da Educação \nNacional. Brasília, DF: D.O. U. de 23/12/96.  \n \nBRASIL. Resoluç ão No 11, de 11 de març o de 2002 . Diretrizes Curriculares Nacionais para \nos cursos de graduação em Engenharia. Bras ília, DF: D.O.U . de 09/04/2002. Seção 1, p.32.  \n \nCURRÍCULO DO CURSO DE GRADUAÇÃO EM ENGENHARIA DE COMPUTAÇÃO \nDO INSTITUTO NACIONAL DE TELECOMU NICAÇÕE S. INATEL: Santa  Rita do \nSapucaí , 2006. 41 p.  \n \nCURRÍCULO DO CURSO DE GRADUAÇÃO EM ENGENHARIA DE COMPUTAÇÃO \nUNIVERSIDAD E FED ERAL DE SÃO CARLOS. São Carlos: UFSCar, 2006. 25 p.  \n \nUNIVERSIDADE FEDERAL DO RIO GRANDE DO NORTE. PROJETO PEDAGÓGICO \nDO CURSO DE ENGE NHARIA DE COMPUT AÇÃO. 2007. 99 p.  \n \nPROJETO PEDAGÓGICO DO CURSO DE BACHARELADO EM ENGENHARIA DE \nCOMPUTAÇÃO . UNIVERSIDAD E FED ERAL RURAL DO SEMI -ÁRIDO (UFERSA). \nPAU DOS FERROS – RN, 2013.  \n \nPortaria INEP nº 126 de 07 de agosto de 2008, publicada no Diár io Oficial de 11 de ago sto de \n2008 . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "110": "Bacharelado em Engenharia de Computação| 110 \n \n  \n \n \n APÊNDICES  \n \n \nAPÊNDICE  A – Diretrizes para a realização  de estágio obr igató rio no curso de \nEngenharia de Computação da UEMG Unidade Divinópolis  \n \n \nEstabelece os critérios para a realização e avaliação \ndo Estágio do curso  de Engenharia de Computação  \nda Universidade do Estado de Minas Gerais Unidade \nDivinópolis  \n \n \nO Colegiado do  Curs o de Engenharia de Computação  da Universidade do Estado de \nMinas Gerais Unidade Divinópolis, no uso de suas atribuições que lh e confere o Decret o nº \n46.352, de 25 de  novembro de 2013 e,  \n \nConsiderando o Art. 7 º da Lei 11.788 de 2008 que estabelece a ob rigaç ão por parte das \ninstituições de ensino de elaborar normas complementares e instrumentos de avaliação dos \nestágios de seus edu candos; \n \nConsidera ndo a Resolução CNE/CES nº 2 de 24  de abril de 20 19 que institui diretrizes \ncurriculares nac ionais do curso  de graduação em Engenhari a, considerando ainda a Resolução \nCNE/CES nº 5 de 16 de novembro de 2016 que institui diretrizes curricul ares nacionais par a \nos cursos de graduação na área da Computação, abrangendo o curso de Engenharia de \nComputaç ão. \n \nRESOLVE:  \nCapítu lo I \nDefinições e Objetivos  \n \nArt. 1º O Estágio Curricular, integrante do Projeto Pedagógico do curso de Engenharia \nde Computaç ão da UEMG/Divinóp olis, consiste no ato educativo escolar supervisionado, \ndesenvolvido no ambiente de trabalho , que visa à pr epara ção para o trabalho produtivo dos \neducandos.  ", "111": "Bacharelado em Engenharia de Computação| 111 \n \n  \n \n \n  \nArt. 2º O Estágio Curricular visa o aprendizado de competências próprias da ativ idade \nprofissional  e à contextualização curricular, objetivando o desenvolvimento do educando para \na vida cida dã e para o tra balho . \n \nArt. 3º O Estágio Curricular poderá ser realizado na própria UEMG Unidade \nDivinópolis, na comunidade em geral ou junto a pe ssoas jurídicas de  direito público ou \nprivado, sob a responsabilidade e coordenação da UEMG Unidade Divinópoli s. \n \nArt. 4º O e stági o poderá ser obrigatório ou não obrigatório, conforme determinação do \nprojeto político pedagógico do curso.  \n \n§1º Estágio Obrig atório é aquele de finido como tal no projeto do curso, cuja carga \nhorária é requisito para aprovação e obtençã o de diploma.  \n \n§2º E stágio Não Obrigatório é aquele desenvolvido como atividade opcional, \nacrescida à carga horária regular e obrigatória.  \n \nCapítu lo II \nDos pré -requ isitos e duração  \n \nArt. 5º O estudante realizar á o Estágio Obrigatório do 7º ao 9º período.  \n \nArt. 6º O Estág io Ob rigatório terá carga horária total de 270 horas.  \n \nParágrafo único. A carga horária mínima deverá ser cumprida na forma das dis ciplinas \nEstágio 1 , Estágio 2  e Estágio 3 , sendo que cada um terá a carga horária mínima de 90 horas \nque dever ão ser realizad os em  semestres distintos , totalizando assim 270 horas . \n \nArt. 7º A realização do Estágio Não Obrigatório obedecerá à norma específi ca. \n ", "112": "Bacharelado em Engenharia de Computação| 112 \n \n  \n \n \n Capítulo I II \nDas áreas  de Estágio Obrigatório  \n \nArt. 8º As atividades referentes aos Estágio 1 , Estágio 2 e Estágio 3  deverão ser \ndesenvolvidas no âmbito de uma das seguintes áreas da Engenharia de Computação : \n \nI - Projeto e teste de circuitos eletrôni cos/ analógicos / digitais e sistemas de automação;  \nII - Projeto e gerência de sistemas computacionais, inclui ndo redes de co mputa dores;  \nIII - Desenvolvimento e teste de software nas tecnologias Web, Mobile e/ou Desktop;  \n \n §1º As disciplinas de Estágio obr igatório deverão s er realizadas em no mínimo duas \ndas três áreas propostas. Assim, fica inviabilizado ao educa ndo a possibili dade de efetuar as \ntrês disciplinas de Estágio obrigatório em uma mesma área de atuação.  \n \n §2º Para cada disciplina, o educando dev e cumprir 15 horas  em atividades em sala de \naula, conduzidas pelo professor orientador e destinadas à realizaç ão de seminário s, co m o \nobjetivo de possibilitar a troca de experiências entre os educandos. As horas de estágio \nrestantes são destinadas às ativi dades na empresa c oncedente.  \n  \nCapítulo I V \nDo credenciamento e Obrigações da instituição ou empresa concedent e \n \nArt. 9º As p essoa s jurídicas de direito privado e os órgãos da administração pública \ndireta, autárquica e fundacional de qualquer dos Poderes d a União, dos Estad os, do Distrito \nFederal e dos Municípios, bem como profissionais liberais de nível superior,  devidamente \nregistrados em seus respectivos conselhos de fiscalização profissional, quando exigido órgão \nregulamentador, podem oferecer estágio, observadas as segu intes obrigações : \n \nI - Celebrar termo de convênio com a Universidade do Estado de Minas Gera is quando \neste proce dimento for solicitado pela instituição ou empresa concedente ; ", "113": "Bacharelado em Engenharia de Computação| 113 \n \n  \n \n \n II - Celebrar termo de compromisso com a instituição de ensino e o educando, zela ndo \npelo seu cumprimento;  \nIII - Ofertar instalações que tenham condições de proporcionar ao educando ativid ades \nde aprendizagem social, profissional e cultural;  \nIV - Indicar funcionário de seu quadro de pessoal, com formação ou experiênci a \nprofissional na área de conhecimento desenvolvida no curso do estagiário, para orientar e \nsupervisionar até 10 (dez) estagi ários ; \nV - Por ocasião do desligamento do estagiário, entregar termo de realização do estágio \ncom indicação resumida das atividades  desenvolvidas, do s períodos e da avaliação de \ndesempenho;  \nVI - Manter à disposição da fiscalização documentos  que comprovem a rel ação de \nestágio;  \nVII - Enviar à instituição de ensino, com periodicidade mínima de 6 (seis) meses, \nrelatório de atividades, co m vista obrigatóri a ao estagiário.  \n \nCapítulo V \nDo Coordenador de Estágios  \n \nArt. 10º O Coordenador de Estágios do Curso de Eng enhar ia de Computação  \nUEMG/Divinópolis, deverá ser um professor do curso de Engenharia de Computação , com \ncarga horária de 40 horas  semanais, devidam ente capacitado para conduzir as atividades de \nestágio, orientar educandos e coordenar os pr ofessores orien tador es de estágio.  \n \nArt. 11º São atribuições dos coordenadores de estágio:  \n \nI - Propor junto ao colegiado dos cursos as normas esp ecíficas relativas  aos estágios \noferecidos;  \nII - Zelar pelo cumprimento das regulamentações relativas ao estág io e projeto \npedagóg ico do curso;  \nIII - Designar junto aos coordenadores de curso os professores orientadores e \ncoordenar suas atividades;  ", "114": "Bacharelado em Engenharia de Computação| 114 \n \n  \n \n \n IV - Realizar o lançament o das notas e emissão dos certificados ou atestados;  \nV - Mediar eventuais conflitos entre pr ofessores, esta giários e entidades concedentes, \nbuscando alternativas para a resolução dos mesmos;  \nVI - Propor os modelos de Plano de Estágios e R elatório Final de Atividades;  \nVII - Avaliar as propostas de Estágio Não Obrigatório;  \nVIII - Viabilizar os conv ênios de estági o; \nIX - Promover o núcleo de integração escola -empresa, participar e promover a \ndivulgação do curso e perfil do graduando a fim de incentivar a criaç ão de parcerias para \npromoção de convênios de estágio junto as instituições e empresas na re gião de abrangê ncia \nda instituição de ensino ; \nX - Assumir as disciplinas de Estágio 1, 2 e 3, que deverão ser ofertadas em caráter de \nfluxo contín uo; \nXI - Manter a Direção Acadêmica da Unidade, Colegiado de Curso e Coordenação do \ncurso de Engenharia de Com putação, inform ados acerca do andamento das atividades de \nestágio.  \n \nCapítulo VI \nDos professores orientadores de estágio  \n \nArt. 12 º Os professores o rientadores de est ágio serão designados pelo coordenador do \ncurso, ouvido o coordenador de estágios.  \n \nArt. 13º  Os professores  orientadores de estágio deverão estar aptos a orientar as \natividades de estágio compatíveis com sua formação acadêmica e profissio nal. \n \nArt. 14º São  atribuições dos professores orientadores de estágio:  \n \nI - Definir seu horário e áreas de or ientação de est ágio,  comunicando ao coordenador \nde estágios e aos educandos;  \nII - Acompanhar e avaliar o desenvolvimento das atividades de estágio , incluindo o \nplano de estágios e relatório final de atividades;  ", "115": "Bacharelado em Engenharia de Computação| 115 \n \n  \n \n \n III - Manter o controle do cumprimento dos es tágios por part e dos  estudantes ; \nIV - Preencher as fichas referentes ao estágio e encaminhá -las à coordenação de \nestágios do curso;  \nV - Mediar eve ntuais conflitos e ntre estagiários e entidades concedentes, buscando \nalternativas para a resolução destes . \n \nParágrafo Único. As or ientações de estágio deverão ser conduzidas de forma \npresencial e serão realizadas em grupos de cinco estudantes para cada hor a de dedicação do \nprofessor orientador para este fim.  \n \nCapítulo VII \nDo educando estagiário  \n \nArt. 15º Fica a ca rgo do educando  a obtenção da concessão de estágio junto às instituições \ne/ou por meio  de suporte para identificação de oportunidades de estágio d ado pelo Coordenad or \nde Estágios.  \n \n§1º A realização de estágios só será possível mediante  assinatura do Termo de \nCompromisso de Es tágios entre as partes interessadas e demais exigências legais para a \natividade.  \n \nArt. 16º São obrigações do estagiário:  \n \nI - Cum prir a regulame ntação de estágios e normas legais correlatas;  \nII - Cumprir integralmente as normas de condu ta, comportamen to e segurança \nestabelecidas pela concedente;  \nIII - Comunicar o orientador de estágios quaisquer mudanças aplicadas ao plano de \natividades previament e apresentado;  \nIV - Apresentar os documentos relativos ao estágio, tais como Plano de Ativid ades e \nRelatóri o de Atividades nos modelos e prazos estabelecidos pela Coordenação de Estágios.  \n ", "116": "Bacharelado em Engenharia de Computação| 116 \n \n  \n \n \n Parágrafo Único: Durante o desenvolvimento das at ividades de estági o na concedente, \nfica o educando submetido ao Regimento, às demais regras e regulamentações da \nUniversidade  do Estado de Minas Gerais.  \n \nCapítulo VIII  \nDo aproveitamento de atividades  \n \nArt. 17º As atividades de extensão, de monitorias e de iniciação científi ca na educação \nsuperior, desenvolvidas pelo estudante, podem ser aproveitadas como Estágio, respeitando as \nsegui ntes regras:  \n \n§1º Para as atividades de extensão e de iniciação científica, estas somente poderão ser \naproveitadas como Estági o obrigatório, qua ndo tais atividades gerarem publicação(ões) em \ncongressos e/ou periódicos, com qualis na áre a da Computação . \n \n§2º Para as atividades de monitoria, estas somente poderão ser aproveitadas como \nEstágio obrigatório, quando o estudante possuir  uma carga horária  de monitoria equivalente a \ncarga horária da disciplina de Estágio, além de produzir um rela tório de estági o, co ntendo as \natividades realizadas durante a realização da monitoria, sendo este relatório devidamente \naprovado pelo professor or ientador de estági o. Junto ao relatório, deve ser apresentada a \ncomprovação de carga horária contendo a assina tura do monitor  e lista de presença de \nestudantes  orientados.  \n \nArt. 1 8º As atividades profissionais desenvolvidas pelo estudante  que possui víncul o \nempregatício , podem ser aproveitadas como Estágio, respeitando as seguintes regras:  \n \n§1º As atividades profi ssionais devem estar  inseridas em uma das possíveis áreas de \nrealização do estágio, no curso de Engenharia de Computação.  \n ", "117": "Bacharelado em Engenharia de Computação| 117 \n \n  \n \n \n §2º A empresa a qual o estudante possui v ínculo, deve c elebrar o termo de \ncompromisso com a Universidade do Estado de Minas Gerais  e o educando, zel ando pelo seu \ncumprimento . \n \n§3º A empresa a qual o estudante possui vínculo, deve por meio de um profissional, o \nqual possui conhec imento técnico sobre as atividades desenvolvidas pelo estudante, \nprovidenciar um relatório técnico contendo as  principais ati vidad es desenvolvidas pelo \nestudante, bem como elucidando os principais pontos positivos e negativos do desempenho do \nestudante na realização das ati vidades.  \n \n§4º O estudante deve produzir um relatório de estágio, contendo as atividades \nrealizadas durante a rea lização das atividades profissionais, sendo este relatório devidamente \naprovado pelo professor orientador de estágio.  \n \nParágra fo único. Qualquer  que seja a atividade a ser aproveitada  (monitorias, extensão \ne iniciação científica ou ativ idades profissi onais ) como Estágio  obrigatório , esta somente \npoderá ser utilizada para cumprir apenas uma disciplina de Estágio (90 horas), não se ndo \npossível o apr oveitamento para mais de uma disciplina de Estágio.  Assim, o estudante pode \naproveitar ativi dades como: mon itoria, extensão e iniciação científica de modo a equivaler a \numa disciplina de Estágio e pode aproveitar atividades profissionais para equivaler a o utra \ndisciplina de Estágio. Desta forma, o estudant e poderá aproveitar de suas atividades pa ra \nequivaler no  máxi mo a 180 horas, ou duas disciplinas de Estágio.  \n \nCapítulo IX \nDas disposi ções finais  \n \nArt. 1 9º Os casos omissos serão resolvid os de forma conjun ta pela Coordenação do \ncurso juntamente ao  Coordenador de Estágios.  \n \n ", "118": "Bacharelado em Engenharia de Computação| 118 \n \n  \n \n \n APÊNDICE  B – Atividade s/Aproveitament o de Horas Complementares  \n \nEstabelece os critérios para o Aproveitamento de \nHoras Complementares  do curso de Engenharia de \nComputaç ão da Universidade  do Estado de Minas \nGerais Unidade Divinópolis  \n \n \nO Colegiado do Curso de Engenharia de Compu tação  da Univer sidad e do Estado de \nMinas Gerais Unidade Divinópolis, no uso de suas atribuições que lhe confere o Decreto nº \n46.352, de 25 de nove mbro de 2013 e,  \n \nConsiderando a Resolução CNE/CES nº 2 de 24  de abril de 20 19 que institui diretrizes \ncurricul ares nacionais do cu rso de graduação em Engenhari a, considerando ainda a Resolução \nCNE/CES nº 5 de 16 de novembro de 2016 que institui diretrizes curriculares nacio nais para \nos cursos de graduação na área da Computação, abrangendo o curso de Engenharia de \nComputação.  \n \nRESOLVE : \nCapítulo I  \nDos Objetivos  \n \nArt. 1º As Atividades Complementares a serem cumpridas pelo estudante do curso de \nEngenharia de Co mputação visam o c umprimento  dos seguintes objetivos:  \n \nI – Ampliar os horizontes da formação profissional, de modo a proporci onar ao \nestudante uma formação sociocultural que seja abrangente.  \nII – Permitir que o estudante desempenhe um papel ativo de constr uir o seu próprio \nconhecimento e experiência, com orientação e participação do professor.  \nIII – Possibilitar a  interdisciplin arida de no decorrer do curso.  \nIV – Possibilitar ao estudante o engajamento com a comunidade e o compromisso com \nseu desenvolvimento . \nV – Articular as  práticas sociais condizentes  com a realidade local.  ", "119": "Bacharelado em Engenharia de Computação| 119 \n \n  \n \n \n VI – Possibilitar ao estudante uma comp lementação dos conte údos apresentados em \nsala de aula.  \n \nCapítulo I I \nDas Atividades Complementares  \n \nArt. 2º As Atividades Complementares para o cur so de Engenharia d e Computação \ncompreendem participações em:  \n \nI – Atividades de Extensão.  \nII – Atividades de E nsino.  \nIII – Ativida des de Pesquisa.  \n \nParágrafo único. No Apêndice C apresenta -se o detalhamento das Atividades \nComplementares aceitas pelo curso de Engenharia de C omputação, bem como a equivalência \nde horas.  \n \nCapítulo I II \nDo Estudante  \n \nArt. 3º O estudante  deverá comprov ar, n o mínimo, 150 horas de participação em \nAtividades Complementares, que deverão ser integralizadas durante o curso.  \n \n§1º O estud ante deve incluir as Atividades Complementares diretamente no sistema \nacadêmico, incluindo anexo o comprovante  da realização da at ividade.  \n§2º No início do último semestre letivo, o estudante  deve protocolar na coordenação \ndo curso a entrega d a Ficha de Av aliação (Apêndice D), que descreve suas Atividades \nComplementares, bem como a quantidade de horas requeridas e m cada atividad e. \n§3º Somente serão aproveitadas as atividades realizadas pelo estudante durante a \nrealização do curso.  ", "120": "Bacharelado em Engenharia de Computação| 120 \n \n  \n \n \n §4º As Atividades Compleme ntares podem ser r ealizadas, inclusive durante as férias \nescolares, desde que respeitados os procedimentos est abelecidos nest e Reg ulamento.  \n \nArt. 4º A equivalência de horas por tipo de Atividade Complementar obedece ao \nApêndice C. \nArt. 5º É de inteira resp onsabilidade do es tudante cumprir efetivamente as Atividades \nComplementares nos termos deste regulamento, bem como efetuar o preen chimento d a Ficha \nde Avaliação  (Apêndice  D) que deve ser protocolado  junto à coordenação do curso.  \n§1º O estudante deve compro var no mínimo 150 horas em Atividades \nComplementares.  \n§2º As atividades complementares devem compreender ativi dades em todas as \nmodalidades de atividades: Extensão, Ensino e Pesquisa, conforme Capítulo II. Assim, não \nserá possível ao estudante computar o t otal de horas exig ido não tendo atividades de uma das \nmodalidades supracitadas.  \n§3º O preenchimento d a Ficha A valiação , é de total responsabilidade do estudante . \nPosteriormente da Ficha de Avaliação  será avaliado, a fim de validar as horas \ncomplementares d e acordo com o est abelecido neste regulamento . \n§4º Os estudantes que ingressaram no curso por meio de transfer ência poderão v alida r \nas horas de Atividades Complementares já cumpridas na instituição de origem desde que:  \nI – As Atividades Complementares real izadas na Institui ção/Curso de origem sejam \ncompatíveis com as estabelecidas neste Regulamento.  \nII – A carga h orária atribuíd a pel a Instituição /Curso  de origem não seja superior à \natividade idêntica ou congênere a conferida por este Regulamento, hipótese e m que será \ncontabi lizada segundo os parâmetros vigentes neste Regulamento . \n  \nCapítulo I V \nDa Validação das Ativ idades Compleme ntare s \n \nArt. 6º A validação das Atividades Complementares é de responsabilidade da \ncoordenação do curso de Engenharia de Computação . \nArt. 7º Compete à coordenação do curso de Engenharia de Computação:  ", "121": "Bacharelado em Engenharia de Computação| 121 \n \n  \n \n \n  \nI – Validar as Atividades dos estudante s, desde que apresen tadas conforme \nestabelecido neste regulamento , além de respeitar os critérios estabelecidos no \nApêndice C; \nII – Promover e/ou incentivar eventos  que possibilitem a prática de Atividades \nComplementares.  \n  \nCapítulo V \nDas Disposições Finai s \n \nArt. 8º As a tividades consideradas complementares do curso de Engenharia de \nComputação , desenvolvidas pelo curso , serão oferecidas a todos os estudantes regularm ente \nmatriculados.  \nArt. 9º Os casos omissos serão resolvidos pelo Colegiado do Curso  de Enge nharia de \nCompu tação . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "122": "Bacharelado em Engenharia de Computação| 122 \n \n  \n \n \n APÊNDICE C – Atividades e Equivalência de Atividades Complementares  \n \nAtividades de Extensão – Máximo de hora s a serem aproveit adas: 90hrs \nAtividades desenvolvidas  Aproveita\nmento  Limite \n(horas)  Requisitos  \nProjeto de e xtensão  10% 40h Atestado e relatório (do \nacadêmico) sobre as atividades \ndesenvolvidas  \nAtividades culturais  80% 5h Certificado contendo carga \nhorária \nVisitas Técni cas 100%  40h Atestado com registro de carga \nhorária  \nVisitas a Feiras e \nExposições  20% 5h Atestado com regi stro de carga \nhorária  \nCursos de Idiomas  60% 20h Certificado contendo carga \nhorária  \nPalestras, Seminários e \nCongressos  Extensionis tas \n(ouvinte)  80% 10h Certificado  contendo carga \nhorária  \nPalestras, Seminários e \nCongressos  Exten sionistas  \n(apresentador)  100% 15h Certifica do contendo carga \nhorária  \nProjeto Empresa Júnior  20% 20h  \nCertificado ou declaração \ncontendo a participação e o \ntempo de duração  \nAtividades de Ensi no – Máximo de horas a serem aproveitadas:  90hrs \nAtividades desenvolvidas  Aproveita\nmento  Limite  \n(horas)  Requisitos  \nEstágio Extracurricular  70% 40h Atestado e relatório de estágio  ", "123": "Bacharelado em Engenharia de Computação| 123 \n \n  \n \n \n Monitoria  70% 40h Certificado ou declara ção \ncontendo a participação e o \ntempo de duração  \nConcursos e campeonatos \nde atividades acadêmicas  70% 50h Certificado ou dec laraç ão \ncontendo  a participação e o \ntempo de duração  \nPresença comprovada a \ndefesas de TCC do curso de \nEngenharia de Computação  50% 3h Declaração de participação  \nCursos Profission alizantes \nEspecíficos na área  80% 40h Certificado contendo carga \nhorária  \nCursos Profissiona lizantes \nem geral  20% 10h Certificado contendo carga \nhorária  \nAtividades de Pesquisa – Máximo de horas a serem apro veitadas: 90hrs  \nAtividades desenv olvidas Aprovei ta\nmento  Limite \n(horas)  Requisitos  \nIniciação Científica  80% 40h Certificado de co nclusão \ncontendo carga horária  \nPublicação de artigos em \nperiódicos científicos  100%  *10h Cópia da publicação  \nPublicação de a rtigos \ncompletos em anais de \ncongr essos 100%  *7h Cópia da publicação  \nPublicação de capítulo de \nlivro  100%  *7h Cópia da publi cação  \nPublicaçã o de resumos de \nartigos em anais  100%  *5h Cópia da publicação  \nRegistro de patentes como \nauto/coautor  100%  *40h Cópia do registro  \nPremiação resultan te de 100%  *10h Certificado  ", "124": "Bacharelado em Engenharia de Computação| 124 \n \n  \n \n \n pesquisa científica  \nColaborador em atividades \ncomo Seminários e \nCongressos  100%  10h Certificado contendo carga \nhorária  \nPalestras, Seminários e \nCongressos de Pesquisa \n(ouvinte)  80% 10h Certific ado contendo carga \nhorári a \nPalestras, Seminários e \nCongressos de Pesquisa \n(apresentador)  100%  15h Certificado contendo carga  \nhorária \n \n* Número de horas por publicação, registro de patente e p remiação.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "125": "Bacharelado em Engenharia de Computação| 125 \n \n  \n \n \n APÊNDICE D – Ficha de Avaliação  de Atividades Complementares  \n \nUNIVERSIDADE DO ESTADO DE MINAS GERAIS –UEMG  \nCURSO DE ENGENHARIA DE COMPUTAÇÃ O \nFICHA DE AVAL IAÇÃO  DE A TIVIDADES COMPLEMENTARES  \n \n \nEstudante : \nMatrícula:  \nTurno:  \nAno/Semestre de Entrada:  \n \n____________________ , _____  de ___________ ____   de ________ , __________________  \nLoca l e Data                   Assina tura \n \nAtividades de Extensão  (A) \nAtividade  Quanti dade  *Total  \nProjeto de extensão    \nAtividades culturais    \nVisitas Técnicas    \nVisitas a Feiras e Expo sições   \nCurso s de Idiomas    \nPalestras, Seminários e \nCongressos (ouvinte)    \nPalestras, Seminários e \nCong ressos (apresentador)    \nProjeto Empresa Júnio r   \n Subtotal (máximo 90h)  \nAtividades de Ensino  (B) \nAtividade  Quantidade  *Total  \nEstágio Extracurri cular   \nMonito ria   \nConcur sos e campeonatos de \natividades acadêmicas    \nPresença comprovada a   ", "126": "Bacharelado em Engenharia de Computação| 126 \n \n  \n \n \n defesas de TCC do curso de \nEngenharia de Computação  \nCursos Profissionalizantes \nEspecíficos na área    \nCursos Profissionalizantes \nem geral    \n Subtotal (máxim o 90h)  \nAtivid ades de Pesqu isa (C) \nAtividade  Quantidade  *Total  \nIniciação Científica    \nPublicação de art igos em \nperiódicos científicos    \nPublicação d e artigos \ncompletos em anais de \ncongressos    \nPublicação de capítulo de \nlivro    \nPublicação de resumos de \nartigos em a nais   \nRegis tro de patentes como \nauto/coautor    \nPremiação resultante de \npesquisa científic a   \nColaborador em atividades \ncomo Seminários  e \nCongressos    \nPalestras, Seminários e \nCongressos de Pesquisa \n(ouvinte)    \nPalestras, Seminários e   ", "127": "Bacharelado em Engenharia de Computação| 127 \n \n  \n \n \n Congressos de Pesquisa \n(aprese ntador) \n Subtotal (máximo 90h)  \nTOTAL A + B + C (Mínimo 150 horas)   \n \n*Total: O estudante  deverá computar o total de hora s de acordo com o Apêndice D d este \nProjeto Pe dagógico.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "128": "Bacharelado em Engenharia de Computação| 128 \n \n  \n \n \n APÊNDICE E – Atividades  de Extensão  \n \nEstabelece os critérios para a realiza ção de \nAtividades de Extensão  do curso de Engenharia de \nComputação  da Universidade do Est ado d e Minas \nGerais Unidade Divinópolis  \n \n \nO Colegiado do Cur so de Engenhari a de Computação  da Universidade do Estado de \nMinas Gerai s Unidade Divinópolis, no uso de sua s atribuições que lhe confere o Decreto nº \n46.352, de 25 de novembro de 2013 e,  \n \nConsider ando a Resolução CNE/CES nº 7 de 18/12/2018 que estabelece a  Diretrizes \npara a Extensão no Ensino Superior, c onsiderando  ainda  a Resolução CNE/CES nº 2 de 24 de \nabril de 2019  que institui diretrizes curriculares nacionais do curso de graduação em \nEngenhari a e a Resolução CNE/CES nº 5 de 16 de novembro de 2016 que i nstitui diretri zes \ncurriculares nacionais para os cursos de graduação n a área da Computação, abrangendo o \ncurso de Engenharia de Computação.  \n \nRESOLVE:  \nCapítulo I  \nDos Objetivos  \n \nArt. 1º As Atividad es de Extensão  a serem cumpridas pelo estudante do curso de \nEngenharia de C omputação visam o cumprimento dos seguintes objetivos:  \n \nI – Proporcionar a comunicação entre  a sociedade acadêmica e a sociedade externa . \nII – Mobilizar docentes, discentes, colabor adore s e comunidade sobre questões \ntecnológicas, sociopolíti cas, culturais e ambientais.  \nIII – Elaborar e Implantar Gestão de Progr amas e Projetos que contribua para o  \ndesenvolvimento Social e Tecnológico.  \n  IV – Ofertar cursos aos graduandos como oportuni dade de complementação do \nconhecimento acadêmico.  ", "129": "Bacharelado em Engenharia de Computação| 129 \n \n  \n \n \n V – Possib ilitar o acesso  a conhecimentos científicos, práticos e de informações \ngerais, fazendo o intercâmbio entre a comunidade interna e externa.  \n  VI – Incentivar e apoiar o corpo docente e discente na publi cação e divulgação de suas \nproduções científicas.  \n \nCapí tulo II \nDas Ati vidades de Extensão  \n \nArt. 2º As Atividades de Extensão  para o curso de Engenharia de Computa ção \ncompreendem participações em  diversas ações, mencionadas a seguir, desde que estas es tejam  \nrelacionadas a práticas extensionistas : \n \nI – Programas  de Extensão . \nII – Projetos com vieses extensionistas . \nIII – Cursos e O ficinas extensionistas . \nIV – Eventos  com temáticas extensionistas.  \nV – Prestação de serviços, desde que, relacionados à exten são. \n \nParágrafo único. No Apêndice F apresenta -se o detalham ento das Ativid ades de \nExtensão  aceitas pelo curso de Engenharia de Com putação, bem como a equivalência de \nhoras.  \n \nCapítulo I II \nDo Estudante  \n \nArt. 3º O estudante deverá comprovar, no mínimo, 405 horas de participação em \nAtividades de Extensão , que deverão ser integraliza das durante o curso.  \n \n§1º O estudante deve protocolar  os comprovantes das  Atividades de Exte nsão na \nsecretaria da coordenação do curso, que posteriormente repassará para o coordenad or da s \nAtividades de Extensão . ", "130": "Bacharelado em Engenharia de Computação| 130 \n \n  \n \n \n §2º No final do último semest re letivo, o estudante  deve protocolar na coordenação do \ncurso a entreg a da Ficha de Avaliação (Apêndice G), que descreve suas Atividades de \nExtensão , bem como a quantidade de horas requeridas em cada atividade.  \n§3º Somente serão aproveitadas as Atividades  de Extensão  realizadas pelo estudante \ndurante a realização do curso.  \n§4º As Atividades de Extensão  podem s er realizadas, inclusive durante as férias \nescolares, desde que respeitados os procedimen tos estabelecidos neste Regulamento.  \n§5º As Atividades Compl ementares vincu ladas à Extensão, poderão ser também \naproveitadas como A tividades de Extensão. Para isso, o estudante deverá entregar \ncomprovação tanto para solicitar horas como Atividades Compleme ntare s, bem como para \nAtividades de Extensão.  \nArt. 4º A equi valência de hor as por tipo de Atividade de Extensão  obedece ao \nApêndice  F. \nArt. 5º É de inteira responsabil idade do estudante cumprir efetivamente as Atividades \nde Extensão  nos termos deste regula mento , bem como efetuar o preenchimento da Ficha de \nAvaliaçã o (Apêndice G) que deve ser protocolado junto à coordenação do curso.  \n§1º O estudante deve comprovar no mín imo 405 horas em Atividades de Extensão . \n§2º As Atividades de Extensão  devem compreender atividades  conforme Capítulo II , \nno entanto outras atividade s que não se en caixem nas mencionadas no Capítulo II, p oderão ser \navali adas pelo coordenador de Extensão, e  se aprovadas, poderão ser utilizadas.  \n§3º O preenchimento da Ficha Avaliação, é de total  responsabilidade do estudante . \nPosteriormente , a Ficha de A valiação será a valiad a, a fim de validar as horas de extensão  de \nacordo  com o estabelecido neste regulament o. \n§4º Os estudantes que ingressaram no curso por meio de transferência poderão validar \nas hor as de Atividades de Extensão  já cumpridas na instituiçã o de origem des de que:  \nI – As Atividades de Extensão  realizadas na Inst ituição/Curso de origem sejam \ncompat íveis com as estabelecidas neste Regulamento.  \nII – A carga horária atribuída pela Institu ição/Curso  de origem não seja superior à \natividade idêntica ou congênere a conferida por este Regulamento, hipótese em que será \ncontabilizada segundo os parâmetros vig entes neste Regulamento . \n  ", "131": "Bacharelado em Engenharia de Computação| 131 \n \n  \n \n \n Capítulo I V \nDa Validação das Atividades de Extensão  \n \nArt. 6º A validação das Atividades de Extensão  é de responsabilidade do coordenador \ndas Atividades de Extensão . \nArt. 7º Compete à coordenaçã o do curso de Engenharia de Computaç ão, por meio do \ncoordenador de Atividades de Extensão : \n \nI – Validar as Atividades  de Exte nsão dos estudantes, desde que apresentadas \nconforme estabel ecido neste regulamento , além de respeitar os critérios estabelecidos \nno Apêndice F; \nII – Promover e/ou inc entivar eventos que possibilitem a prática de Atividades de \nExtensão . \n  \nCapítulo V \nDas Di sposi ções Finais  \n \nArt. 8º As Atividades consideradas de Exte nsão do curso d e Engenharia de \nComputação , desenvolvidas pelo curso , serão oferecidas a todos os estudantes  regularmente \nmatriculados.  \nArt. 9º Os casos omissos serão resolvidos pelo Colegiado do C urso de Engenharia de \nComputação . \n \n \n \n \n \n \n \n ", "132": "Bacharelado em Engenharia de Computação| 132 \n \n  \n \n \n APÊNDICE F – Ativi dades e Equival ência de Atividades de Extensão  \n \nAtividades de Extensão  \nAtividades desenvolvidas  Aproveita\nmento  Limite \n(horas)  Requisitos  \nProjeto de extensão  100% 300h Atestado e relatório (do \nacadêm ico) sobre as atividades \ndesenvolvidas  \nComissão organi zadora de \nevent os (científicos, \ntécnicos, artísticos -culturais, \nsociais , esportivos e \nsimilares) oferecidos  ao \npúblico externo  100%  40h Certificado ou declaração  de \norganizador, contendo a carga \nhorári a \nParticipação em projetos de \nresponsabilidade social,  \ntrabalho volun tário em \nentidades vinculadas a \ncompromissos sócio -\npolíticos (OSIPs, ONGs, \nProjetos comunitá rios, \nCreches, Asilos, entre \noutros)  100%  20h Certificado ou declaração  de \nparticipação, conte ndo a carga \nhorária  \nInstrutor de cursos e \nminicursos a bertos à \nsocied ade 100%  40h Certificado contendo carga \nhorária  \nPalestr ante (eventos abertos \nà comunidade)  100%  20h Certificado contendo carga \nhorária  \nMonitoria acadêmica  70% 40h Certificado ou d eclar ação \ncontendo a participação e o ", "133": "Bacharelado em Engenharia de Computação| 133 \n \n  \n \n \n tempo de duração  \nOrga nizador de Atividades \nculturais  80% 10h Certificado contendo carga \nhorária \nOrganizador de Visitas \nTécnicas  100%  20h Atestado com registro de carga \nhorária  \nOrganizador de Visitas a \nFeiras e Expos ições  40% 10h Atestado com registro de carga \nhorária  \nProjet o Empresa Júnio r 30% 30h  \nCertificado ou declaração \ncontendo a particip ação e o \ntempo de duração  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "134": "Bacharelado em Engenharia de Computação| 134 \n \n  \n \n \n APÊNDICE G – Ficha de Avaliação de Atividades de Extensão  \n \nUNIVERSIDADE DO ESTA DO DE  MINAS GERAIS –UEMG  \nCURSO DE ENGENHARIA DE COMPUTAÇÃO  \nFICH A DE AVALIAÇ ÃO DE ATIVIDADES DE EXTENSÃO  \n \n \nEstudante : \nMatrícula:  \nTurno:  \nAno/Semestre de Entrada:  \n \n____________________ , _____  de ___________ ____    de ________ , __________________  \nLoca l e Data                   Assina tura \n \n \nAtividades de Extensão  \nAtividade  Quantidade  *Total  \nProjeto de extensão    \nComissão organizadora de  \neventos (científicos, técnicos, \nartísticos -culturais , sociais, \nesportivos e similares) \noferecidos ao público externo    \nParticipa ção em projetos de \nresponsabil idade social, \ntrabalho voluntário em \nentidades vinculadas a \ncompromissos sócio -\npolíticos (OSIPs,  ONGs, \nProjetos comunitários, \nCreches, Asilos, entre outros)   \nInstrutor de cursos e \nminicursos abertos à \nsociedade    ", "135": "Bacharelado em Engenharia de Computação| 135 \n \n  \n \n \n Pales trante (eventos abertos à \ncomunidad e)   \nMonitoria acadêmica    \nOrganizador de Atividades \nculturais    \nOrganizador de Visitas \nTécni cas   \nOrganizador de Visitas a \nFeiras e Exposições    \nProjeto Empre sa Júnior    \n Total final   \n \n*Total: O estudante  deverá c omput ar o total de horas de acordo com o Apêndice G deste \nProjeto Pedagógico.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "136": "Bacharelado em Engenharia de Computação| 136 \n \n  \n \n \n APÊNDICE  H - Regulamento do  Trabalho de Conclusão de Curso (TCC)  \n \n \nEstabelece os critérios pa ra a realização e avaliação \ndo Trabalho  de Conclusão de Cur so do  curso de \nEngenharia de Comp utação  da Universidade do \nEstado de Minas Gerais Unidade Divinópolis  \n \n \nO Colegiado do Curso de Eng enharia de Computação  da Universidade do Estado de \nMinas Gerais Un idade Divinópolis, no uso de suas atribuições que lhe confe re o Decreto nº \n46.352, de 25 de novembro de 2013 e,  \n \nConsiderando a Resolução CNE/CES nº 2 de 24  de abril de 20 19 que institui dir etrizes \ncurriculares nacionais do curso de graduaçã o em Engenhari a, considerando ainda a Resolução \nCNE/CES nº 5 de 16 de nove mbro de 2016 que institui diretri zes curriculares nacionais para \nos cursos de graduação na área da Computação, abrangendo o curso d e Engenharia de \nComputação.  \n \nRESOLVE:  \n \nCapítulo I  \nDa Definição e Fins \n \nArt. 1º  O presente instrumento regulamenta as ativida des d o Trabalho de Conclusão de \nCurso (TCC) obrigatório no curso de Engenharia de Computação  da Universidade do Estado \nde Minas Ger ais – UEMG campus Divinópolis atendendo às Diretriz es Curriculares  do curso. \nEste trabalho é desenvolvido individualmente  por cada estudante  com supervisão de  um \nprofessor durante o período de um ano, período esse correspondente ao último ano de sua \ngradua ção. É de caráter obrigatório que neste trabalho o estudante  prove  capacidade \nnecessária para atuar na área de Engenharia de Compu tação  e afins.  \n ", "137": "Bacharelado em Engenharia de Computação| 137 \n \n  \n \n \n Parágrafo ún ico. O Trabalho de Conclusão de Curso  em Engenharia de Computação  é \nexigência do currículo de Engenharia de Computação , sendo  condição básica para a conclusão \ndo curso, conform e consta na mat riz curricular.  \n \nArt. 2º  Os estudante s devem estar regularmente matriculados nas disciplinas  de \nTrabalho de Conclusão de Curso I  e Trabalho de Conclusão de Curso II, sob a orientação \nacadêmica de um professor do corpo docente do curso.  \n \n§1º Profissionais de outras instituições poderão at uar como coorient adores  convidados, \ndesde que aprovados pela Coordenação do Curso de Engenharia de Computação  e pelo \nColegiado do Curso. Nesse caso, o estudante  deverá encaminhar solicitação à Coordenação do \nCurso, em forma de documento, devidamente assina da por todos os i nteress ados. \n \n§2º No caso de orientações por profissionais externos a UEMG, a instituição \nresguarda -se o direito de não cobrir qualquer tipo de remuneração, reembolso ou qualquer \noutra forma de ônus proveniente  da participação dos mesmos e m qualquer etapa de real ização \ndo TCC.  \n \nCapítulo II \nDos Objetivos do Trabalho de Conclusão de Curso  \n \nArt. 3º  O objetivo do TCC na Engenharia d e Computação é o de conduzir o estudante  \npela rotina de elaboração de projetos técnicos/científicos nas diferente s áreas de atuaçã o e \nafins, seguindo normas técnicas aplicáveis a projetos desse nível junto a diretrizes de órgãos \nreguladores e licenciados no Brasil, pretendendo -se ainda:  \n \nI - Oportunizar  contato com a prática profissional, por meio do desenvolvimento de \natividades em grau cr escente de complexidade, desafiando o estudante  a compreender a \nprática técnico/cient ífica e lidar com as suas múltiplas dimensões;  ", "138": "Bacharelado em Engenharia de Computação| 138 \n \n  \n \n \n II - Auxiliar o estudante  a posicionar -se como profissional e a confrontar criticamente \no que é ensi nado com o que é pratica do, seja do ponto de vista técnico -científico, seja em \ntermos éticos, induzindo mudan ças no ensino e na própria prática;  \nIII - Integrar teoria, pesquisa e prática, possibilitando ao estudante , por meio da \nvivência, adquirir uma visã o sólida da pesqu isa no dia a dia da profissão d o engenheiro d e \ncomputação;  \nIV - Oportunizar ao acadêmico a e laboração de artigos científicos.  \n \nCapítulo I II  \nDa Orientação  \n \nArt. 4º  O TCC será elaborado pelo estudante , sob a orientação de um professor que \nfaça parte do corp o docen te do curso de Engenharia de Computação  da Universidade do \nEstado de Minas Gerais – UEMG campus Divinópolis.  \n \nParágrafo único.  O processo de seleção dos estudantes  pelos orientadores dar -se-á \nmediante inscrição do estudante , orienta do por afinidade temátic a do TCC.  \n \nArt. 5º  Compete ao orientador:  \nI - Orientar o(s) estudante (s) nas práticas  investigativas e nas técnicas de elaboração de \num trabalho técnico/científico;  \nII - Estabelecer com o orientando o plano de estudo, o respectivo c ronograma, os \nlocais, os  horários de atendimento e outras providências necessárias para o bom andamento do \ntrabalho;  \nIII - Estar disponível para realizar, no mínimo, um colóquio com o orientando a cada \nquinze dias;  \nIV - Cumprir rigorosamente os prazos esta belecidos neste r egulame nto; \nV - Definir, ao final do processo de elaboração do TCC, se o mesmo está em \ncondi ções de ser apreciado pela Banca Examinadora;  \nVI - Oficializar à Coordenação do Curso de Engenharia de Computação  os casos \npossíveis de avaliação e  aprovação do TCC , assim  como os casos contrários;  ", "139": "Bacharelado em Engenharia de Computação| 139 \n \n  \n \n \n VII – Auxiliar na forma de escrita técnica aplicável ao lo ngo do trabalho, bem como \ndefinir com o estudante  a melhor estrutura para apresentação de seu projeto.  \n \nArt. 6º  Cada orientador poderá orientar no máximo 15% dos estudante s matriculados \nna disciplina de TCC  por ano. \n \nCapítulo I V \nDo Coordenador de TCC  \n \nArt. 7º O Coordenador de TCC  do Curso de Engenharia de Computação  \nUEMG/Divinópolis, deverá ser um professor do curso de Engenharia de Computação , com \ncarga horária de 4 0 horas  semanais, devidamente capacitado para conduzir as atividades de \ncoordenação do TCC , de modo a orientar os estudantes  e coordenar os professores \norientadores de TCC . \n \nArt. 8º São atribuições do  coordenador de TCC : \n \nI - Propor junto ao colegiado do c urso as  normas específicas relativas ao TCC I e TCC \nII; \nII - Zelar pelo cumprimento das regu lamentações relativas às disciplinas de TCC ; \nIII – Efetuar o lançamento de todas as atividades relacionadas às disciplinas de TCC ; \nIV - Realizar o lançamento das no tas e e missão dos certificados e atas de defesa ; \nV - Mediar eventuais conflitos entre profes sores  e estudantes , buscando alternativas \npara a resolução dos mesmos;  \nVI – Elaborar os cronogramas de apresentação de TCC de acordo com as \ndisponi bilidades dos pro fessore s que irão compor a banca examinadora ; \nVII – Definir as bancas examinadoras para cada  um dos estudantes que irão apresentar \no TCC, alinhando as competências de cada membro da banca com os assuntos abordados pelo \nestudante no TCC;  \nVIII - Manter  o Colegiado e Coordenação do curso de Engenharia de Computação, \ninformados acerca do andamento da s atividades relacionadas ao TCC ; ", "140": "Bacharelado em Engenharia de Computação| 140 \n \n  \n \n \n IX – Receber as versões digitais dos TCCs e enviá -los aos professores que compõem a \nbanca examinadora.  \n \nCapítulo V \nDo Orientando  \n \nArt. 9º Compete ao orientando:  \n \nI - Desenvolver as atividades de elaboração do projeto de T CC equivalente às \ndisciplinas de Trabalho de Conclusão de Curso I e II, de acordo com o plano e agenda \nestabelecidos com o orientador e definidos no  pré-projeto;  \nII - Elaborar o projeto de TCC, contemplando o detalhamento de execução do trabalho \ntécnico/ci entífico;  \nIII - Redigir o TCC com clareza, coerência de ideias, linguagem adequada e correção \nortográfica;  \nIV - Observar rigorosamente os prazos est abelecidos para a inscri ção, defesa e entrega \ndo TCC;  \nV – Elaborar o trabalho referente às disciplinas de Tr abalho de Conclusão de Curso I e \nII, no Latex  seguindo o modelo disponibilizado pelo curso de Engenharia de Computação . \nVI - Desenvolver o trabalho de acordo com as  normas e metodologia científicas, desde \na sua estrutura incluindo, também, observância às n ormas técnicas da ABNT e às normas \nacadêmicas da UEMG, com orientação e aprovação do professor orientador.  \n \nCapítulo V I \nDas Atividades  \n \nArt. 10º Nas atividades de pe squisa,  o estudante  deverá desenvolver seu trabalho \nbaseado em metodologia científica apoiad a em levantamento bibliográfico, sendo permitidos \nestudos, ensaios experimentais, desenvolvimento de protótipos, produtos, tecnologias, \npatentes, p esquisa básica e aplicad a relevante.  \n ", "141": "Bacharelado em Engenharia de Computação| 141 \n \n  \n \n \n Parágrafo único.  Todo TCC deve estar em conformidade com as normas esta belecidas \npela Universidade do Estado de Minas Gerais – UEMG unidade  Divinópolis para a condução \nde trabalhos acadêmicos, incluindo a necessidade d e submeter -se ao Comitê de Ética, caso \nnecessário.  \n \nArt. 11º Cabe ao estudante  do curso de Engenharia de Comp utação , juntamente com o \nprofessor orientador, selecionar campos para o desenvolvimento do projeto.  \n \nParágrafo Único.  A instituição resguarda -se o direito de não co brir qu alquer tipo de \nremuneração, reembolso ou qualquer outra forma de ônus proveniente  da aquisição de \nequipamentos/materia is os quais não estejam disponíveis no campus durante a elaboração do \nprojeto.  \n \nArt. 1 2º O estudante  poderá escolh er entre dois tip os de t rabalho: Projeto de Enfoque \nCientífico ou Projeto de Enfoque Profissional.  \n \n§1º O ob jetivo de um TCC com enfoque científico é explorar, descrever ou explicar \num determinado fenômeno. Esta investigação deve se basear em procedimento s que envolvem \no método científico para que seus objetivos sejam atingidos. O TCC com enfoque científico \ntem caráter acadêmico e pode gerar um novo conhecimento, organizar, corroborar ou refutar \num conhecimento existente. Trabalhos com temas baseados em re latórios anterior es do \nestudante  devem apresentar expansão de conteúdo. A pesquisa pode ou não ter aplicação \nprática prevista e pode ser abordada tanto do ponto de vista quantitativo quanto qualitativo. \nPode ser realizada uma pesquisa experimental, um leva ntamento, um estu do de c aso ou um \nensaio teórico. O TCC deve abordar temas relacionados à Área de Engenharia de Computação  \ne sempre que possível deve explorar a integração de conteúdo de disciplinas do Curso de \nGraduação. O TCC deve ser apresentado em form a de monografia.  \n \n§2º O TCC  com enfoque profissional tem o propósito de desenvolver no estudante  a \ncapacidade  de identificar um problema ou uma oportunidade profissional a partir de uma \nexperiência vivenciada. A pesquisa deve ter aplicação prática prevista  e pode ser abord ada ", "142": "Bacharelado em Engenharia de Computação| 142 \n \n  \n \n \n tanto do ponto de vista quantitativo quanto qualitativo. O TCC deve abordar temas \nrelaci onados à Área de Engenharia de Computação  e deve sempre que possível explorar a \nintegração de conteúdo de disciplinas do Curso de Graduação. O TCC deve ser apresent ado \nem forma de monografia.  \n \n§3º Trabalhos que fujam do escopo descrito anteriormente  devem ser submetidos ao \nCoordenador d e TCC, em até 30 dias após o início da orientação, para avaliação.  \n \nCapítulo V II \nDo Pré -Projeto  \n \nArt. 1 3º O estudant e deverá elaborar um pré -projeto de trabalho contendo título (tema \nde atuação), autoria, nome do professor ori entador, descrição do trabalho segmentada como \nsegue: Introdução, Objetivos, Justificativas, Metodologia utilizada, recursos requeridos e \nbibliogr afia, conforme Apêndice  I. \n \nParágrafo Único.  É, também, essencial que no pré -projeto contenha a descrição das \npossíveis atividades a serem realizadas, juntamente com a definição de um cronograma de \ndesenvolvimento/elaboração para as mesmas.  \n \nArt. 1 4º O pré -projeto deverá se r entr egue ao Coordenador de TCC , que o \nencaminhará para uma equipe de professores para aval iação, sendo avaliado em 20% (vinte \npor cento) da nota correspondente à disciplina de Trabalho de Conclusão de Curso I (TCC I).  \n \n §1º Os professor es escolhidos pela  Coord enação do Curso de Engenharia de \nComputação  emitirão um laudo referendado, propondo su gestões ou reprovando a proposta de \nTCC, apresentada pelo estudante , num prazo máximo de 20 dias, a contar de seu recebimento.  \n \n§2º No caso de rep rovação da propost a de T CC I, o estudante  terá 15 dias para \nelaborar uma nova proposta e apresentá -la ao Coord enador de TCC , o qual dará sequência até \na sua aprovação, conforme normas apresentadas neste Regulamento.  ", "143": "Bacharelado em Engenharia de Computação| 143 \n \n  \n \n \n  \n§3º No caso dos professores convocados pelo Coordenador d e TCC  para emissão do \nlaudo descrito no Parágrafo 1º deste Artigo, a UEMG resguarda -se o dir eito de não remunerar \nsuas atividades por entender que tais procedimentos fazem parte da rotina acadêmica.  \n \n§4º Não é permitido, sem autorização d o orientador , do C oorden ador de TCC e  da \nCoordenação do Curso de Engenharia de Computação , a modificação do pa drão documental a \nser apresentado como pré -projeto ( Apêndice  I). \n \nCapítulo V III \nDa Elaboração e Apresentação do Trabalho de Conclusão de Curso I  \n \nArt. 15º A apresent ação do trabalho, far -se-á como parte obrigatória para a aprovação \nna disciplina de TRABALHO  DE CONCLUSÃO DE CURSO (TCC I) do curso de \nEngenharia d e Computação da Universidade do Estado de Minas Gerais – UEMG unidade  \nDivinópolis.  \n \n§1º A estrutura do trabal ho, b em como seu conteúdo, deverá  ser discutid a com o \norientador, que se torna responsável p ela melhor estruturação/construção possível a fim de \natingir os objetivos propostos neste Regulamento.  \n \n§2º É de responsabilidade, única e exclus iva, do estudante  manter  a clareza e o correto \nuso da língua portuguesa no decorrer da elaboração de toda docum entação enviada para a \nbanca examinadora.  \n \nArt.1 6º O estudante  deverá entregar o trabalho em três vias impressas até o prazo \ninformado pela Coord enação do Curso de Engen haria de Computação , sendo uma cópia para \ncada membro da banca examinadora.  Deve enviar  uma versão digital para o Coordenador de \nTCC.  \n ", "144": "Bacharelado em Engenharia de Computação| 144 \n \n  \n \n \n Parágrafo único. A cada dia de atraso na entrega da versão final por parte do estudante, \neste ser á penalizado com ci nco ( 5) pontos, que serão descontados após as notas dadas pelos \nprofessores membros da banca  examinadora.  \n \nCapítulo IX \nDa Elaboração e Apresentação do Trabalho de Conclusão de Curso I I \n \nArt. 1 7º A apresentação final do TCC far -se-á como parte obrigatória  para a  aprovação \nna disciplina Trabalho de Conclusão de Curso II (TCC II) do Curso de Engen haria d e \nComputação da Universidade do Estado de Minas Gerais – UEMG unidade  Divinópolis.  \n \nArt. 1 8º Para o estudante  estar apto  a realizar a  aprese ntação do Trabalh o de \nConclusão de Curso II (TCC II) , será necessário a apresentação de uma aprovação do \norientador ( Apêndice  J). Este documento deverá ser entregue antes da entrega das três vias \nimpressas à coordenação de curso , bem como a versão digital . Fica vetada a de fesa do  \nestudante  que não apresentar esse termo.  \n \nArt.1 9º O estudante  deverá entregar o TCC  em três vias impressas até o prazo \ninformado pela coordenação do curso de Engenharia de Computação , sendo uma cópia para \ncada membro da banca exam inadora. Deve env iar uma  versão digital para o Coordenador de \nTCC.  \n \nParágrafo Único.  O trabalho deverá estar devidamente corrigido e completo, contendo, \ndentre as sessões definidas pelo orientador a de resultados finais e conclusões.  Ressalta -se que \na cada  dia de atraso na  entreg a da versão final por parte do estudante, este será penalizado \ncom cinco (5) pontos, que serão descontados após as notas dadas pelos professores membros \nda banca examinadora.  \n \nArt.20º O TCC sendo aprovado, caberá ao estudante  entreg ar uma via impres sa do \nmesmo, após as correções solicitadas, encadernada em capa dura juntamente com uma mídi a ", "145": "Bacharelado em Engenharia de Computação| 145 \n \n  \n \n \n em formato digital (CD -ROM) contento todos os documentos e ferramentas utilizadas no \ndecorrer de seu trabalho.  \n \n§1º No CD -ROM, os arquivos, refer entes a documento s, deve m estar em formato PDF \ne as ferramentas com seus executáveis e arquivos necessários p ara novas reproduções dos \nexperimentos.  \n \n§2º O CD -ROM, entregue junto com o Trabalho de Conclusão de Curso, deve estar \ncom uma capa de acrílico e, na própria mídia,  devem constar o nome do estudante , do \norientador e o ano da conclusão do trabalho.  \n \nCapítul o X \nDa Avaliação  \n \nArt. 21º O TCC referente às disciplinas de Trabalho de Conclusão de Curso I e II \ndeverá ser avaliado por uma banca examinadora, c omposta pelos se guintes mem bros: \nPresidente (Professor orientador);  (Professor coorientador, quando houver)  1º Examinador \n(Professor da UEMG); 2º Examinador (Professor do UEMG ou convidado externo à \ninstituição).  \n \n§1º Quando houver professor coorientador,  este deverá par ticipar da banca de \navaliação, no entanto, a nota do professor orientador e do coorientador deve ser atribuída em \nconjunto.  \n  \n§2º No caso de convidado externo ao UEMG a instituição resguarda -se o direito de \nnão ressarcir quaisquer tipos de despesas que o m esmo ven ha a ter com o deslocamento para \nefetivação do processo de confecção do trabalho ou avaliação final (defesa).  \n \n§3º Os professores que compuserem a banca de avaliação do TCC I, deverão compor a \nbanca de TCC II, exceto quando:  \n ", "146": "Bacharelado em Engenharia de Computação| 146 \n \n  \n \n \n I - O professor não es tiver ma is vinculado à instituição.  \nII - O professor não ter disponibilidade de horário para  compor a banca.  \n \nArt. 2 2º. A avaliação constará de três notas, assim distribuídas:  \n \nI – Projeto;  \nII – Trabalho escrito;  \nIII – Apresentação e Defesa . \n \n§1º A nota fi nal do T CC será calculada pela média das três avaliações.  \n \n§2º O estudante que conseguir méd ia superior ou igual a sessenta (60) estará aprovado, \ncaso contrário será reprovado.  \n \n§3º Caso a banca examinadora aprove o TCC, mas solicite altera ções, o estudant e terá \n7 dias corridos para efetuar as alterações e reenviar a nova versão para o Coordenado r de \nTCC.  \n \nCapítulo XI  \nDos Prazos  \n \nArt. 2 3º Este regulamento estabelece os seguintes prazos para inscrição, seleção, \nentrega, apresentação e avalia ção dos trabalhos  de con clusão de curso:  \n \nI - Até o final do 8º período será feita a apresentação deste Regul amento, sendo \ndiscutidas pelo Coordenador de TCC  as áreas de realização e os campos de trabalho;  \n \nII - O pré -projeto deverá ser apresentado ao Coor denador de TCC , no máxim o, 15 \nantes do término do  8º período, juntamente com a carta de aceite do professor o rientador;  \n ", "147": "Bacharelado em Engenharia de Computação| 147 \n \n  \n \n \n III - Cabe ao Coordenador de TCC  a tarefa de agendamento das apresentações dos \ntrabalhos referentes às disciplinas de TCC I e II, as qu ais devem ocorrer  antes do término do \nperíodo letivo vigente.  \n \nIV - Não é permitido, em hipótese nenhuma, o a diamento dos prazos ou qualquer \npostergação de datas para semestres seguintes.  \n \nV - O estudante  que não apresentar seu trabalho de conclusão de cur so até o prazo \nestipulad o pelo Coordenador de TCC estará reprovado e deverá cursar novamente a disciplina \na fim de concluir o Curso.  \n \nCapítulo X II \nDas Disposições Finais  \n \nArt. 2 4º Verificando -se o descumprimento das normas estabelecidas neste \nregulamento, o estudante  não co lará g rau, devendo matricular -se, novamente, na disciplina \n“Trabalho  de Conclusão de Curso”,  no semestre seguinte.  \n \nArt. 2 5º Dúvidas referentes ao regulamento deverão ser resolvidas primeiramente com \nos orientadores e posteriormente com o Coordenador  de TCC. \n \nArt. 26º Casos omissos serão resolvidos pelo NDE do curso de Engenharia de \nComputação  e deliberados pelo  colegiado d o curso.  \n \nArt. 2 7º Este regulamento entrará em vigor na data de sua aprovação pelo Colegiado \ndo Curso.  \n \n  \n \n \n \n \n ", "148": "Bacharelado em Engenharia de Computação| 148 \n \n  \n \n \n APÊNDIC E I - Modelo de Pr oposta  para os Projetos de TCC - Pré-Projeto  \n \nUNIVERSIDADE DO ESTADO DE MINAS GERAIS –UEMG  \nCURSO DE ENGENHARIA DE COMPUTAÇÃO  \nPROPOSTA DE TRABALHO DE CONCLUSÃO DE CURSO  \nEstudante : \nTema do Projeto:  \nProfessor Orientador:  \n____________________ __________________ ___ \nOrientador(a)  \n_________________________________________  \nOrientando(a)  \n \nIntrodução:  Neste  item o estudante  deve gerar uma introdução que contenha no mínimo \ninformações sobre: a grande área de atuação, a sua área de pesquisa, problemas detectados, \nsua so lução e resultados esperados.   \nObjetivos:  É importante, neste item, que o estudante  deixe cl aro quais os objetivos a serem \nalcançados com sua pesquisa e como ela irá contribuir para sua área de atuação. Logo, faz -se \nnecessário dividir tal  explicação em obj etivos  gerais e objetivos específicos do projeto.   \nMetodologia Utilizada:  As informações aqu i contidas devem ser suficientes para esclarecer \nao leitor quais passos e/ou etapas a serem seguidos durante a execução de seu trabalho. Não \nconfu nda metodologia co m cron ograma, aqui apresentamos os métodos a serem aplicados e \nnão prazos e datas.   \nJustific ativa:  Neste item o estudante  deve justificar sua pesquisa e demostrar conhecimento \nsobre a importância de sua área junto ao curso de Engenharia d e Computação  da Un iversi dade \ndo Estado de Minas Gerais – UEMG campus Divinópolis.   \nRecursos requeridos:  Caso h aja necessidade, o estudante  deve descrever neste tópico todos \nos recursos necessários para a execução correta de seu trabalho. Ao gerar tal descr ição leve \nem consi deraçã o o Art. 7º e seu parágrafo único.   \nBibliografia:  O pré -projeto deve ser apoiado sob c onceitos importantes da área de atuação. \nLogo, ao decorrer da introdução o estudante  deve citar alguns trabalhos relevantes para a área \nque estará  atuando, sendo es sas ci tações padronizadas segundo as normas da ABNT.   \nCronograma:  Este item deve apresentar,  em forma de tabela, as atividades a serem \nexecutadas no decorrer do ano e os meses que estarão relacionados com cada etapa de \nexecução/ finalizaç ão de cada tarefa que co mpõe o projeto apresentado.  \n \n \n \n \n \n \n ", "149": "Bacharelado em Engenharia de Computação| 149 \n \n  \n \n \n APÊNDICE  J - Termo de Aprovação do Projeto de Concl usão de Curso  \npara Apresentação em Banca Examinadora  \n \n \nD E C L A R A Ç Ã O  \n \nDeclaro, para os devidos fins, que o(a) estudante (a) \n________________ __________________ ______ ____________ está apto(a) a \napresentar seu trabalho de conclusão de curso para a banca  examinadora.  \n \n \nDivinópolis, _____, de ________________, de _________  \n \n \n \n_________________________________________  \nOrientador(a)  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "150": "Bacharelado em Engenharia de Computação| 150 \n \n  \n \n \n APÊNDIC E K – Alterações PPC 2016  \n \nAlterações das disciplinas do 3º ao 10º período.  \n \nCURRICULO 2016    CURRICULO 2020  \nPeríodo  Disciplinas  Horas   Período  Disciplinas  Horas \n3º Séries e Equações \nDiferencia is 45   3º Sequências e Séries  45 \n4º Fenômenos de Transpo rte 45  4º Fundamentos de \nMecânica dos Sólidos e \nFluídos  60 \n6º Programação Orientada de \nObjetos III  45   6º Organização e \nRecuperação da \nInformação  45 \n7º Controle e \nServomecanismo  60   8º Controle e \nServomecanismo  60 \n7º Modelagem e Si mulação 45  7º Mod elagem  e Simulação  60 \n8º Ambiente e Ciências dos \nMateriais  45   10º Ambiente e Ciência dos \nMateriais  45 \n8º Sistemas de Automação  60   7º Sistemas de Automação  60 \n8º Sistemas Distribuídos  60   6º Sistemas Distribuídos  60 \n9º Sistemas In teligentes III  45   5º Pesquisa Operacional  45 \n9º Microcontroladores, \nMicroprocessadores e \nAplicações  75  10º Microcontroladores, \nMicroprocessadores e \nAplicações  60 \n10º Computação Gráfica  45  9º Computação Gráfica  45 \n10º Sistemas Inteligentes IV  60   10º Sistemas Intelig entes III 60 \n10º Interface Homem -Máquina  60   8º Interface Homem -\nMáquina  60 \nOptativa  Desen volvimento Web  45   8º Desenvolvimento Web  45 \nOptativa  Programação para \nDispositivos Móveis  45   9º Programação para \nDispositivos Móveis  45 \n        Disciplinas excluí das   Nova disciplina  \n9º Compiladores III  60  4º Equações Diferenciais  45 \n10º Eletiv a III 45   \n \n \nA disciplina “Séries e Equações Diferenciais”, que estava no 3º período foi subdivida \nem duas novas disciplinas: “Sequências e Série s” e “Equações e D iferen ciais”. Para quem já ", "151": "Bacharelado em Engenharia de Computação| 151 \n \n  \n \n \n cursou esta disciplina, ela será equivalente a disciplina de “Seq uências e Séries”. A disciplina \nde “Equações Diferenciais” deverá ser cursada até a integralização do curso.  \nA disciplina “Fenômenos de Transporte ” do 4º período te ve seu  nome alterado para \n“Fundamentos de Mecânica dos Sólidos e Fluídos ”. Ressalta -se que e sta disciplina também \nterá o aumento da carga horária de 45hs para 60hs. Para os estudantes  que já cursaram a \nreferida disciplina, estes deverão c omplementar a carg a horá ria ampliada até a integralização \ndo curso.  \nA disciplina Programação Orientada a Objet os III teve seu nome alterado para \nOrganização e Recuperação da Informação. Salienta -se que tal alteração não impacta em \nnenhuma das turmas.  \nA dis ciplina Controle e  Servo mecanismo, que estava no 7º período, foi transferida \npara o 8º período. Ressalta -se qu e tal mudança não afeta aos estudantes .  \nA disciplina Modelagem e Simulação teve sua carga horária ampliada de 45hr para \n60hr. Ressalta -se que est a alteração não af etará nenhuma das turmas.  \nFoi efetuada a troca entre as disciplinas Ambiente e Ciência dos M ateriais do 8º \nperíodo com a disciplina Interface Homem -Máquina do 10º período. Esta troca não afetará \nnenhuma das turmas.  \nA disciplina Sistemas d e Automação, que e stava no 8º período, foi transferida para o \n7º período. Para os estudantes  que já cursaram o  7º período, esta deverá ser cursada até a \nintegralização do curso.   \nA disciplina Sistemas Distribuídos, que estava no 8º período, foi transferid a para o 6º \nperíod o. Par a os estudantes  que já cursaram o 6º período, esta deverá ser cursada até a \nintegraliz ação do curso.  \nA disciplina Pesquisa Operacional, anteriormente chamada de Sistemas Inteligentes \nIII, que estava no 9º período, foi transferida pa ra o 5º período. P ara os  estudantes  que já \ncursaram o 5º período, esta deverá ser cursada até a integralização  do curso.  \nA disciplina Microcontroladores, Microprocessadores e Aplicações, que estava no 9º \nperíodo, foi transferida para o 10º. Além disso sua carga horária foi reduzi da de 75hs para \n60hs. Esta troca não afetará nenhuma das turmas.  \nA disciplina Computaç ão Gráfica, que estava no 10º período, foi transferida para o 9º. \nEsta troca não afetará nenhuma das turmas.  ", "152": "Bacharelado em Engenharia de Computação| 152 \n \n  \n \n \n A disciplina Sistemas Inteligentes IV  do 10º período te ve seu  nome alterado para \nSistemas Inteligentes III. Ressalta -se que tal mudança não afeta a os estudantes . \nFoi inserida como disciplina obrigatória a disciplina Desenvolvimento Web, que está \nalocada no 8º período, de modo que nenhuma das turmas será prejud icada com sua inclusão. \nComo anteriormente esta disciplina constava como Optativa, se eventu almente alguma turma \njá a cursou como Optativa, esta será equivalente a disciplina Desenvolvimento Web, e nesse \ncaso os estudantes  terão que cursa r a Optativa a qua l foi dada a referida disciplina até a \nintegralização do curso.   \nFoi inserida como discipli na obrigatória a disciplina Programação para dispositivos \nmóveis, que está alocada no 9º período, de modo que nenhuma das turmas será prejudicada \ncom sua inclusão. Como a nteriormente esta disciplina constava como Optativa, se \neventualmente alguma turma já a cursou como Optativa, esta será equivalente a disciplina \nProgramação para Dispositivos Móveis, e nesse caso os estudantes  terão que cursar a Opt ativa \na qual foi d ada a referida disciplina até a integralização do curso.  \nA disciplina Compiladores III do 9º  período foi removida da grade do curso. Como \nnenhuma turma ainda cursou tal período, essa mudança não afetará aos estudantes . \nA disciplina Eletiva I II do 10º perío do foi  removida da grade do curso. Se \neventualmente algum estudante  já tenha cursado esta di sciplina, será utilizada como horas \ncomplementares.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n "}