{"1": " \n1  \n \n \n \n \n \n \n \n \n \nProjeto Pedagógico do Curso  \nEngenharia da Computação  \n \nModalidade do curso: Bacharelado  \n \n \n \n \n \n \n \n \n \n \n \n \nUnidade: Ituiutaba  \n2021 \n ", "2": " \n2  \n \n \nEstrutura Administrativa da UEMG  \n \nREITORA  \nLavínia Rosa Rodrigues  \nVICE -REITOR  \nThiago Torres Costa Pereira  \nPRÓ -REITORA DE GRADUAÇÃO  \nMichelle Gonçalves Rodrigues  \nPRÓ -REITORA DE PESQUISA E PÓS -GRADUAÇÃO  \nMagda Lucia Chamon  \nPRÓ -REITOR DE EXTENSÃO  \nMoacyr Laterza Filho  \nPRÓ -REITOR DE PLANEJAMENTO, GESTÃO E FINANÇAS  \nFernando Antônio França Sette Pinheiro Júnior  \nDIRETOR A DA UNIDADE ACADÊMICA  \nPatrícia Alves Cardoso  \nVICE -DIRETORA DA UNIDADE ACADÊMICA  \nStella Hernandez Maganhi  \nCOORDENADORA DO CURSO  \nAdriana de Souza Guimarães  \nVICE -COORDENADORA DO CURSO  \nSaulo de Moraes Garcia Júnior  ", "3": " \n3 COMISSÃO/NDE DE REFORMULAÇÃO CURRICULAR  \n \nAdriana de Souza Guimarães  \nAnderson de Melo Valadão  \nFernando Costa Malheiros  \nMauro Hemerly Gazzani  \nMônica Rocha Ferreira de Oliveira  \nSaulo de Moraes Garcia J únior  \n \n \n \n \n \n  ", "4": " \n4 Dados de Identificação da Universidade  \n \nInstituição de Ensino Superior: Universidade do Estado de Minas Gerais  \n \nNatureza Jurídica : Autarquia Estadual  \n \nRepresentante legal – Reitor : Lavínia Rosa Rodrigues  \n \nEndereço da sede e Reitoria : Rodovia Papa João Paulo II, 4143 – Ed. Minas – 8º andar \n– Cidade A dministrativa Presidente Tancredo Neves - Bairro Serra Verde – Belo \nHorizonte – MG – CEP 31.630 -900 – Tel: +55 (31) 3916 -0471.  \n \nCNPJ: 65.172.579/0001 -15 \n \nAto de criação : Art. 81 do Ato das Disposições Constitucionais Transitórias da \nConstituição Mineira de 1989.  \n \nAto regulatório de credenciamento : Lei Estadual 11539 de 23 de julho de 1994.  \n \nAto regulatório de renovação de credenciamento : Resolução SEDECTES nº 59 de \n28/08/2018, publicada em 30/08/2018  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  ", "5": " \n5  \n \nDados de identificação do cu rso \n \nInstituição de Ensino Superior : Universidade do Estado de Minas Gerais  \n \nUnidade Acadêmica : Ituiutaba  \n \nEsfera Administrativa : Estadual  \n \nCurso : Engenharia de Computação  \n \nModalidade do Curso : Bacharelado  \n \nModalidade de ensino : Presencial  \n \nTurno de funcionamento : Integral  \n \nTempo de Integralização do curso:  \n - Mínimo : 10 semestres  \n - Máximo : 15 semestres  \n \nNúmero de vagas autorizadas : 40 \n \nCarga Horário total do curso : 4.125 horas relógio  \n \nFormas de Ingresso : Sisu, Reopção, Enem, Transferência e Obtenç ão de Novo Título  \n \nDias letivos semanais : 5 \n \nInício de funcionamento : Fevereiro de 1999  \n \nAto legal de autorização do curso : Decreto n.º 40.758 de 07/12/1999  \n \nAto legal de renovação de reconhecimento do curso:  Resolução SEE nº 4.401 de 19 de \nagosto de 2020 . \n \nMunicípio de implantação : Ituiutaba  \n \nEndereço de funcionamento do curso  \nRua Vereador Geraldo Moisés da Silva, S/N, Setor Universitário, Ituiutaba – MG, CEP \n38302 -192 – Tel +55 (34) 3271 -9900  \n \n \n  ", "6": " \n6  \nSumário  \n \n1. Apresentação  ................................ ................................ ................................ ......................  7 \n2. Contextualização  ................................ ................................ ................................ ................  8 \n2.1. Histórico da UEMG  ................................ ................................ ................................ ..... 8 \n2.2 Histórico da Unidade Acadêmica  ................................ ................................ ...................  10 \n3. Realidade Regional  ................................ ................................ ................................ .... 11 \n4. Justificativa do curso  ................................ ................................ ................................ . 14 \n5. Legis lação  ................................ ................................ ................................ ..................  15 \n6. Organização didático -pedagógica  ................................ ................................ ..............  18 \n6.1. Concepção do curso  ................................ ................................ ................................ ... 18 \n6.2. Objetivos do curso  ................................ ................................ ................................ ..... 18 \n6.3. Perfil do egresso  ................................ ................................ ................................ .........  19 \n7. Articulação entre ensino, pesquisa e extensão  ................................ ...........................  21 \n8. Organização curricular  ................................ ................................ ...............................  24 \n8.1     Flexibilização curricular  ................................ ................................ .............................  24 \n8.2. Ementário  ................................ ................................ ................................ ...................  39 \n8.3. Metodologia de Ensino  ................................ ................................ ..............................  72 \n9. Avaliação de desempenho discente  ................................ ................................ ...........  72 \n10. Atendimento ao estudante  ................................ ................................ ..........................  73 \n NAE – NÚCLEO DE APOIO AO ESTUDANTE ................................ ................................ .......................  73 \n11. Colegiado do Curso  ................................ ................................ ................................ ... 74 \n12. Núcleo Docente Estruturante  ................................ ................................ .....................  74 \n13. Coordenação do curso  ................................ ................................ ................................  75 \n14. Corpo Docente  ................................ ................................ ................................ ...........  75 \n15. Infraestrutura para o funcionamento do curso  ................................ ...........................  76 \n15.1.  Registro Acadêmico  ................................ ................................ ................................ ... 76 \n15.2.  Biblioteca  ................................ ................................ ................................ ...................  77 \n    15.3.  Secretaria  ................................ ................................ ................................ .....................  82 \n15.4.  Salas de aula  ................................ ................................ ................................ ...............  82 \n15.5.  Auditórios  ................................ ................................ ................................ ..................  82 \n15.6.  Acessibilidade  ................................ ................................ ................................ ............  82 \n15.7.  Laboratórios  ................................ ................................ ................................ ...............  83 \n16. Referência s ................................ ................................ ................................ .................  89 \nAnexos  ................................ ................................ ................................ ................................ ...... 90 \n ", "7": " \n7  \n1. Apresentação  \n \nO Projeto Pedagógico de Curso – PPC é mais do que uma formalidade instituída: é uma reflexão \nsobre a educação superior, sobre o ensino, a pesquisa e a extensão, a produção e a socialização \ndos conhecimentos, sobre o aluno e o professor e a prática pedagógi ca que se realiza na \nuniversidade.  \nO Projeto Pedagógico de Curso – PPC do Curso de Bacharelado em Engenharia de Computação \nda Universidade do Estado de Minas Gerais (UEMG), Unidade ITUIUTABA, apresenta -se \ncomo instrumento teórico -metodológico para atender  aos aspectos apontados pelo mercado de \ntrabalho e pela Sociedade Brasileira de Computação, visando dar características próprias e \nparticulares através de concepções regulamentadas pelas Diretrizes Curriculares Nacionais para \ncursos de Engenharia de Comput ação. Contemplando a fundamentação da prática pedagógica \nem relação às variáveis dos ambientes internos e externos, definindo programas de ação e meios \neficientes para o alcance dos objetivos a que se propõe o trabalho de todos os segmentos, \npriorizou -se a concepção do projeto pedagógico como um conjunto de alternativas, para \nregistrar o perfil desejado do egresso, definir um percurso, um rumo e caminhos que o coletivo \ndo Curso quer construir.  \nEste documento apresenta o Projeto Pedagógico do Curso (PPC), re formulado a partir da \nproposta de 2013, e atualizado com vistas ao cenário tecnológico, profissional, pol ítico e \neducacional, atendendo as novas diretrizes curriculares nacionais para graduação em \nEngenharia,  Resolução CNE/CES nº 2, de 24 de abril de 2019 , a  Resolução nº 5, de 16 de \nnovembro de 2016 que institui as Diretrizes Curriculares Nacionais para os cursos de graduação \nna área da Computação, abrangendo os cursos de bacharelado em Ciência da Computação, em \nSistemas de Informação, em Engenharia de Com putação, em Engenharia de Software e de \nlicenciatura em Computação  e a  Resolução CNE/CES nº 7, de 18 de dezembro de 2018, que \nestabelece as diretrizes para a extensão na educação superior . \n \n  ", "8": " \n8 2. Contextualização  \n \nEste capítulo apresenta um panorama histórico  da Universidade do Estado de Minas \nGerais – UEMG, da realidade econômica, social e educacional a qual a Unidade \nAcadêmica se insere e sua contribuição para o desenvolvimento regional, articulada a \njustificativa de oferta do curso.  \n \n2.1. Histórico da UEMG  \n \nUma análise da história da UEMG desde sua criação permite afirmar que a Universidade do \nEstado de Minas Gerais representa, uma alternativa concreta e rica de aproximação do Estado \nmineiro com suas regiões, por acolher e apoiar a população de Minas onde vivem e  produzem.  \nPor sua vocação, tem sido agente do setor público junto às comunidades, colaborando na \nsolução de seus problemas, através do ensino, da pesquisa e da extensão e na formatação e \nimplementação de seus projetos de desenvolvimento.  \nPara se firmar no  contexto do Ensino Superior no Estado e buscando estar presente em suas \nmais distintas regiões, a UEMG adota um modelo multicampi, se constituindo não apenas como \numa alternativa aos modelos convencionais de instituição de ensino, mas também de forma \npolítica no desenvolvimento regional. Assim, a Universidade apresenta uma configuração ao \nmesmo tempo, universal e regional. Deste modo, ela se diferencia das demais pelo seu \ncompromisso com o Estado de Minas Gerais e com as regiões nas quais se insere em parc eria \ncom o Governo do Estado, com os municípios e com empresas públicas e privadas. \nCompromisso este apresentado em um breve histórico da formação de suas Unidades \nacadêmicas.  \nA UEMG foi criada em 1989, mediante determinação expressa no Art. 81 do Ato das  \nDisposições Constitucionais Transitórias – ADCT da Constituição do Estado de Minas Gerais \ne a sua estrutura foi regulamentada pela Lei nº 11.539, de 22 de julho de 1994, estando vinculada \nà Secretaria de Estado de Ciência, Tecnologia e Ensino Superior – SECTES, à qual compete \nformular e implementar políticas públicas que assegurem o desenvolvimento científico e \ntecnológico, a inovação e o ensino superior.  \nO Campus de Belo Horizonte teve sua estrutura definida pela mesma Lei, que autorizou a \nincorporação à UEMG da Fundação Mineira de Arte Aleijadinho – FUMA, hoje transformada \nem duas escolas: Música e Design; a Fundação Escola Guignard; o curso de Pedagogia do ", "9": " \n9 Instituto de Educação, transformado na Faculdade de Educação de Belo Horizonte, e o Serviço \nde Orientação e Seleção Profissional – SOSP, hoje convertida em Centro de Psicologia \nAplicada – CENPA. Compõe o Campus Belo Horizonte ainda, a Faculdade de Polít icas \nPúblicas Tancredo Neves, criada pela Resolução CONUN/UEMG Nº 78, de 10 de setembro de \n2005, com vistas a contribuir para a consolidação da missão institucional da UEMG relativa ao \ndesenvolvimento de projetos de expansão e diversificação dos cursos ofe recidos e, para a \nampliação do acesso ao ensino superior no Estado.  \nNo interior de Minas Gerais, a UEMG realizou, em convênio com prefeituras municipais, a \ninstalação do curso de Pedagogia fora de sede em Poços de Caldas e das Unidades Acadêmicas \nem Barbacena, Frutal, João Monlevade, Leopoldina e Ubá com a oferta de cursos que buscam \ncontribuir para a formação de profissionais e para a produção e difusão de conhecimentos, que \nreflitam os problemas, potencialidades e peculiaridades de dif erentes regiões do Estado, com \nvistas à integração e ao desenvolvimento regional.  \nEm 2010, a Universidade realizou seu credenciamento junto ao Ministério da Educação, através \nda Portaria nº 1.369 de 07 de dezembro de 2010, para oferta de cursos de Educação  a Distância. \nConsolidado com sua inserção na Universidade Aberta do Brasil – UAB, ofertando Cursos de \nAperfeiçoamento, Graduação e Especialização na modalidade à distância.  \nPor meio da Lei nº 20.807, de 26 de julho de 2013, foi prevista a estadualização d as fundações \neducacionais de ensino superior associadas à UEMG, de que trata o inciso I do § 2° do art. 129 \ndo ADCT, a saber : Fundação Educacional de Carangola; Fundação Educacional do Vale do \nJequitinhonha, de Diamantina; Fundação de Ensino Superior de Pa ssos; Fundação Educacional \nde Ituiutaba; Fundação Cultural Campanha da Princesa, de Campanha e Fundação Educacional \nde Divinópolis; bem como os cursos de ensino superior mantidos pela Fundação Helena \nAntipoff, no município de Ibirité.  \nFinalizado o processo  de estadualização, a  UEMG se encontra presente em 16 municípios com \ncurso presenciais e em 15 municípios com Educação a Distância , comprometida com sua \nmissão de promover o Ensino, a Pesquisa e a Extensão de modo a contribuir para a formação \nde cidadãos c omprometidos com o desenvolvimento e a integração dos setores da sociedade e \ndas regiões do Estado.  \n  ", "10": " \n10  \n2.2 Histórico da Unidade Acadêmica  \n \nA Fundação Educacional de Ituiutaba foi instituída em 1963, com a finalidade de criar, instalar \ne manter, sem fins l ucrativos, escolas de ensino fundamental, médio e superior, com o objetivo \nde promover a cultura, a pesquisa e a formação profissional, em todos os ramos do saber técnico \ne científico, nos termos da legislação específica.  \nEm 1970, foi implantado o ensino s uperior em Ituiutaba, com a criação da Faculdade de \nFilosofia, Ciências e Letras de Ituiutaba, posteriormente passando para duas unidades \nacadêmicas: Instituto Superior de Ensino e Pesquisa de Ituiutaba (ISEPI) foi credenciado pelo \nDecreto nº 92.389 teve i nício com a fusão da Faculdade de Filosofia Ciências e Letras de \nItuiutaba, implantada em 1970, conforme o Decreto do Ministério da Educação n.º  66.602, de \n20 de maio de 1970, com a Faculdade de Engenharia de Ituiutaba, criada em 1976, e a Faculdade \nde Ci ências Agrárias, autorizada pelo Decreto n.º  90.003, de 25 de julho de 1984. A Faculdade \nde Filosofia, Ciências e Letras de Ituiutaba, instalada visando à formação de profissionais da \neducação para as escolas da educação básica oferece, desde seu início, os Cursos de Ciências \nBiológicas, História, Letras Português/Inglês, Matemática e Pedagogia. A partir de 1995, \npassou a oferecer também o Curso de Química. A Faculdade de Engenharia foi implantada, em \n1976, com o Curso de Engenharia de Operação, modalidade  Eletricidade. Em 5 de fevereiro de \n1979, pelo Decreto nº  83.130,  o Curso foi convertido em Engenharia Elétrica.  \nEm 25 de julho de 1984, pelo Decreto n.º 90.003, a Faculdade de Ciências Agrárias recebeu \nautorização de funcionamento, ampliando -se, assim, a oferta de cursos superiores em Ituiutaba. \nEm 2002 foi crisdo o Instituto Superior de Educação de Ituiutaba - ISEDI, Os cursos de \nlicenciatura passaram a integrar o Instituto Superior de Educação, criado, em 2002, para abrigar \no curso Normal Superior e os  cursos de licenciatura, cumprindo -se o estabelecido na Lei Federal \n9.394/96. Os dois Institutos dividem espaços e recursos e mantidos pela Fundação Educacional \nde Ituiutaba.  \nNo dia 3 de abril de 2014 o Governador do Estado de Minas Gerais assina o Decret o Nº 46.478 \nque estadualiza a Fundação Educacional de Ituiutaba. No dia 2 de junho de 2014, foi assinado \npelo Governo de Minas o Ato de Incorporação da Fundação Educacional de Ituiutaba (FEIT) à \nUniversidade do Estado de Minas Gerais - UEMG, Com a estadual ização, ela passa a integrar \na terceira maior universidade do Estado, podendo garantir o acesso à educação universitária \ngratuita e de qualidade.  ", "11": " \n11 Como decorrência dos avanços tecnológicos do mundo moderno, a instituição, preocupada em \noferecer novos cursos  para atender a um mercado de trabalho cada vez mais exigente, optou \npor oferecer o Curso de Engenharia de Computação a partir de 1999.  \nConsiderando o rápido progresso da ciência, da tecnologia e da criação e difusão da cultura, \naliados à meta de colabora r com o desenvolvimento da sociedade, a instituição optou por criar \ne implantar o curso de Engenharia de Computação no Instituto Superior de Ensino e Pesquisa \nde Ituiutaba.  \nO curso de graduação em Engenharia de Computação iniciou suas atividades em 1999, teve \nautorização de funcionamento pelo Decreto n.º 40.758 de 07/12/1999, a renovação de \nreconhecimento pela Resolução SECTES N° 020 de 02/02/2016, publicada em 05/02/2016.  \nEm 2010, foi feito um estudo para mudar o regime do curso para semestral. Após adequ ações \nna estrutura curricular propostas pelo Núcleo Docente Estruturante - NDE e pelo colegiado do \ncurso, visando atualização, a nova estrutura curricular foi aprovada e implantada em 2012.  \nNo ano de 2012, a estrutura curricular foi alterada novamente para  que o curso fosse oferecido \nem 19 (dezenove) semanas, atendendo orientação da direção acadêmica. E em 2013, a estrutura \ncurricular foi alterada por necessidade de acrescentar disciplinas que não estavam nas estruturas \nanteriores.  \nEm 2016, o Núcleo Docente  Estruturante começou a elaborar uma nova atualização do Projeto \nPedagógico do Curso para adequar a novas diretrizes curriculares e a legislação vigente, \natualizando todo o texto e, principalmente a estrutura curricular do curso, que será oferecido \nem 18 ( dezoito) semanas, para adequar ao calendário acadêmico da UEMG.  \n \n3. Realidade Regional  \nA UEMG Ituiutaba localiza -se na Região IV – Triângulo e Alto Paranaíba –, especificamente \nno centro -norte do Triângulo Mineiro, no Estado de Minas Gerais, Brasil. Seus municípios e \nestado limítrofes são: Gurinhatã, Ipiaçu, Capinópolis, Canápolis, Santa Vit ória, Monte Alegre \nde Minas, Prata, Campina Verde e o Estado de Goiás.  \nA UEMG Ituiutaba, anteriormente Fundação Educacional de Ituiutaba como mantenedora, \nconsolidou o reconhecimento de uma instituição que conserva, amplia e aprimora o patrimônio \neducacio nal e cultural, espelhando uma imagem de refer ência de universidade, no Pontal do \nTriângulo Mineiro. Este reconhecimento ocorre pela expressiva contribuição por mais de 40 ", "12": " \n12 anos, de seus egressos, no desenvolvimento do setor produtivo, social, científico e cultural da \ncidade, da região, do estado e do país. Dentre eles, destacam -se grandes lideranças pol íticas, \nempresariais e educacionais.  \nDesta forma, a Universidade do Estado de Minas Gerais abrange uma extensa área geográfico -\neducacional: dez municípios v izinhos e o sudoeste goiano, com uma população de \naproximadamente 203.504 habitantes, que direta ou indiretamente, beneficiam -se de suas \nações. A Universidade do Estado de Minas Gerais tem contribuído para o desenvolvimento de \nItuiutaba e região, com a for mação de profissionais para a área da educação.  \nA região do Triângulo Mineiro está entre as mais produtivas do País, com destaque para o \nagronegócio. Os principais produtos exportados na região são: açúcar, café, milho, soja e seus \nderivados. Também é sign ificativa a produção e exportação das carnes de aves, bovina e suína. \nDentro deste cenário, o desenvolvimento de ferramentas que busquem facilitar a rotina do \ntrabalhador rural, auxiliem na coleta de dados e ajudem na tomada de decisões dos produtores \njá são realidade no ambiente agrícola por meio da automação no agronegócio. Desta forma, \nseguindo os conceitos da Agricultura 4.0, o uso da tecnologia de informação é um caminho sem \nvolta no mundo rural. Essa possibilidade torna vasto o mercado de trabalho na região de \nItuiutaba.  \nMesmo sendo uma região de agronegócio, há um polo industrial muito forte, com muitas \nindústrias automatizadas. Mas o mercado de trabalho na área da Engenharia de Computação é \nvasto em todo o território nacional.  \n \nDados Socioeconômicos  e Ambientais  \n \nA microrregião de Ituiutaba (MG) apresenta uma população total de 204.671 habitantes (IBGE, \n2019),  distribuída por seis municípios: Cachoeira Dourada (MG), Capinópolis (MG), Gurinhatã \n(MG), Ipiaçu (MG), Ituiutaba (MG) e Santa Vitória (MG). D esses, apenas o município de \nItuiutaba (MG) tem uma população acima de 50 mil habitantes, chegando a 2019 com um total \nestimado de 104.671 pessoas (IBGE, 2019). Os demais municípios não ultrapassam a totalidade \nde 20 mil habitantes, cada um.  \nO PIB (Produto  Interno Bruto) de Ituiutaba (MG), com sua maior base nos serviços, que chegam \na um valor de R$ 2.895.226,17 (IBGE,2019) . Sequencialmente, tem -se a atividade industrial ", "13": " \n13 com segundo maior aporte, R$ 489.105,00, e, por fim, a agropecuária, com R$ 197.828,00 \n(IBGE, 2019).  \nItuiutaba tem papel determinante na centralidade, atraindo os fluxos de todas as cidades da sua \nmicrorregião. Tanto as atividades comerciais como as de saúde e de ensino superior são \ndirecionadas a ela, o que torna possível constatar, junto a  toda discussão do trabalho, que \nItuiutaba tem uma grande importância para sua microrregião, já que apresenta uma ligação \nmaior dos municípios pelas malhas rodoviárias, que convergem os fluxos das demais cidades a \nela, sede da microrregião ( PARREIRA OLIVEI RA, L. & RIBEIRO FILHO, V.).  \nCom o avanço dos recursos computacionais e o seu impacto na sociedade, a discussão sobre \nmeio ambiente e sustentabilidade também começou a fazer parte da área de Engenharia de \nComputação. A Computação Verde é um tema abordado n os últimos anos que visa incentivar \na utilização da Tecnologia da Informação (TI) com uma preocupação com o meio  ambiente.  \nCom o surgimento de dispositivos IoT conectados a estruturas de  cloud  e fog computing  surgem \nvários benefícios , incluindo algu ns menos convencionais, contribuindo diretamente para atingir  \nmaior sustentabilidade. São claros seus benefícios no monitoramento ambiental, coletando \ndados de poluição e fiscalizando áreas protegidas, além de ser uma importante ferramenta na \nagricultura de p recisão ao coletar imagens de plantações,  de áreas florestais e de focos de \nincêndio, obter informações de rodovias e realizar a detecção de patologias. Por meio dessas \ninformações, é possível agir localmente  nos problemas, diminuindo seus impactos. As \nmelhorias podem ser vistas não só  na agricultura de precisão, com a possibilidade de obtenção \nde mais e melhores  produtos em um mesmo pedaço de solo e de redução da aplicação de \nagrotóxicos, mas também na agricultura sustentável, com a possibilidade da defini ção de quais  \nprodutos são necessários e devem ser produzidos frente às informações oriundas  dos \ncomerciantes. Isso impede que energia seja consumida de forma desnecessária  e produtos sejam \ndesperdiçados com a entrega em tempo, graças às informações  de tráf ego e de melhores vias \npara o transporte da carga. Todos estes temas surgem como áreas da Engenharia de Computação \n(ALMEIDA, 2018).  \nAlém de empresas e indústrias, o uso da tecnologia no agronegócio está cada vez mais forte e \nnecessário. Segundo REIS BUENO (2019) ,  \nUm levantamento realizado pela Comissão Brasileira de Agricultura de \nPrecisão (CBAP) mostra que a tecnologia já é um recurso utilizado pelo \nagronegócio. De acordo com os dados obtidos,  67% das propriedades \nagrícolas utilizam algum tipo de inovação tecnológica . ", "14": " \n14 A tecnologia é um estímulo para o surgimento de oportunidades no \nagronegócio. O uso de recursos tecnológicos automatizam os processos, \naumentam a precisão das tarefas, minimiza os erros, reduz os custos e \naumenta a efetividade na condução das atividades. (REIS BUENO, \n8/10/2019)  \nCom o auxílio da tecnologia, os níveis de produtividade do agronegócio brasileiro tem \ndesempenho igual, e muitas vezes superiores, aos seus principais competidores mundiais. No \nque se refere à soja, por exemplo, enquanto a produtividade média mundial da safra de 2017/18 \nfoi de 2,74 ton/hectare, no Brasil, a produt ividade foi de 3,47 ton/hectare. Os Estados Unidos, \nprincipal concorrente, tiveram uma produtividade de 3,31 ton/hectare, 5% inferior à do Brasil. \n(KRUK,  2019)  \nAssim como diversas áreas da indústria, a agricultura também pode contar com recursos como \nInter net das Coisas (IoT) e Big Data. Essas ferramentas coletam dados que serão analisados \npara auxiliar na tomada de decisão com mais qualidade e assertividade. As soluções auxiliam \nna coleta de dados, no monitoramento, entre outros recursos . (REIS , BUENO, 201 9). \nInserida em uma região forte no agronegócio, j ustifica -se, portanto, a manutenção do curso de \nbacharelado em Engenharia de Computação na UEMG/Ituiutaba, tendo em vista os fatos abaixo \nrelacionados:  \n• A carência de profissionais especializados em tecnolog ias da informação, automação, \ncontrole e comunicação para fazer frente aos projetos de desenvolvimento da região;  \n• A condição de liderança da UEMG na geração do saber na região de Ituiutaba;  \n• O aumento do uso de tecnologia como sensores, drones, robótica e i nteligência artificial \nno campo;  \n• A importância das tecnologias da informação, automação, controle e comunicação  \ncomo instrumentos fundamentais para o desenvolvimento de Ituiutaba e região; e  \n• A crescente demanda por profissionais da área de Engenharia de Computação no Brasil, \nna América Latina e no mundo.  \n \n4. Justificativa do curso  \nA manutenção do curso de bacharelado em Engenharia de Computação na UEMG Ituiutaba, \nfundamenta -se na demanda e anseios da sociedade e do mercado de trabalho de uma ", "15": " \n15 macrorregião com oportunidades muito diversificadas para o exercício profissional na área de \nEngenharia de Computação. O mercado de trabalho é extenso, uma vez que organizações dos \nmais variados portes e ramos de atuação utilizam tecnologias da informação, a utomação, \ncontrole e comunicação em menor ou maior grau.   \nA proposta de alteração curricular, justifica -se pela constante preocupação com a qualidade do \nensino e com o preparo profissional dos estudantes que estão ingressando no mercado de \ntrabalho; a pro cura para acomodar sob a base já consolidada mecanismos que levem a uma \nflexibilização do processo de ensino, priorizando a formação do discente e a inserção das novas \nconcepções pedagógicas ao propor uma organização por competência, seguindo as DCNs do \ncurso de graduação em Engenharia,  a Resolução CNE/CES nº 2/2019 ,  a Resolução CNE/CES \nnº 5, de 16 de novembro de 2016 que i nstitui as Diretrizes Curriculares Nacionais para os cursos \nde graduação na área da Computação, abrangendo os cursos de bacharelado em Ciência da \nComputação, em Sistemas de Informação, em Engenharia de Computação, em Engenharia de \nSoftware e de licenciatura em Computação, e da Resolução CNE/CES nº 7/2018  que estabelece \nas diretrizes para a extensão na educação superior.  \n \n5. Legislação  \nPara a elaboração do Projeto Pedagógico é necessário obedecer às normativas, Leis, Decretos \ne Resoluções do Ministério da Educação e Cultura, da Universidade do Estado de Minas Gerais \ne do Conselho Estadual de Educação. A lista das Leis, Decretos e Resoluç ões usadas segue a \nseguir:  \nDECRETO Nº 9.656, DE 27 DE DEZEMBRO DE 2018, que dispõe sobre a Língua Brasileira \nde Sinais - Libras, e o art. 18 da Lei no 10.098, de 19 de dezembro de 2000. Publicado no DOU \nde 22/12/2005.  \nDECRETO Nº 46.352, DE 25 DE NOVEMBRO DE 2013, que dispõe sobre o Estatuto da \nUniversidade do Estado de Minas Gerais.  \nLEI FEDERAL Nº 9.394/96 BRASIL. Estabelece as Diretrizes e Bases da Educação Nacional. \nPublicado no DOU de 23/12/1996  \nLEI FEDERAL Nº 11.78 8, DE   25 DE SETEMBRO DE 2008, que di spõe sobre o estágio de \nestudantes; altera a redação do art. 428 da Consolidação das Leis do Trabalho – CLT, aprovada \npelo Decreto -Lei no 5.452, de 1o de maio de 1943, e a Lei no 9.394, de 20 de dezembro de 1996; \nrevoga  as Leis nos 6.494, de 7 de dezembro de 1977, e 8.859, de 23 de março de 1994, o ", "16": " \n16 parágrafo único do art. 82 da Lei no 9.394, de 20 de dezembro de 1996, e o art. 6o da Medida \nProvisória   no 2.164 -41, de 24 de agosto de 2001; e dá outras providências.  \nPARECE R CNE/CES Nº 136/2012 , aprovado em 8 de março de 2012  - Diretrizes Curriculares \nNacionais para os cursos de graduação em Computação.  \nRESOLUÇÃO CNE/CES Nº 5 , de 16 de novembro de 2016  - Institui as Diretrizes Curriculares \nNacionais para os cursos de graduaç ão na área da Computação, abrangendo os cursos de \nbacharelado em Ciência da Computação, em Sistemas de Informação, em Engenharia da \nComputação, em Engenharia de Software e de licenciatura em Computação, e dá outras \nprovidências.  \nRESOLUÇÃO CONUN/UEMG Nº 374 /2017, de 26 de outubro 2017, que estabelece o \nRegimento Geral da Universidade do Estado de Minas Gerais . \nRESOLUÇÃO COEPE/UEMG Nº 162/2016  Institui o Núcleo Docente Estruturante no âmbito \ndos Cursos de Graduação da Universidade do Estado de Minas Gerais – UEMG.  \nRESOLUÇÃO COEPE/UEMG Nº 149 /2015 . Universidade do Estado de Minas Gerais - \nUEMG. Regulamenta a garantia aos estudantes Transgêneros,  Transexuais e Travestis, do uso \nde um “nome social”  \nRESOLUÇÃO COEPE/UEMG Nº 132, de 13 de dezembro de 2013. Regulamenta a \nimplantação do regime de matrícula por disciplina nos Cursos de Graduação da Universidade \ndo Estado de Minas Gerais – UEMG e institu i procedimentos e limites para matrícula.  \nRESOLUÇÃO CEE/MG Nº 469, de 28 de fevereiro de 2019, que estabelece normas relativas \nà regulação do ensino superior do Sistema Estadual de Ensino de Minas Gerais e dá outras \nprovidências;  \nRESOLUÇÃO CNE/CP nº 1, de  30 de maio de 2012 . Estabelece Diretrizes Nacionais para a \nEducação em Direitos Humanos  \nRESOLUÇÃO CNE/CP nº 2, de 15 de junho de 2012 . Ministério da Educação, Conselho \nNacional de Educação/Conselho Pleno. Estabelece as Diretrizes Curriculares Nacionais p ara a \nEducação Ambiental.  \nRESOLUÇÃO CNE/CP n º 1, 17 de junho de 2004. Ministério da Educação. Institui Diretrizes \nCurriculares Nacionais para a Educação das Relações Étnico -Raciais e para o Ensino de \nHistória e Cultura Afro -Brasileira e Africana. Homologa do no DOU em 22 de junho de 2004.  ", "17": " \n17 RESOLUÇÃO CNE/CES N° 2,de 24 de abril de 2019. Estabelece Diretrizes Curriculares \nNacionais do curso de Graduação em Engenharia.  \nRESOLUÇÃO CNE/CES Nº 7 DE 18/12/2018, que estabelece as Diretrizes para a Extensão na \nEduca ção Superior Brasileira.  \nLEI FEDERAL nº 13.146/2015, que institui a Lei Brasileira de Inclusão da Pessoa com \nDeficiência.  \nRESOLUÇÃO CNE/CES nº 2/2007, que dispõe sobre a carga horária mínima e procedimentos \nrelativos à integralização e duração dos cursos de graduação, bacharelados, na modalidade \npresencial.  \nRESOLUÇÃO COEPE/UEMG Nº 232, DE 20 DE JULHO DE 2018 , que regulamenta o \nPrograma de Monitoria Voluntária no âmbito dos cursos de graduação da Universidade do \nEstado de Minas Gerais – UEMG.  \nRESOLUÇ ÃO COEPE/UEMG  Nº 234, DE 23 DE NOVEMBRO DE 2018, que dispõe sobre \no cálculo de encargos didáticos e sua atribuição aos ocupantes do cargo de Professor de Educa-\nção Superior – PES da UEMG, bem como aos professores designados da Instituição.  \nPORTARIA Nº 2.117 , DE 6 DE DEZEMBRO DE 2019 Dispõe sobre a oferta de carga horária \nna modalidade de Ensino a Distância - EaD em cursos de graduação presenciais ofertados por \nInstituições de Educação Superior.  \nPLANO DE DESENVOLVIMENTO INSTITUCIONAL (PDI – UEMG/ 2015 -2024.  \nRESOLUÇÃO COEPE/UEMG nº 249/2020, que regulamenta a compensação de faltas e a \navaliação de rendimento acadêmico no âmbito da Universidade do Estado de Minas Gerais – \nUEMG e dá outras providências.  \nRESOLUÇÃO COEPE/UEMG nº 250/2020, que dispõe sobre o aprove itamento de estudos, \nadaptações curriculares, exame de proficiência e abreviação do tempo de conclusão no âmbito \ndos cursos de graduação da Universidade do Estado de Minas Gerais.  \nRESOLUÇÃO COEPE/UEMG Nº 284,  DE 11  DE DEZEMBRO DE 2020, que regulamenta a \ncomposição e o funcionamento dos Núcleos Docentes Estruturantes –NDEs  no âmbito de cada \ncurso de graduação da Universidade do Estado de Minas Gerais – UEMG.  ", "18": " \n18 RESOLUÇÃO UEMG/COEPE Nº 287 DE 04 DE MARÇO DE 2021: Dispõe sobre o \ndesenvolvimento de atividades de extensão como componente curricular obrigatório dos Cursos \nde Graduação da Universidade do Estado de Minas Gerais.  \nRESOLUÇÃO COEPE/UEMG nº 305, DE 21 DE JUNHO DE 2021, que i nstitui e regulamenta \no Programa de Ensino em Monitoria Acadêmica no âmbito da Univ ersidade do Estado de Minas \nGerais.  \n \n6. Organização didático -pedagógica  \n \nEste capítulo apresenta a organização didático pedagógica do curso articulada às diretrizes \ncurriculares e demais legislações pertinentes, buscando atender o perfil do egresso que se \npretende formar e os objetivos e concepção do curso.  \n \n6.1. Concepção do curso  \nO curso oferece ao futuro profissional conhecimento técnico e científico bastante apurado na \nárea de informática e computação, além de agregar em seus estudos os conhecimentos \nabrangentes em eletrônica, componentes e arquitetura de computadores, sistemas d igitais, \ndentre outros, que lhe permitem realizar projetos combinando software  e hardware  na solução \nde problemas reais que exigem tecnologias reconhecidamente promissoras.  \nO curso prepara engenheiros para atuar em setores estratégicos da economia, tanto no ramo \npúblico quanto no privado, em empresas de automação comercial ou industrial, na informática \nindustrial e de redes industriais, sistemas de computação, computação emba rcada, instituições \nfinanceiras, sistemas de controle e automação, podendo seguir carreira de engenheiro de \nsistemas, projetista de software  (aplicativo ou básico), projetista de hardware , consultor de \ntecnologia de informação, gerente de projetos de engen haria de sistemas, dentre outros.  \n \n6.2.  Objetivos do curso  \nObjetivo Geral do Curso  \nO Curso de Engenharia de Computação tem por objetivo a utilização de técnicas e ferramentas \nda informática na solução de problemas de engenharia, quer seja na automação de proc essos ou \nde equipamentos industriais; o desenvolvimento e o uso de protocolos e sistemas de ", "19": " \n19 comunicação; o desenvolvimento e o uso de interfaces que permitam a troca de informações \nentre plantas industriais e sistemas informatizados, visando o controle, a automação e a gestão.  \n \nObjetivos Específicos  \nO curso de Engenharia de Computação tem como objetivos específicos formar profissional a:  \n - tratar dos problemas de automação e controle de processos industriais e agronegócios;  \n - projetar  o interfaceamento entre o computador e máquinas ou processos;  \n - projetar e administrar processos automatizados;  \n - projetar, desenvolver e implementar equipamentos e dispositivos computacionais, periféricos \ne sistemas que integram hardware  e software ; \n - produzir novas máquinas e equipamentos computacionais;  \n - planejar e administrar redes computacionais;  \n - especificar, desenvolver, implementar software .    \n \n6.3.  Perfil do egresso  \n \nO egresso da Engenharia de Computação deve ter uma sólida formação científica e técnica que \no capacite a absorver e desenvolver novas tecnologias; uma visão crítica e criativa na \nidentificação e resolução de problemas; uma consciência ética, crítica e huma nista dos aspectos \npolítico, econômicos, ambientais e culturais da sociedade brasileira; uma postura proativa na \nsolução dos problemas e promotor do bem comum. Devendo ser capaz de elaborar, interpretar, \nexecutar, construir, gerenciar, operar e manter solu ções tecnológicas para os problemas de \nengenharia nas suas áreas de competência. Deve estar apto a pesquisar, desenvolver, adaptar e \nutilizar novas tecnologias, com atuação inovadora e empreendedora. Faz parte do perfil do \negresso a postura permanente de b usca da atualização profissional. Deve possuir sólida \nformação em Ciência da Computação, Matemática e Eletrônica visando à análise e ao projeto \nde sistemas de computação, incluindo sistemas voltados à automação e controle de processos \nindustriais e comerci ais, sistemas e dispositivos embarcados, sistemas e equipamentos de \ntelecomunicações e equipamentos de instrumentação eletrônica . \nO Engenheiro de Computação da UEMG, Unidade Ituiutaba, será capaz de atuar nas diversas \nindústrias, empresas comerciais, banco s, empresas de telefonia, educação, transporte, \nagricultura, instituições públicas e privadas, empresas da área de petróleo, empresas de ", "20": " \n20 automação industrial, comercial e residencial e agroindústrias da região, em suas diversas áreas \n(desenvolvimento de so ftware, desenvolvimento de hardware, automação e controle, redes \nindustriais e de computadores, desenvolvimento de sistemas embarcado, indústria 4.0, \nagricultura 4.0 etc.).  \n \n6.3.1 Perfil Geral da área de Computação  \n \nO perfil geral do Egresso na área de Computação atende as Diretrizes Curriculares Nacionais \ndo Curso de Graduação em Engenharia, Resolução N ° 5, de 16 de novembro de 2016, que \nestabelece que os cursos de bacharelado e licenciatura da área de Computação devem formar \negressos que revelem pelo m enos as competências e habilidades comuns para :  \nI. identificar problemas que tenham solução algorítmica;  \nII. conhecer os limites da computação;  \nIII. resolver problemas usando ambientes de programação;  \nIV. tomar decisões e inovar, com base no conhecimento do funcioname nto e das características \ntécnicas de hardware e da infraestrutura de software dos sistemas de computação \nconsciente dos aspectos éticos, legais e dos impactos ambientais decorrentes;  \nV. compreender e explicar as dimensões quantitativas de um problema;  \nVI. gerir a sua própria aprendizagem e desenvolvimento, incluindo a gestão de tempo e \ncompetências organizacionais;  \nVII. preparar e apresentar seus trabalhos e problemas técnicos e suas soluções para audiências \ndiversas, em formatos apropriados (oral e escrito);  \nVIII. avaliar criticamente projetos de sistemas de computação;  \nIX. adequar -se rapidamente às mudanças tecnológicas e aos n ovos ambientes de trabalho;  \nX. ler textos técnicos na língua inglesa;  \nXI. empreender e exercer liderança, coordenação e supervisão na sua área de atuação \nprofissional;  \nXII. ser capaz de realizar trabalho cooperativo e entender os benefícios que este pode produzi r. \n ", "21": " \n21 6.3.2 Perfil Específico dos Egressos da Área de Engenharia de Computação  \nO Perfil Específico dos Egressos na área de Engenharia de Computação atende as Diretrizes \nCurriculares Nacionais do Curso de Graduação em Engenharia, Resolução N° 5, de 16 de \nnovembr o de 2016, que estabelece que  o Curso de Engenharia de Computação visa formar \nprofissionais que revele m, pelo menos, as habilidades e competências para:  \nI - planejar, especificar, projetar, implementar, testar, verificar e validar sistemas de \ncomputação (sistemas digitais), incluindo computadores, sistemas baseados em \nmicroprocessadores, sistemas de comunicações e sistemas de automação, seguindo teoria, \nprincípios, métodos, técnicas e procedimentos da Computação e da Engenharia;  \nII - compreende r, implementar e gerenciar a segurança de sistemas de computação;  \nIII - gerenciar projetos e manter sistemas de computação;  \nIV - conhecer os direitos e propriedades intelectuais inerentes à produção e à utilização de \nsistemas de computação;  \nV - desenvol ver processadores específicos, sistemas integrados e sistemas embarcados, \nincluindo o desenvolvimento de software para esses sistemas;  \nVI - analisar e avaliar arquiteturas de computadores, incluindo plataformas paralelas e \ndistribuídas, como também desenv olver e otimizar software para elas;  \nVII - projetar e implementar software para sistemas de comunicação;  \nVIII - analisar, avaliar e selecionar plataformas de hardware e software adequados para suporte \nde aplicação e sistemas embarcados de tempo real;  \nIX - analisar, avaliar, selecionar e configurar plataformas de hardware para o desenvolvimento \ne implementação de aplicações de software e serviços;  \nX - projetar, implantar, administrar e gerenciar redes de computadores;  \nXI - realizar estudos de viabilidad e técnico -econômica.  \n \n7.  Articulação entre ensino, pesquisa e extensão  \nA relação entre Ensino, Pesquisa e Extensão é a base de toda Universidade que pretende se \nfirmar e se destacar num mundo que está cada vez mais disputado e globalizado. É por meio \ndas práticas desenvolvidas em projetos que pesquisas que os alunos aplicam t oda a teoria vista \nem sala de aula, e como consequência, o produto das pesquisas, muitas vezes, é algo aplicável ", "22": " \n22 e proveitoso para a sociedade local; ligando assim os três pilares da Universidade (Ensino, \nPesquisa e Extensão).  \nPara que se construa uma soci edade mais articulada e audível, que promova seu \ndesenvolvimento de forma justa torna -se necessário pensar no tripé ensino, pesquisa e extensão, \nmantendo a articulação dos mesmos. Neste contexto salienta -se o compromisso da universidade \ncom o ensino a pesq uisa e a extensão, para que se cumpra sua função social independente de \nqual seja: promover e disseminar o saber, totalmente integrado na realidade da sociedade em \nque estão inseridas. Conciliar ensino e pesquisa com ações para a comunidade e principalment e \npropor tecnologias que sejam viáveis socioambientalmente são compromissos da universidade \nenquanto formadora de cidadãos preocupados com a dinâmica social, bem como com as \ndificuldades apresentadas pela sociedade, buscando alternativas que visem à melhor ia das \ncondições de vida da população em geral.  \n \nEnsin o \nO Curso de Engenharia de Computação oferece disciplinas teóricas e práticas para que o aluno \ncompreenda e aplique o s conteúdos ministrados em sala de aula . O curso também oferece  \no  Programa de Ensino em Monitoria Acadêmica, regulamentado pela  RESOLUÇÃO \nCOEPE/UEMG nº 305, de 21 de junho de 2021 , e também pelo Programa de  Moni toria \nVoluntária, regu lamentado pela RESOLUÇÃO COEPE/UEMG Nº 232, de 20 de julho de 2018,  \ncomo estratégia institucional para a melhoria do processo de ensino e aprendizagem e \ncompreende o exercício de atividades de caráter técnico -didático, relacionadas ao Projeto \nPedagógico de Curso, desenvolvidas por estudantes regularmente matriculados.  O colegiado do \ncurso define as disciplinas que serão contempladas com monitoria, visando melhor aprendizado \ndo aluno . O aluno Monitor pode usar as horas de monitoria como atividades complementares.  \n \nPesquisa  \nAs disciplinas teórico -metodológicas propiciam emb asamento para a elaboração e \ndesenvolvimento de um projeto de pesquisa que culmina na definição e no desenvolvimento do \nprojeto de conclusão de curso a ser apresentado no final do curso. As demais disciplinas \ncomplementam o processo através da discussão da s diferentes temáticas, uso de fontes e forma \nde construção do conhecimento.  \nCom o objetivo de formar pesquisador, reflexivo, os alunos são estimulados a desenvolverem \nprojetos de pesquisa, sob a orientação de docentes; publicação e socialização de resultados, em ", "23": " \n23 seminários de iniciação científica, e a participarem de eventos de ca ráter científico, tais como: \nseminários, conferências e semanas científicas realizadas na própria Instituição e em ambientes \nexternos.  \nOs discentes desenvolvem, também, projetos de Iniciação Científica com bolsas de agências de \nfomento, tais como: FAPEMIG , CNPq, PIBIC e PAPq. Há, ainda, bolsas de Iniciação Científica \nJúnior, BIC JR, destinadas a alunos de escolas públicas de ensino médio, os quais sāo \napresentados no Seminário Regional Integrado de Pesquisa das Instituições de Ensino Superior \ne Técnico do Triângulo Mineiro (SERIPI), organizado pela UEMG -unidade Ituiutaba que \nacontece anualmente e em outros eventos municipais e estaduais.  \n \nExtensão  \nA Coordenação do Curso de Engenharia de Computação incentiva a extensão por todos os \nmeios ao seu alcance, dentre os quais se elencam:  \na) Realização de convênios com instituições, visando fomentar programas de extensão;  \nb) Divulgação das atividades de ex tensão, por meio de seminários internos e da publicação em \nrevistas, jornais e outros meios de divulgação, de notícias e informações a elas relacionadas;  \nc) Participação efetiva do acadêmico para organização da semana da engenharia, conjuntamente \ncom a co ordenação de curso.  \nAnualmente a Coordenação de Extensão elabora uma promoção geral de atividades de extensão \nque atenda aos reclames da comunidade e que propicie aos acadêmicos a aprendizagem e o \nexercício da extensão.  \nPara o acadêmico egresso, os curso s e eventos são considerados atividades de extensão, \npodendo -se expedir certificados aos que forem aprovados segundo os critérios fixados no \nrespectivo Plano de Ensino.  \nOs discentes são incentivados a desenvolver projetos de extensão e a concorrer, também , a \nbolsas do Programa de Apoio à Extensão – PAEx – da Universidade do Estado de Minas Gerais \n– UEMG Ituiutaba.  \n \nAtividades de Pesquisa, Produção Científica e Eventos Técnicos Científicos  \nA Instituição conta com o programas de bolsa de pesquisa da Universi dade do Estado de minas \nGerais PAPq e da Fundação de Amparo a Pesquisa de Minas Gerais – FAPEMIG.  ", "24": " \n24 Os discentes e docentes participam de eventos técnicos científicos como o Congresso Brasileiro \nde Computação e Simpósios promovidos pela Sociedade Brasileira de Computação. Além de \nparticipar, também, das Maratonas Regionais de Programação.  \n \n8.  Organização curricular   \n \nA atual estrutura curricular do curso de Engenharia de Computação é baseada no sistema de \ncréditos e teve seu início de implantação no ano de 201 2, com diversas alterações e adaptações \nocorrendo na busca de atualização das ementas, da forma de apresentação e disposição de \ndisciplinas e atividades. Os estudos que originaram esta estrutura tiveram por base atingir os \nseguintes objetivos gerais.  \n• Tendência à redução no número de horas -aula de disciplinas expositivas;  \n• Antecipação para os primeiros períodos do curso das disciplinas que tratam dos fundamentos \nda Engenharia de Computação;  \n• Revisão do conteúdo e de sua distribuição nas disciplinas;  \n• Estabelecimento de uma estrutura mínima que pudesse conferir uma formação plena ao \nestudante permitindo atuar futuramente em qualquer subárea da Engenharia de \nComputação; e  \n• Organização da parte final do curso conferindo -lhe coerência e flexibi lidade, riqueza de \nopções e facilidade de adaptação às mudanças tecnológicas.  \n \n8.1 Flexibilização curricular  \n \n Matrícula  \nO sistema de matrícula da UEMG obedece a RESOLUÇÃO COEPE/UEMG Nº 132/2013 que \nregulamenta a implantação do regime de matrícula por dis ciplina nos Cursos de Graduação da \nUniversidade do Estado de Minas Gerais – UEMG e institui procedimentos e limites para \nmatrícula.  \nA matricula é realizada por disciplina ou conjunto de disciplina de um semestre ou período \nletivo , tendo o aluno a opção de  definir as disciplinas a serem cursadas por semestres, \nrespeitando os limites de integralização, os requisitos e horários estabelecidos, além do prazo \nde matrícula, previsto no calendário escolar da Unidade Ituiutaba, e o Regimento Geral da \nUEMG.  ", "25": " \n25 Todos os componentes curriculares  estão organizad os pelo sistema de créditos, onde se assume \nque 1 (um) crédito equivale a 18 (dezoito) horas/aula ou 15 (quinze) horas/relógio.  \nA renovação de matrícula por disciplina deverá observar um limite mínimo de 08 (oito) créditos \ne um limite máximo de 32 (trinta e dois) créditos a serem cursados por semestre, obedecendo \npré-requisitos, quando for o caso, e o tempo máximo de integralização  de 15  (quinze) \nsemestres.  \n \nAtividades à distância  \nO Curso oferece disciplinas integrantes da estrutura curricular na modalidade à distância no 10º \n(décimo) período, de acordo com a Portaria nº 2.117, de 06/12/2019. Dessa forma, os alunos \npodem fazer está gio supervisionado em outra cidade. As disciplinas ofertadas à distância são: \nComputação e Relações Sócio Ambientais, Optativa I II e Laboratório integrado de \ndesenvolvimento de hardware e software II . A disciplina Optativa I II que pode ser ministrada \na distância está marcada no quadro de optativas com (*).  \nAtividades à distância são aplicadas para o cumprimento do currículo, para aperfeiçoar a \nformação profissional, com a vivência sistemática e contínua, da aplicação de ferramentas da \ninformática.  \nNo desen volvimento das atividades online, docentes e discentes utilizam -se da plataforma \nMoodle; espaço democrático e autônomo de aprendizagem. A pesquisa pela internet também é \ndisponibilizada, gratuitamente, aos alunos nos Laboratórios de Informática e Bibliotec a, dando \noportunidades a ampliação dos conhecimentos desenvolvidos em sala de aula.  \nAs disciplinas são oferecidas com até 40% da carga horária total do curso em atividades \ncentradas na autoaprendizagem e com a mediação de recursos didáticos, organizados a  partir \nde diferentes suportes tecnológicos de informação e comunicação, podendo ocorrer encontros \ne avaliações presenciais , conforme Portaria nº 2.117, de 06/12/2019 . \nAs atividades em caráter à distância são desenvolvidas com fornecimento de material didático \ntais como vídeos, apostilas contendo teoria, exercícios, informações sobre temas da disciplina, \ntabelas, formulários, avaliações, chats, utilizando sempre a plataf orma Moodle.  \nEm casos ex cepcionais, caberá ao colegiado de curso decidir sobre a oferta de outras disciplinas \nna modalidade à distância, desde que não ultrapasse os 40% previstos na Portaria MEC nº 2.117, \nde 06 de dezembro de 2019.  ", "26": " \n26  \nRelação entre teoria e  prática  \nA organização curricular do Curso oferece unicidade da teoria e da prática, buscando a \nconsolidação do conhecimento. Esta proposta visa despertar no profissional uma postura \ninovadora, na medida em que são vinculadas suas formas de pensar e agir. Nesta perspectiva, a \nprática profissional não tem contraindicações, podendo quebrar barreiras entre o local e o \nglobal, o específico e o geral, o presencial e a distância, e demonstrar que a teoria é fundamental \npara o desenvolvimento prático; o que amplia  a percepção óptica de mundo. Essa integração é \nprevista no momento da execução do planejamento.  \nA relação se dará em três momentos:  \n• Com oferecimento de aulas práticas, onde o discente confere os conceitos ministrados \nem aula e adquire um senso crítico com os resultados previstos e encontrados;  \n• Nos estágio obrigatório e não obrigatório, quando o discente na relação com a empresa \nvivencia e aplica os conceitos adquiridos no curso;  \n• Nas atividades de extensão com os eixos temáticos permitindo a apro ximação do \ndiscente com os conteúdos adquiridos nas disciplinas aplicando na prática atendendo a \ndemandas da sociedade.  \nEm todos os momentos , os discentes t êm acompanhamento de docentes com objetivo de \norientá -los e sanar dúvidas, buscando solução para os problemas enfrentados.  \n \nInterdisciplinaridade  \nA interdisciplinaridade sugere a busca de formas alternativas na organização do ensino, bem \ncomo propiciar a articulação dos trabalhos de extensão e pesquisa em diferentes áreas do \nconhecimento.  \nEstabelecido o  objetivo geral do curso e os objetivos específicos de cada período, busca -se a \nadesão dos docentes aos projetos de desenvolvimento de atividades em conjunto \n(interdisciplinaridade), dando ao aluno a visão que um mesmo assunto tem mais de um enfoque \ne se c omplementam (interdisciplinaridade horizontal). Deseja -se também a \ninterdisciplinaridade vertical, ou seja, os alunos de um período podem fazer parte de atividades \ndosperíodos subsequentes. Tal iniciativa oferece a continuidade de estudos avançados, melhor  \ncapacitação dos pesquisadores e o crescimento dos grupos de iniciação de científica.  ", "27": " \n27 Componentes  curriculares  \nA estrutura curricular do curso, organizada em 10 (dez) semestres letivos, estando os \ncomponentes curriculares do curso divididos em: Disciplina s (obrigatórias, optativas e \neletivas), Estágio Curricular Supervisionado, Trabalho de Conclusão de Curso, Atividades \nComplementares e Atividades de Extensão. Sendo o cumprimento destes obrigatórios para a \nintegralização do currículo, com vistas à colação de grau , o acadêmico deverá cumprir na \ntotalidade a carga horária mínima em componentes curriculares obrigatórios, componentes \ncurriculares complementares da graduação, optativas, eletivas, estágios curriculares, atividades \nde extensão e atividades complem entares da graduação.  \nAs Disciplinas OBRIGATÓRIAS são disciplinas que constam no Projeto Pedagógico de Curso \n– PPC do curso, dizem respeito à área e permitem aprofundamento de estudos em alguns \ncampos do conhecimento, imprescindíveis à formação do/a estud ante.  \nPara as disciplinas OPTATIVAS, o discente deverá cumprir 9 créditos, isto é, 135 (cento e \ntrinta e cinco ) horas relógio de carga horária. Essas disciplinas apresentam congruência com a \nárea de formação profissional escolhida, podendo representar aprofundamento de estudos em \ndeterminado campo de estudo dessa mesma área.  \nAs disciplinas ELETIVAS são escolhidas  livremente pelo/a estudante, que poderá cumprir os \ncréditos em qualquer curso de graduação da unidade da UEMG que não esteja incluída na \nmatriz curricular do curso de origem. O/A discente deverá cumprir 4 créditos, que \ncontabilizarão 60 h (sessenta horas)  em disciplinas eletivas.  \n \nAtividades de Extensão  \nAs atividades de extensão, da UEMG – Unidade Ituiutaba, visam fortalecer o processo \ninterdisciplinar, educativo, cultural, cient ífico e pol ítico que promove a interação \ntransformadora entre a Unidade e outros setores da sociedade, integrando ainda o processo de \nformação cidadã dos alunos.  \nDentre as atividades de extensão promovidas pelo curso/unidade estão eventos acadêmicos, \neventos culturais, visitas -técnicas educativas, propostos na estrutura curricul ar, em um total de \n420 h/r de cumprimento obrigatório ao aluno para integralização do curso, atendendo assim não \nsomente o previsto pelo Art. 4º da Resolução CNE/CES nº 7/2018, mas também apresentando \nao currículo a flexibilidade necessária para garantir a  formação do perfil do egresso generalista \ne humanista.  ", "28": " \n28 As atividades de extensão reconhecidas pelo currículo e a atribuição de carga horária destinada \na estas, bem como se dará os tramites para efetivação dessas encontra -se em regulamentação \nespec ífica n o Anexo V . \n \n Atividades Complementares (AACC)  \nAs atividades complementares são atividades acadêmicas apresentadas em diferentes formatos \nque permitem no âmbito do currículo do curso, ampliar as oportunidades de acesso ao \nconhecimento, ideias, problemas e metodologias que possam ser agregadas à formação do \nestudante. Algumas das atividades que podem ter carga horária computadas com atividades \ncomplementares são:  \n• Semana da Engenharia da Computação com realização de palestras, minicursos e \nmostras científicas;  \n• Participação em congressos, palestras e simpósios realizados por universidades da \nregião, pela Sociedade Brasileira da Computação e pela Universidade do E stado de Minas \nGerais;  \n• Visitas técnicas a empresas de vários setores.  \nAs Atividades Complementares no curso da Engenharia de Computação são regidas pela \nregulamentação do curso. Podem ser cumpridas por meio de atividades regulares na própria \ninstituição  ou de outras atividades externas e aprovadas pelo Colegiado de Graduação. Da carga \nhorária prevista para o curso, o estudante deve cursar as atividades complementares, \nobrigatoriamente, em, pelo menos, duas, das três modalidades previstas. A carga horária  \ncumprida em cada uma das modalidades escolhidas pelo estudante não deve exceder a 60% da \ncarga horária total, bem como 20% do total previsto deve ser cumprido em atividades fora da \ninstituição.  \nAs Atividades Complementares do curso são realizadas nas seg uintes modalidades: \nGrupo 1 – Atividades de Extensão  \nGrupo 2 – Atividades de Ensino  \nGrupo 3 – Atividades de Pesquisa  \nAs atividades de extensão compõem -se de:  ", "29": " \n29 • participação em seminários, palestras, simpósios, congressos, encontros, conferências, \ncursos  de atualização profissional, oficinas e eventos cujos temas sejam relacionados ao \ncurso, realizados na Instituição ou fora dela;  \n• participação em projetos de extensão oferecidos pela Instituição.  \n \nAs atividades de ensino compõem -se de:  \n• monitoria;  \n• estudos dirigidos;  \n• estudos autônomos;  \n• estágio não obrigatório.  \n• Competições acadêmicas, como exemplo: Maratona de programação.  \nAs atividades de pesquisa compõem -se de:  \n• participação em semin ários, palestras, simpósios, congressos, encontros, conferências, \noficinas e eventos cujos temas sejam relacionados ao curso, realizados na Instituição ou \nfora dela;  \n• participação em projetos de pesquisa realizados na Instituição ou fora dela;  \n• publica ção de artigos, sejam em congressos ou periódicos na área da Computaçã o  \nEm atendimento à legislação, Resolução CNE/CES nº 5, de 16 de novembro de 2016 , o curso \nprevê o cumprimento de 150 (cento e cinquenta ) horas  relógio  em atividades complementares \nduran te o curso que serão avaliadas pelo Colegiado do  curso de acordo com regulamento, \nAnexo III.  \n \n Estágio curricular supervisionado  \nComo etapa inerente da formação do graduando, as práticas reais/profissionais se dão através \nda realização do estágio curricular supervisionado. Este componente possui caráter obrigatório, \nconforme estabelecido pela Resolução CNE/CES n.º 2/2019, que instit ui as DCNs para os \ncursos de Engenharias  e pela  Resolução CNE/CES nº 5, de 16 de novembro de 2016 , que institui \nas Diretrizes Curriculares Nacionais para os cursos de graduação na área da Computação, \nabrangendo os cursos de bacharelado em Ciência da Comput ação, em Sistemas de Informação, ", "30": " \n30 em Engenharia de Computação, em Engenharia de Software e de licenciatura em Computação, \ne dá outras providências .  \nPara fins de colação de grau é necessário perfazer, no mínimo 225/r, podendo o aluno requerer \na matrícula ne ste componente a partir do 6º período. O estágio deverá ser realizado em \nempresas, órgão públicos e/ou privados, sob supervisão de um profissional da área pertinente. \nHavendo também a orientação de docente s do curso, da UEMG -Unidade Ituiutaba, designado s \npara acompanhamento durante o período de realização do estágio.  \nO estudante também poderá realizar o estágio não obrigatório, considerado uma atividade \nopcional, desenvolvida pelos estudantes regularmente matriculados no curso que queiram \ncomplementar a su a formação profissional, acrescida à carga horária obrigatória e curricular. O \nestágio não obrigatório pode ser registrado como enriquecimento curricular no histórico. Os \nprocedimentos para realização e avaliação do estágio curricular supervisionado são de finidos \nem normas especificas aprovadas pelo colegiado de curso e constantes no Anexo IV . \n \nTrabalho de Conclusão de Curso  \nO trabalho de conclusão de curso (TCC) é um componente curricular obrigatório, com carga \nhorária de orientação de 60h/r que compreende a elaboração e desenvolvimento metodológico \nde um projeto, constituído na forma de monografia, a ser confeccionado de forma individual \npelo aluno, com observância as exigências metodológicas, padrões científicos e requisit os \ntécnicos de confecçã o e apresentação para uma banca examinadora, composta por docentes da \nárea.  \nCaracterizado por uma análise critica  constituída a partir de um referencial teórico, o TCC visa \nrevelar o domínio do aluno em relação ao tema e a capacidade de síntese, sistematização e \naplicação dos conhecimentos adquiridos ao longo do curso. Este componente curricular se \nefetiva nos termos  do regulamento especifico, Anexo I. Pelo regulamento o discente, que estiver \nregulamente matriculado no componente, deverá entregar um relatório semestral indicando o \ndesenvolvimento do trabalho.  \nA metodologia de orientação adotada para o Trabalho de Con clusão de Curso constitui -se em \nreuniões semanais entre alunos e orientador para acompanhamento e direcionamento das \natividades do TCC.  Além dessas reuniões, o formato dest e componente curricular exige a \natribuição de atividades à um professor responsável por distribuir os alunos matriculados à \nprofessores de cada área, evitando sobrecarregar os professores e, ao mesmo tempo ", "31": " \n31 harmonizando desejos dos alunos. Também  é atribuído ao mesmo docente, a responsabilidade \nde elaborar as bancas de defesas, respeitando  áreas, horários e disponibilidade de salas. O \nacompanhamento da execução dos trabalhos, bem como o recebimento de documentos  e \ncontrole de possíveis conflitos cabe a esse docente também.  \n \nNúcleos de Conteúdos  \n \nA resolução CNE/CES Nº 5, de 16 de novembro d e 2016, prevê:  \n \nArt. 6º Os currículos dos cursos de bacharelado e licenciatura da área \nda Computação deverão incluir conteúdos básicos e tecnológicos referentes à \nárea da Computação, comuns a todos os cursos, bem como conteúdos básicos e \ntecnológicos espec íficos para cada curso, todos selecionados em grau de \nabrangência e de profundidade de forma consistente com o perfil, as \ncompetências e as habilidades especificadas para os egressos.  \n  \n Ficando assim distribuídas as disciplinas por grupo:  \n \nNúcleo de Conteúdos Básicos  \nComponentes Curriculares  Carga Horária \n(h/a)  Carga Horária \n(horas)  \nAdministração e Empreendedorismo  36 30 \nÁlgebra Linear e Geometria Analítica  108 90 \nAlgoritmos  e Programação  72 60 \nCálculo Diferencial e Integral I    108 90 \nCálculo Diferencial e Integral II   72 60 \nCálculo Diferencial e Integral III    72 60 \nCálculo Numérico  72 60 \nCircuitos Elétricos I    90 75 \nComputação, Sociedade e Meio Ambiente    54 45 \nComunicação e Expressão    72 60 \nDesenho CAD    54 45 \nFísica Geral e Experimental I (mecânica)    72 60 \nEletricidade  90 75 \nFísica Geral e Experimental II (ondas)    54 45 \nEletromagnetismo    90 75 ", "32": " \n32 Núcleo de Conteúdos Básicos  \nComponentes Curriculares  Carga Horária \n(h/a)  Carga Horária \n(horas)  \nIntrodução a Modelos Probabilísticos   36 30 \nIntrodução ao Cálculo    108 90 \nLógica para Computação  72 60 \nMatemática Discreta  72 60 \nMatemática Computacional    72 60 \nMetodologia Científica Aplicada à Engenharia de \nComputação    36 30 \nQuímica Geral e Experimental    54 45 \nRelações Étnicas -raciais  36 30 \nCarga Horária Total do Núcleo  1602  1335  \nCarga Horária Total do Núcleo em relação à carga \nhorária total do curso  33,97% 33,87% \nNúcleo de Conteúdos Profissionalizantes  \nComponentes Curriculares  Carga Horária \n(h/a)  Carga Horária \n(horas)  \nA Engenharia no Agronegócio  54 45 \nAnálise de Sinais  72 60 \nAnálise de Sistemas Lineares  72 60 \nCircuitos Elétricos II  90 75 \nCircuitos Lógicos  108 90 \nCompiladores  72 60 \nEletrônica I  72 60 \nEletrônica II  72 60 \nEstágio Supervisionado  270 225 \nEstrutura de Dados e Grafos  72 60 \nInteligência Artificial Conexionista e Evolutiva  54 45 \nInstrumentação Básica para Automação  72 60 \nIntrodução a Engenharia da Computação  36 30 ", "33": " \n33 Núcleo de Conteúdos Básicos  \nComponentes Curriculares  Carga Horária \n(h/a)  Carga Horária \n(horas)  \nLinguagens de Programação  72 60 \nMicrocontroladores e Microprocessadores  72 60 \nProcessamento de Sinais Digitais  72 60 \nProgramação Funcional  72 60 \nProgramação Orientada a Objetos  72 60 \nRedes de Computadores e Redes Industriais  90 75 \nSistemas Operacionais  90 75 \nSistemas  Controlados  72 60 \nSistemas Embarcados  72 60 \nCarga Horária Total do Núcleo  1800  1500  \nCarga Horária Total do Núcleo em relação à carga \nhorária total do curso  38,17% 38,05%   \nNúcleo de Conteúdos Específicos  \nComponentes Curriculares  Carga \nHorária (h/a)  Carga Horária \n(horas)  \nAtividades complementares  180 150 \nAnálise de Algoritmos  54 45 \nArquitetura de Computadores  72 60 \nBanco de Dados  72 60 \nEngenharia de Software  72 60 \nAtividades de Extensão                 450 375 \nLegislação Aplicada à Informática  72 60 \nLinguagens  Formais e Autômatos  72 60 \nProcessamento de Imagens Digitais  72 60 \nSistemas Baseados em Conhecimento  54 45 \nSistemas Gerenciadores de Banco de Dados  72 60 \nTrabalho de Conclusão de Curso I  36 36 \nTrabalho de Conclusão de Curso II  36 36 ", "34": " \n34 Núcleo de Conteúdos Básicos  \nComponentes Curriculares  Carga Horária \n(h/a)  Carga Horária \n(horas)  \nCarga Horária Total do Núcleo  1314  1107  \nCarga Horária Total do Núcleo em relação à carga \nhorária total do curso  27,86 % 28,08% \n \n \nDisciplinas Eletivas e Optativas  Carga horária (h/a)  Carga horária \n(horas)  \nEletiva  72 60 \nOptativa I  54  45 \nOptativa II  54 45 \nOptativa III  54  45 \nCarga horária de OP e EL  234 195 \n% Carga horária em relação à \ncarga horária total do curso  4,96% 4,95%  \n \n \nEstrutura curricular  \nAs disciplinas e demais atividades do curso apresentam a carga horária organizada dentro do \nsistema de Créditos, em que 18 horas/aula, que correspondem a 15 horas  relógio , equivalem 1 \ncrédito.  \n \n  1º \nP \nE \nR \nÍ \nO \nD \nO Componentes Curriculares  Carga Horária  \nCréditos  Teórica \nh/a Prática \nh/a Total  \nh/a Total  \nh/r \nGeometria Analítica e Álgebra Linear  108 0 108 90 6 \nIntrodução ao Cálculo  108 0 108 90 6 \nIntrodução a Engenharia de \nComputação  36 0 36 30 2 \nLógica para Computação  72 0 72 60 4 \nAlgoritmos e Programação  36 36 72 60 4 \nQuímica Geral e Experimental  36 18 54 45 3 \nAtividades de Extensão    54 45 3 \nAtividades Complementares    18 15 1 \nTOTAL      522 435 29 ", "35": " \n35  \n \n \n \n  2º \nP \nE \nR \nÍ \nO \nD \nO Componentes Curriculares  Carga Horária  \nCréditos  Teórica    \nh/a Prática \nh/a Total  \nh/a Total  \nh/r \nCálculo Diferencial e Integral I  108 0 108 90 6 \nIntrodução aos Modelos Probabilísticos  36 0 36 30 2 \nCircuitos Lógicos  72 36 108 90 6 \nLinguagens de Programação  36 36 72 60 4 \nFísica Geral e Experimental I \n(mecânica)  36 36 72 60 4 \nAtividades de Extensão    54 45 3 \nAtividades Complementares    18 15 1 \nTOTAL      468 390 26 \n3º \nP \nE \nR \nÍ \nO \nD \nO Componentes Curriculares  Carga Horária  \nCréditos  Teórica     \nh/a Prática \nh/a Total \nh/a Total  \nh/r \nEletricidade  54 36 90 75 5 \nCálculo Diferencial e Integral II  72 0 72 60 4 \nComunicação e Expressão  72 0 72 60 4 \nMatemática Discreta  72 0 72 60 4 \nEstrutura de Dados e Grafos  36 36 72 60 4 \nProgramação Orientada a Objetos  36 36 72 60 4 \nAtividades de Extensão    54 45 3 \nAtividades Complementares    18 15 1 \nTOTAL      522 435 29 \n4º \nP \nE \nR \nÍ \nO \nD \nO Componentes Curriculares  Carga Horária  \nCréditos  Teórica     \nh/a Prática\nh/a Total  \nh/a Total  \nh/r \nArquitetura de Computadores  36 36 72 60 4 \nCálculo Diferencial e Integral III  72 0 72 60 4 \nCálculo Numérico  36 36 72 60 4 \nAnálise se Algoritmos  36 18 54 45 3 \nCircuitos Elétricos I  54 36 90 75 5 \nFísica Geral e Experimental II (ondas)  36 18 54 45 3 \nAtividades de Extensão    54 45 3 \nAtividades Complementares    18 15 1 \nTOTAL      486 405 27 ", "36": " \n36  \n \n \n \n  5º \nP \nE \nR \nÍ \nO \nD \nO Componentes Curriculares  Carga Horária  \nCréditos  Teórica  \nh/a Prática\nh/a Total  \nh/a Total  \nh/r \nLinguagens  Formais e Autômatos  36 36 72 60 4 \nProgramação Funcional  36 36 72 60 4 \nBanco de Dados  36 36 72 60 4 \nEletromagnetismo  54 36 90 75 5 \nCircuitos Elétricos II  54 36 90 75 5 \nSistemas Operacionais  54 36 90 75 5 \nAtividades de Extensão    54 45 3 \nAtividades Complementares    18 15 1 \nTOTAL      558 465 31 \n6º \nP \nE \nR \nÍ \nO \nD \nO \n  Componentes Curriculares  Carga Horária  \nCréditos  Teórica  \nh/a Prática\nh/a Total  \nh/a Total  \nh/r \nAnálise de Sistemas Lineares  36 36 72 60 4 \nCompiladores  36 36 72 60 4 \nRedes de Computadores e Industriais  54 36 90 75 5 \nSistemas Gerenciadores de Banco de \nDados  36 36 72 60 4 \nEngenharia de Software  36 36 72 60 4 \nEletrônica I  36 36 72 60 4 \nAtividades de Extensão    54 45 3 \nAtividades Complementares    18 15 1 \nTOTAL      522 435 29 \n7º \nP \nE \nR \nÍ \nO \nD \nO Componentes Curriculares  Carga Horária  \nCréditos  Teórica  \nh/a Prática\nh/a Total \nh/a Total  \nh/r \nAnálise de Sinais  36 36 72 60 4 \nEletrônica II  36 36 72 60 4 \nDesenho CAD  18 36 54 45 3 \nInstrumentação Básica para Automação  36 36 72 60 4 \nMicrocontroladores e \nMicroprocessadores  36 36 72 60 4 \nRelações étnico -raciais  36 0 36 30 2 \nSistemas Baseados em Conhecimento  36 18 54 45 3 \nAtividades de Extensão    54 45 3 \nAtividades Complementares    18 15 1 \nTOTAL      504 420 28 ", "37": " \n37  \n \n \n \n  8º \nP \nE \nR \nÍ \nO \nD \nO Componentes Curriculares  Carga Horária  \nCréditos  Teórica  \nh/a Prática\nh/a Total     \nh/a Total  \nh/r \nMatemática Computacional  36 36 72 60 4 \nMetodologia Científica Aplicada à \nEngenharia de Computação  36 0 36 30 2 \nAdministração e Empreendedorismo  36 0 36 30 2 \nOptativa I  54 0 54 45 3 \nProcessamento de Sinais Digitais  36 36 72 60 4 \nInteligência Artificial Conexionista e \nEvolutiva  36 18 54 45 3 \nSistemas Embarcados  36 36 72 60 4 \nAtividades de Extensão    54 45 3 \nAtividades Complementares    18 15 1 \nTOTAL      468 390 26 \n9º \nP \nE \nR \nÍ \nO \nD \nO Componentes Curriculares  Carga Horária  \nCréditos  Teórica  \nh/a Prática\nh/a Total   \nh/a Total  \nh/r \nProcessamento de Imagens Digitais  36 36 72 60 4 \nOptativa II  54 0 54 45 3 \nSistemas  Controlados  36 36 72 60 4 \nLegislação Aplicada à Informática  72 0 72 60 4 \nEletiva  72 0 72 60 4 \nAtividades de Extensão  - - 54 45 3 \nAtividades Complementares  - - 18 15 1 \nTrabalho de Conclusão de Curso  I - - 36 30 2 \nTOTAL   - -  450 375 25 \n  \n10º\nP \nE \nR \nÍ \nO \nD \nO Componentes Curriculares  Carga Horária  \nCréditos  Teórica  \nh/a Prática\nh/a Total  \nh/a Total  \nh/r \nComputação, Sociedade e Meio \nAmbiente  54 0 54 45 3 \nOptativa III  54 0 54 45 3 \nTrabalho de Conclusão de Curso II - - 36 30 2 \nEstágio Supervisionado  - - 270 225 15 \nAtividades de Extensão  - - 18 15 1 \nAtividades Complementares    18 15 1 \nTOTAL      450 375 25 ", "38": " \n38  \nDisciplinas Optativas  Carga Horária  \nCréditos  \nHora Aula  Hora Relógio  \nComponentes Eletrônicos da Engenharia de Comunicação e \nTelecomunicações (*)  54 45 3 \nDispositivos Eletrônicos  54 45 3 \nEletrônica Aplicada  54 45 3 \nExpressão Gráfica computacional  54 45 3 \nInglês Instrumental (*)  54 45 3 \nLíngua Brasileira de Sinais – LIBRAS (*)  54 45 3 \nProcessos Mecatrônicos de Controle  54 45 3 \nProgramação para Web (*)  54 45 3 \nRobótica  54 45 3 \nSistemas de Controle Discretos  54 45 3 \nTécnicas Analógicas de Comunicação  54 45 3 \nTécnicas Digitais de Comunicação  54 45 3 \nTópicos Avançados em Informática I  54 45 3 \nTópicos Avançados em Informática II (*)  54 45 3 \nTópicos Avançados em Telecomunicações (*)  54 45 3 \nTópicos Especiais  (*)  54 45 3 \n(*) disciplinas que podem ser ministradas a distância  \n \nResumo da Carga Horária     \nComponentes Curriculares  HORA AULA  HORA RELÓGIO  CRÉDITOS  \nObrigatóri os 3690  3075  205 \nOptativas  162 135 9 \nEletivas  72 60 4 \nAtividades de Extensão  504 420 28 \nAtividades Complementares (AACC)  180 150 10 \nEstágio supervisionado  270 225 15 \nTrabalho de Conclusão de Curso  72 60 4 \nTOTAL  4950  4125 275 \n \n  ", "39": " \n39 8.2. Ementário  \n \n1º Período  \n \nGEOMETRIA ANALÍTICA E ÁLGEBRA LINEAR  \nEMENTA:  Estudo das matrizes, determinantes e sistemas lineares. Estudo da circunferência, \nestudo das cônicas. Vetores: tratamento algébrico e geométrico (no plano e no espaço), produto \nescalar, produto vetorial, produto misto, combinação linear de vetores, dependência e \nindependência linear, base e dimensão, a reta e o plano. Es tudo do espaço vetorial real, \nsubespaço . \n \nBIBLIOGRAFIA BÁSICA  \nSTEINBRUCH, A;  WINTERLE, P; Álgebra Linear.  São Paulo: Makron Books, 1987.  \nWINTERLE, P.; Vetores e Geometria Analítica. São Paulo: Makron Books, 2000.  \nLEITHOLD, L.. Cálculo com Geometria Analítica . São Paulo: Harbra, 1994, V.1.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nHOFFMAN, K. & KUNZE, R.; Álgebra Linear. São Paulo: Polígono, 1971.  \nLIPSCHUTZ, S.; Álgebra Linear. Rio de Janeiro: McGraw -Hill do Brasil Ltda, 1971.  \nBOLDRINI, C.; FIGUEIREDO, W; Álgebra Linear. São Paulo: Harbra Ltda, 1986.  \nEDWARDS, C. H. Jr.; PENNEY, D. E. Introdução à Álgebra Linear . Rio de Janeiro: LTC, \n1998.  \nBOULOS, P.. Geometria Analítica : Um tratamento vetorial. São Paulo. MacGraw -Hill. 1987.  \n \nINTRODUÇÃO AO CÁLCULO  \nEMENTA:  Estudo de  conceitos matemáticos: Logaritmos, Funções de Variáveis Reais,  \nFunções Trigonométricas.  \n \nBIBLIOGRAFIA BÁSICA  \nBOULOS, Paulo. Cálculo Diferencial e Integral .  São Paulo: Makron Books, 2000, 1v.  \nGUIDORIZZI, H. L. Um Curso de Cálculo . Rio de Janeiro: LTC, 2001, 1v.  \nIEZZI, Gelson. Fundamentos da Matemática Elementar . São Paulo: Atual, 1998, 10v.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nANTON, H. Cálculo um novo horizonte . Porto Alegre: Bookman, v. 1, 6. ed , 2000.  \nDEMIDOVICH, B. Problemas e Exercícios de Aná lise Matemática . Moscou: Ed. Mir, 1977.  \nFLEMMING, D. M. e GONÇALVES, M. B. Cálculo A. Funções Limites. Derivação. \nIntegração . São Paulo: Makron Books, 5. ed, 1992.  \nLEITHOLD, Louis. Cálculo com Geometria Analítica . São Paulo: Harbra, 1994, 1v.  \nTHOMAS, G. B.,  Cálculo  - vol. 1, Addison Wesley, 2002  \n \nALGORITMOS E PROGRAMAÇÃO  \nEMENTA: História e fundamentos da computação. Lógica de programação. Tipos primitivos \nde dados. Constantes. Variáveis. Expressões aritméticas, relacionais e lógicas. Comandos de \nentrada e saída. Estruturas de controle: sequencial, de decisão e de repetição. Vetores e \nMatrizes. Modularidade. Recursividade. Desenvolvimento de algoritmos. Transcrição de \nalgoritmos para uma linguagem de programação de alto nível.  ", "40": " \n40  \nBIBLIOGR AFIA BÁSICA:  \nASCENCIO, A. F. G.; CAMPOS, E. A. V. de. Fundamentos da programação de \ncomputadores: algoritmos, Pascal, C/C++ e Java . 2. ed. São Paulo: Pearson, 2007. 436 p. E -\nBook. ISBN 9788576051480. Disponível em: < \nhttp://200.198.18.141/pergamum/bibliote ca/index.php>.  Acesso em: 06 abr. 2020.  \nMIZRAHI, V. V. Treinamento em linguagem C: módulo 1 . São Paulo: McGraw -Hill, 1990.  \nSALVETTI, D. Algoritmos.  São Paulo: Makron Books, 1998.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nFARRER, H. Algoritmos estruturados.  3.ed. Rio d e Janeiro: LTC, 1999.  \nFORBELLONE, A. L. V. Lógica de programação: a construção de algoritmos e estrutura de \ndados . 2.ed. São Paulo: Makron Books, 2000.  \nMANZANO, J. A. N. G.; OLIVEIRA, J. F. Algoritmos: lógica para desenvolvimento de \nprogramação de computa dores . 24.ed. São Paulo: Érica, 2010.  \nSCHILDT, H. C completo e total . 3.ed. São Paulo: Pearson Education, 1997.  \nUCCI, W. Lógica de programação: os primeiros passos . 9.ed. São Paulo: Érica, 1991.  \n \nLÓGICA PARA COMPUTAÇÃO  \nEMENTA:  Introdução à Lógica Computacional; Aplicações de Lógica na Computação; Estudo da Sin-\ntaxe e semântica da lógica proposicional, de Sistemas dedutivos para lógica proposicional; Formalização e \nverificação de argumentos em lógica proposicional e Sintaxe e semântica da lógica de p redicados.  \n \nBIBLIOGRAFIA BÁSICA  \nBARONETT, S. Lógica: uma introdução voltada para as ciências . Porto Alegre: Bookman, \n2009.  \nORGANIZADOR,J.  A. L.de S.  Lógica matemática.  Pearson 131 ISBN 9788543020310. E -\nBook.  \nCUNHA, Marisa Ortegoza da; (Orgs.), Nílson  José Machado.  Lógica e linguagem cotidiana - \nVerdade, coerência, comunicação, argumentação.  Editora Autêntica 131 ISBN \n9788582170854.  E-Book.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nGERSTING, J udith  L.Fundamentos  Matemáticos para a Ciência da Computação . Rio de \nJaneiro: 4 Ed.  LTC - Livros Técnicos e Científicos Editora S.A., 2001.  \nHEGENBERG, Leônidas.  Logica - Exercicios - III: simbolizacao no calculo de predicados . \nSao Paulo: EPU, 1976.   \nMENEZES, Paulo Blauth. Matemática Discreta para Computação e Informática . Porto Alegre: \n1 ed.  Sagra Luzzatto, 2004.  \nSOUZA, J. N. Lógica para Ciência da Computação: uma introdução concisa. Rio de Janeiro: \n2 ed., Elsevier, 2008.  \nSMULLYAN, Raymond M.  Lógica de primeira ordem.  São Paulo: Unesp, 2009.  \n \nINTRODUÇÃO À ENGENHARIA DE COMPUTAÇÃO  \nEMENTA:  O Curso de Engenharia da Computação da UEMG. CONFEA/CREA, atribuições \ndada aos Engenheiros de Computação,  Ética Profissional;  Características do Mercado \nGlobalizado; Habilidades Técnica s, Humanas e Conceituais; Desenvolvimento das habilidades \ntécnicas na área da Engenharia de Computação ; Interação com outros ramos de \nEngenharia;   Mercado de Trabalho.  \n ", "41": " \n41 BIBLIOGRAFIA BÁSICA:  \nBazzo, A. B.; Pereira, L.T.V. Introdução à Engenharia. Bazzo, Edit ora da UFSC, Florianópolis, 2006.  \nHOLTZAPPLE, Mark T.; REECE, W. Dan. Introdução à Engenharia. LTC Editora, Rio de \nJaneiro, 2006.  \nResolução CONFEA Nº 380, DE 17 DE DEZEMBRO DE 1993 – Discrimina atividades da Área de \nComputação;  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nABNT NBR ISO/IEC 29110  – A qualidade do software;  \nISO/IEC 12207:2008  - Engenharia de sistemas e software - Processos de ciclo de vida de \nsoftware;  \nISO/IEC 9126 -1:2001  - Engenharia de software - Qualidade de produto;  \nRESOLUÇÃO CONFEA Nº 218, DE 29 JUN 1973 - Discrimina atividades das diferentes modalidades \nprofissionais da Engenharia, Arquitetura e Agronomia.  \nRESOLUÇÃO CONFEA Nº 1.010, DE 22 DE AGOSTO DE 2005.  Dispõe sobre a \nregulamentação da atribuição de títulos prof issionais, atividades, competências e \ncaracterização do âmbito de atuação dos profissionais inseridos no Sistema Confea/Crea, para \nefeito de fiscalização do exercício profissional.  \n \nQUÍMICA GERAL E EXPERIMENTAL  \nEMENTA:  Fórmulas e equações químicas; classificação periódica e propriedades dos \nelementos; noções de físico -química: termoquímica, equilíbrios químicos e células \neletroquímicas; ligação química, estrutura e propriedades das substâncias; minerais; polímeros \nnatur ais e sintéticos. Noções de química nuclear.  \n \nBIBLIOGRAFIA BÁSICA  \nEBBING, P. P. Química Geral . 5ªed., V I e II, Rio de Janeiro. Ed. LTC, 1998.  \nKOTZ, J. C.; TREICHEL, P. Química e reações Químicas. V I e II. Rio de Janeiro. Ed. LTC, \n1998.  \nRUSSEL, J. B. Química Geral. 2ª ed., V I e II, São Paulo. Ed.Makron Books do Brasil, 1994.  \nN. ROCHA FILHO, R. C. Introdução à Química Experimental . Ed. McGraw -Hill, 1990.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nPAULING, L. Química Geral . 3ª ed., V 1 e 2, Rio de Janeiro. Ed. Livro Técn ico S.A. 1965.  \nPIMENTEL, G. C.; SPRATLEY, R. D. Química – Um Tratamento Moderno . Vol. 1 e 2, São \nPaulo. Ed. Edgard Blucher Ltda, 1977. V 1. 350 p  \nHARRIS, D. C. Análise Química Quantitativa . 5ª ed., Rio de Janeiro. Ed. LTC S.A., 2001.  \nLEE, J. D. Química Inorgânica Não Tão Concisa . 7ª ed., São Paulo. Ed. Edgard Blucher, 2000.  \nATKINS, P., JONES, L.  Princípios de Química . Porto Alegre. Ed. BooKman S.A., 2001.  \n \n \n2º período  \n \nCÁLCULO DIFERENCIAL E INTEGRALI                             \nEMENTA: Estudo d e Limites; Continuidade; Derivação. Aplicações.Integração simples. \nAplicações da integral simples: áreas, volume e comprimento de curvas.  \n \nBIBLIOGRAFIA BÁSICA  ", "42": " \n42 FLEMMING, D. M. e GONÇALVES, M. B. Cálculo B. Funções de Varias Variáveis. São \nPaulo: Makron Books, 3. ed, 1992.  \nGUIDORIZZI, H. L. Um curso de Cálculo . Rio de Janeiro: LTC, 1985. 2 v  \nLEITHOLD, L. Cálculo com Geometria Analítica . São Paulo:  Harbra, 1994. Vol. 2  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nCOURANT, R. Introduction To Calculus  Analysis. New york: A Wiley - Interscience \nPublication, 1972.  \nPINTO, D. et al. Cálculo Integral – Funções de duas e três variáveis. Rio de Janeiro: UFRJ, \n1995.  \nSPIVAK, M. Calculus. Adisson -Wesley, 1973.  \nSTEWART, J.  Cálculo , Vol. 1, Editora Pioneira, 4a. edi ção, 2001.  \nSIMMONS, G. F.,  Cálculo com Geometria Analítica, Vol. 1, Makron Books do Brasil Editora \nLtda, 1987.  \n \nCIRCUITOS LÓGICOS  \nEMENTA:  Conceitos Lógicos: sistemas numeração; códigos; álgebra Booleana; circuitos \nbásicos, minimização de funções booleanas; síntese de circuitos combinacionais; circuitos de \nmemória; circuitos sequenciais; projeto de circuitos sequenciais; considerações sobre \nvelocidade de operação dos circuitos digitais; aritmética binária. Circuitos Integrados \nFundamentais; Elementos Lógicos com Memória; Contadores Digitais; Famílias Lógicas;  \n \nBIBLIOGRAFIA BÁSICA  \nTOCCI, R. J. Sistemas Digitais – Princípios e Aplicações.  7a Ed. LTC, Rio de Janeiro, 2000.  \nIDOETA, I. V. & CAPUANO, F. G.. Elementos de Eletrônica Digital . 34a Ed. Érica, São Paulo, \n2002.  \nTAUB, H. Circuitos Digitais e Microprocessadores . McGraw Hill do Brasil, São Paulo, 1984.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nBIGNEEL, J . W. & DONOVAN, R. L.. Eletrônica Digital.  Makron Books, 2 V, São Paulo,  \n1988.  \nMALVINO, A. P. & LEACH, D. P. Eletrônica Digital – Princípio e Aplicações.  McGraw Hill, \n1 V, São Paulo, 1988.  \nFLOYD, Thomas L.. Sistemas Digitais: fundamentos e aplicações. 9ª ed., Bookman, 2007.  \nTOKHEIM, R. L.. Princípios Digitais. 1ª ed., McGraw -Hill, 1993.  \nMALVINO, A. P. & LEACH, D. P.. Eletrônica Digital: Princípios e Aplicações: Lógica \nCombinacional. 2ª Ed., McGraw -Hill, 1988.  \n \nFÍSICA GERAL E EXPERIMENTAL I (MECÂNICA)  \nEMENTA:  Cinemática do ponto; Estática e Dinâmica da partícula: Leis de Newton; Trabalho \ne energia; Conservação de energia; Momento linear e sua conservação; Colisões; Momento \nangular da partícula e de sistemas de partículas; Rotação de corpos rí gidos. Aulas práticas \nenvolvendo experiências sobre: cinemática do ponto; leis de Newton; estática e dinâmica da \npartícula; trabalho e energia; conservação da energia; momento linear e sua conservação; \ncolisões; momento angular da partícula e de sistemas d e partículas; rotação de corpos rígidos.  \n  ", "43": " \n43  \nBIBLIOGRAFIA BÁSICA  \nHALLIDAY, David; RESNICK, Robert; KRANE, Kenneth S. Física I . 4ed. Rio de Janeiro: \nLivros Técnicos e Científicos, 1996. 323 p.  \nTIPLER, Paul A. Física . 2 ed. Rio de Janeiro: Guanabara Dois, 198 4. v 1. 596p  \nSEARS e ZEMANSKY; YOUNG, H. D; FREDMAN, R. A. Física I: Mecânica.  10 ed. São \nPaulo: Addison Wesley, 2003. 368 p  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nFEYNMAN, Richard P., Lições de Física: A Edição Definitiva , 4 Vols., Porto Alegre, Grupo \nA, 2008  \nHALLIDAY, D; RESNICK, R.; WALKER, J. Fundamentos da Física . 6ed. Rio de Janeiro: \nLivros Técnicos e Científicos Editora S. A, 2002.V 1. 277 p  \nRESNICK, Robert; HALLIDAY, David, Física I . 4ed. Rio de Janeiro: Livros Técnicos e \nCientíficos Ed. S. A, 1980. 348 p. \nSEARS, Francis Weston; ZEMANSKY, Mark W. Física . Rio de Janeiro: Livros Técnicos e \nCientíficos Ed. S. A, 1973. v 1. 207p.  \nTIPLER, P. A.; MOSCA, G. , Física para Cientistas e Engenheiros - Vol. 1 - Mecânica, \nOscilações e Ondas, Termodinâmica , 6ª edição, R io de Janeiro, Grupo GEN, 07/2009  \n \nINTRODUÇÃO AOS MODELOS PROBABILÍSTICOS  \nEMENTA:  Introdução à probabilidade; espaços amostrais finitos; probabilidade condicional e \nindependência; variáveis aleatórias; distribuições discretas de probabilidade;  distribuições \ncontínuas de probabilidade; inferência estatística; cadeias de Markov.  \n \nBIBLIOG RAFIA BÁSICA  \nBUSSAB, Wilton de Oliveira.  Estatística básica . 5.ed. São Paulo: Saraiva, 2002.  \nCOSTA NETO, P.L.O. Probabilidades . 2ª Edição.  Editora Blucher 201 ISBN 9788521215349.  \nMORETTIN, Luiz Gonzaga.  Estatística básica:  probabilidade e inferência. São Paulo: \nPearson, 2010. ISBN 9788576053705.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nCOURANT, R. Introduction To Calculus  Analysis. New york: A Wiley - Interscience \nPublication, 1972.  \nLIMA, E. L. Curso de Análise. Rio de Janeiro : Impa Proj etoEuclides, 1976.  \nPINTO, D. et al. Cálculo Integral – Funções de duas e três variáveis. Rio de Janeiro: UFRJ, \n1995.  \nSPIVAK, M. Calculus. Adisson -Wesley, 1973.  \n \n \nLINGUAGENS DE PROGRAMAÇÃO  \nEMENTA:  Estudo de linguagens e paradigmas não convencionais de programação. \nModelagem de Implantação. Programação em Lógica. Exemplos e Aplicações.  \n \nBIBLIOGRAFIA BÁSICA  \nSEBESTA, Robert W. , Conceitos de linguagens de programação , trad. José Carlos Barbosa \ndos Santos – 5ª ed. – Porto Alegre: Bookman, 2 003. \nACHTEN, P. & WIERICH, M. A Tutorial to the Clean Object I/O Library – Version 1.2:  \nUniversity of Nijmegen Press, Netherlands, 2000.  ", "44": " \n44 ________. Function Programming in Clean.  Netherlands: University of Nijmegen Press, 1999.  \nROBINSON, Phillip R . Turbo Pr olog: guia do usuário . São Paulo: McGraw -Hill, 1988.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nCadernos de Informática e Jornais  \nCLARKE, B  e FLYNN, J. Visual J++. São Paulo: Makron Books, 1997.  \nHOLZNER, S. Dominando o Visual J++ “A Biblia”. São Paulo: Makron Books., 199 8 \nHOLZNER, Steve, Borland C++: programação for windows , São Paulo: Makron Books, 1994.  \nJAMSA, K; SCHMAUDER, P. Biblioteca do Programador , São Paulo: Makron Books, 1998.  \nKERNIGHAN e RITCHIE. C. A Linguagem de Programação padrão ANSI.  Porto Alegre: \nEditora Campus, 1990.  \n \n \n3º Período  \n \nCÁLCULO DIFERENCIAL E INTEGRAL II  \nEMENTA : Estudo e aplicação de Funções de várias variáveis , Integrais múltiplas  e Equações \nDiferenciais.   \n \nBIBLIOGRAFIA BÁSICA:  \nBOYCE, W. E. & DIPRIMA, R. C. Equações Diferenciais Elementares e Problemas de \nValores de Contorno . Rio de Janeiro: LTC, 1995, 6 ed.  \nPISKOUNOV, N. Cálculo Diferencial e Integral . Editora Lopes, 1975. v. II.  \nZILL,D.G. E CULLEN,M.R . Equações Diferenciais. Editora Makron Books Ltda,2001. V. I.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nÁVILA, G. S. S. Cálculo Diferencial e Integral II e III.  Rio de Janeiro: LTC Editora S.A., \nBrasília, 1978/1979, v. 1, 2 e 3.  \nAYRES Jr.  F. Equações Diferenciais . Livraria Técnica, 1979.  \nHILDEB RANDO, F. B. Advanced Calculus for Applications . P. Hall, 1976.  \nJR, C. H. Edwards e Penney, D. E. Cálculo com Geometria Analítica . Rio de Janeiro: LTC, \nv2,v31999  \nKREIDER, HOFFMANN, L. D. Cálculo: um curso moderno e suas aplicações . Rio de Janeiro: \nLTC – Livros Técnicos e Científicos Editora Ltda, 1990. v. 2.  \nLARSON, R. E; HOSTETLER, R.P.; EDWARDS, B H. Cálculo com Geometria Analítica. Rio \nde Janeiro: LTC, v. 2, 1998  . \n \nCOMUNICAÇÃO E EXPRESSÃO  \nEMENTA: Técnicas de leitura de textos; t écnicas de expressão escrita; o léxico; estruturas \nfrasais; forma de composição do texto; aspectos da redação técnica; aplicação de normas \ngramaticais na produção de textos.  \n \nBIBLIOGRAFIA BÁSICA:  \nGOLD,Miriam.  Redação Empresarial -Escrevendo. São Paulo: Pear son Prentice Hall. 2010  \nFARACO, Carlos Alberto.  Oficina de texto.  8. ed. Petrópolis: Vozes, 2010  \nMARTINS, D. S. e ZILBERKNOP, L. S. Português Instrumental . Porto Alegre.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nMEDEIROS, João Bosco.  Português instrumental para cursos de contabilidade, economia e \nadministração.  4. ed. São Paulo: Atlas, 2000.  ", "45": " \n45 PLATÃO e FIORIN. Para entender o texto. Leitura e Redação . 13 ed. São Paulo: Ática,1994  \nSEVERINO, Antônio Joaquim. Diretrizes para leitura, análise e interpretação de textos in \nMetodologia do Trabalho Científico.  São Paulo: Cortez, 2000  \nVIANA, A. C. (coord). Roteiro de Redação, Lendo e argumentando . São Paulo: Scipione, 2001  \n \n \nPROGRAMAÇÃO ORIENTADA A OBJETOS  \nEMENTA:  Introdução à programação orientada a objetos. O modelo de objetos: objetos e \nclasses. Métodos e mensagens. Herança simples e múltipla. Polimorfismo. Mecanismos de \npersistência. Bibliotecas de classes. Comparação das técnicas tradicionais de orientação a \nobjetos. Estudos de casos em linguagens de programação orientadas a objetos.  \n \nBIBLIOGRAFIA BÁSICA  \nDEITEL, H. M.; DEITEL, P. J .Java: como programar . 6 ed. São Paulo: Bookman, 2005.  \nSANTOS, Rafael. Introdução à Programação Orientada a Objetos usando Java. Rio de \nJaneiro: Elsevier, 2003.  \nSINTES, A.  Aprenda Programação Orientada a Objetos em 21 dias . São Paulo. Pearson \nEducation do Brasil, 2002.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nBARNES, David J.; KOLLING, Michael. Programação Orientada a Objetos com JAVA: uma \nintrodução prática utilizando o Bluej . São Paulo: Pearson Prentice Hall, 2004.   \nCORNELL, G.; HORSTMANN, C. S. Core Java 2: recursos avançados . 2 ed. São Paulo: \nMakron Books, 2000.  \n FARRELL, J.  An object -oriente d approach to programming logic and design . \n4th ed. Cengage  Learning, 2012.  \nHEMRAJANI, Anil. Desenvolvimento ágil em JAVA com Spring, Hibernate e Eclipse . São \nPaulo: Pearson Prentice Hall, 2007.  \nLEMAY, L.; CADENHEAD, R. Aprenda em 21 dias Java 2: professional reference . 3 ed. Rio \nde Janeiro: Elsevier, 2003.  \n \nESTRUTURAS DE DADOS E GRAFOS  \nEMENTA: Conceito e aplicação de Estruturas de dados estáticas e dinâmicas. Técnicas de \nbusca e ordenação. Conceito e aplicação de Pilhas , Filas , Listas , Árvores binárias , Árvores B e \nB+ e Grafos.  \n \nBIBLIOGRAFIA BÁSICA:  \nASCENCIO, A. F. G.; ARAÚJO, G. S. de. Estruturas de dados: algoritmos, análise da \ncomplexidade e implementações em Java e C/C++ . São Paulo: Pearson, 2010. 434 p. E -Book. \nISBN 9788576058816. Disponível em: < \nhttp://200.198.18.141/pergamum/biblioteca/index.p hp> Acesso em: 06 abr. 2020.  \nPEREIRA, S. L. Estruturas de dados fundamentais.  7.ed. Sao Paulo: Érica, 2003. 238 p.  \nSIMÕES -PEREIRA, José Manuel dos Santos. Grafos e redes:  teoria e algoritmos básicos. Rio \nde Janeiro: Interciência, 2013. 354 p. E -Book. ISBN 9 788571933316. Disponível em: < \nhttp://200.198.18.141/pergamum/biblioteca/index.php>. Acesso em: 06 abr. 2020.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nLOUDON, K. Dominando algoritmos com C . Rio de Janeiro: Ciência Moderna, 2000. 580 p.  ", "46": " \n46 MORAES, C. R. Estruturas de dados e algoritmos: uma abordagem didática . São Paulo: \nBerkeley Brasil, 2001. 362 p.  \nTANENBAUM, A. M.; LANGSAM, Y.; AUGENSTEIN, M. Estruturas de dados usando C . \nSão Paulo: Makron Books, Pearson, 1995. 882 p.  \nWIRTH, N. Algoritmos e estruturas de dados . Rio de Janeiro: LTC, 2009. 272 p.  \nZIVIANI, N. Projeto de algoritmos com implementações em Pascal e C . 5. ed. São Paulo: \nPioneira, 2000. 267 p.  \n \nELETRICIDADE  \nEMENTA:  Estudo da Lei de Coulomb e intensidade de campo elétrico; lei de Gaus – fluxo \nelétrico; densidade de fluxo elétrico; divergência; energia e potencial; corrente elétrica; \ncondutores e resistência; dielétricos e capacitores; equações de Poisson e de Laplace; campo \nmagnetostático  \n \nBIBLIOGRAFIA BÁSICA:  \nHALLIDAY, David; RESNICK, Robert; KRANE, K. S. Física. 4ª ed. Rio de Janeiro:  Livros \nTécnicos e Científicos Editora S. A. 1996. 289 p  \nSEARS e ZEMANSKY; YOUNG, H. D; FREEDMAN, R. A Física II: Termodinâmica e \nOndas. 10 ed. SãoPaulo: Addison Wesley, 2003. 328 p  \nTIPLER, Paul A. Física .2ª ed. Rio de Janeiro: Guanabara Dois, 1984. v 2, 1051p  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nRESNICK, HALLYDAY, KRANE. Física . São Paulo: LTC, 1996.  \nALONSO, Marcelo; FINN, Edward J. Física: Um Curso Universitário. São Paulo: Edgard \nBücher Ltda, 1972. V 2. 565p  \nSEARS, F. W; ZEMANSKY, M., W. Física . Rio de Janeiro: Livros Técnicos e Científicos Ed. \nS. A.1973. V 1. 207p.  \nHALLYDAY, D; RESNICK, R; WALKER J. Fundamentos da Física . 6ª ed. Rio de Janeiro:  \nLivros Técnicos e Científicos Editora S. A. 2002. V 2, 228 p  \nTIPLER, P. A.; MOSCA, G. , Física para Cientistas e Engenheiros - Vol. 1 - Mecânica, \nOscilações e Ondas, Termodinâm ica, 6ª edição, Rio de Janeiro, Grupo GEN, 07/2009  \n \n \nMATEMÁTICA DISCRETA  \nEMENTA:  Métodos de demonstração. Recursão e indução matemática. Teoria dos conjuntos, \nrelações e funções. Relações de ordem e equivalência. Conjuntos enumeráveis. Noções de \nestruturas algébricas: grupos, anéis e corpos. Elementos de teoria dos números. Contagem.  \n \nBIBLIOGRAFIA BÁSICA:  \nGERSTING, J udith  L.Fundamentos Matemáticos para a Ciência da Computação . Rio de \nJaneiro: 4 Ed.  LTC - Livros Técnicos e Científicos Editora S.A. , 2001.  \nMENEZES, Paulo Blauth. Matemática Discreta para Computação e Informática . Porto Alegre: \nSagra Luzzatto, 2004.  \nFILHO, E. Alencar. Iniciação à Lógica Matemática . São Paulo, Nobel, 2000.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nDAGHLIAN, J acob .Lógica e Álgebra de Boole . São Paulo, Atlas, 1995.  \nFILHO, E. Alencar. Iniciação à Lógica Matemática . São Paulo, Nobel, 2000.  \nFILHO, E. A lencar. Relações Binárias . São Paulo, Nobel, 1984.  ", "47": " \n47 FILHO, E. A lencar. Teoria Elementar dos Conjuntos . São Paulo, Nobel, 1980  \nROSEN, K. H . Discrete Mathematics and its Applications . New York, McGraw -Hill, 1991.  \n \n \n4º Período  \n \nANÁLISE DE ALGORITMOS  \nEMENTA:  Desenvolvimento de Algoritmos. Estudo de Medidas de Complexidade , Estratégias \nBásicas : Divisão e Conquista , Método Guloso  e Programação Dinâmica.  \n \nBIBLIOGRAFIA BÁSICA  \nSWAIT Jr., J. D. Fundamentos Computacionais Algoritmos e Estrutura de Dados.  São Paulo: \nMakron Books, 1991.  \nTERADA, R. Desenvolvimento de Algoritmo e Estruturas de Dados . São Paulo: Makron \nBooks, 1991.  \nZIVIANI, N. Projeto de Algoritmos - Com Implementações em  PASCAL e C. São Paulo: \nEditora Pioneira, 1999.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nAHO, A. V; HOPCROFT, J. E; ULLMAN, J. D. The Design and Analysis of Computer \nAlgorithms. Massachusetts: Addison -Wesley Publishing Company, 1974.  \nKNUTH, D. E. The Art of Computer Programming.  Massachusetts: Addison -Wesley Longman, \n1997. v. 1 e 2.  \nSALVETTI, D. D;& BARBOSA L M. Algoritmos. São Paulo : Makron Books, 1998  \nSEDGEWICK, R.  Algorithms . Addison -Wesley, 2 edition, 1988.  \nPARBERRY, I. e GASARCH, W.   Problems on Algorithms ,  2nd edition,   2002.  \n \nARQUITETURA DE COMPUTADORES  \nEMENTA:  Modelos de Sistemas Digitais: Unidade de Controle e Unidade de Processamento; \nModelo de um Sistema de Computação; Conceitos Básicos de Arquitetura: Modo de \nEndereçamento, Tipo de Dados, Conjunto de Instruções e Chamada d e Subrotina, Tratamento \nde Interrupções, Exceções; Entrada e Saída de Dados; Memórias Auxiliares; DMA; Disco \nRígido, Arquiteturas Utilizadas e Programação Assembly.  \n \nBIBLIOGRAFIA BÁSICA  \nSTALLINGS, W, Arquitetura e Organização de Computadores , 5ª ed. Editora Prentice Hall, \n2002.  \nWEBER, R.F.  Arquitetura de Computadores Pessoais , 2ªed.Editora Sagra Luzzatto, 2001.  \nMONTEIRO,Mário. Introdução à Organização de Computadores , 4ª ed. LTC, 2001.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nTANENBAUM,Andrew S. Organizaçã o Estruturada de Computadores , 4ª ed. LTC, 1999.  \nMALVINO, A. P.. Microcomputadores e microprocessadores . São Paulo: Ed. McGraw Hill, \n1985, 578 p.  \nOSBORNE, A.. Microprocessadores – Conceitos Básicos. São Paulo: Ed. McGraw Hill, 1983 \n125 p.  \nPATTERSON,DAVID EHENESSY, JOHN L. Arquitetura de Computadores: Uma Abordagem \nQuantitativa , 4ª ed. Campus, 2003.  ", "48": " \n48 MURDOCCA, M.J. Introdução à Arquitetura de Computadores , 1ª ed. Elsevier, 2000.  \n \n \nCIRCUITOS ELÉTRICOS I  \nEMENTA: Estudo dos Elementos e leis de circuitos; circuitos resistivos; fontes dependentes; \nmétodos algébricos de análise de circuitos.  \n \nBIBLIOGRAFIA BÁSICA  \nJOHNSON, D. E - HILBURN, J.L. - JOHSON,J.R. Fundamentos de análise de \ncircuitoselétricos , Rio de janeiro, Prentice Hall , 1994   \nFLOYD, T. L. - Principles of electric circuits: conventional current version, 7tthedition, \nPrentice Hall, 2002.  \nBURIAN JUNIOR, Yaro.  Circuitos eletricos.  Campinas: Unicamp, 1991  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nEDMINISTER, J. A. Circuitos Elétricos . São Paulo, Editora McGraw -Hill, Coleção Schaum, \n1981  \nMARIOTTO, P.  A . - Análise de circuit os, São Paulo, Prentice Hall, 2003  \n0’MALLEY,J. - Análise de circuitos , 2ª edição, São Paulo, MAKRON Books,1994  \nIRWIN, J. D. - Análise de circuitos em engenharia , São Paulo, MAKRON Books, 2000  \nQUEVEDO, C. P. Circuitos elétricos e eletrônicos , 2ª ed.Rio de Janeiro, LTC Editora,2000.  \n \n \nCÁLCULO NUMÉRICO                                                       \nEMENTA:  Estudo da Aritmética de ponto flutuante; ze ros reais das funções reais; sistemas \nlineares; interpolação polinomial; integração numérica; quadrados mínimos lineares; \ntratamento numérico de equações diferenciais ordinárias.  \n \nBIBLIOGRAFIA BÁSICA:  \nRUGGIERO, M. A. G. Cálculo Numérico : Aspectos Teóricos Computacionais. 2ed. São Paulo: \nMakron Books, 1996.  \nBARROSO, L. Cálculo Numérico (com aplicações ). 2ª ed. Harbra, São Paulo, 1987.  \nCLÁUDIO, D. M.. Cálculo Numérico Computacional . 3ª ed. Atlas, São Paulo,2000.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nMIRSHAWKA, Cálculo Numérico . São Paulo: Livraria Nobel S.A., 4 V  \nSANTOS, V. R. B. Curso de Cálculo Numérico.  3ª ed. São Paulo: Livros Técnicos e Científicos \nEditora. 1980.  \nARENALES, S. E DAREZZO, A., Cálculo Numérico – Aprendizagem com Apoio d e Software . \nSão Paulo: Thomson Pioneira, 2007.  \nBURDEN, R. L. E FAIRES, J. D., Análise Numérica . 8ª Edição. São Paulo: Thomson, 2008. \nMOLER, CLEVE B., Numerical Computation with Matlab , Philadelphia: Society for Industrial \nand Applied Mathemathics, 2004.  \n \nCÁLCULO DIFERENCIAL E INTEGRAL  III  \nEMENTA: Estudo de Séries Numéricas , Séries de Funções , Séries de Fourier , Transformadas \nde Laplace – Transformada Z e Transformada discreta de Fourier.  \n ", "49": " \n49 BIBLIOGRAFIA BÁSICA:  \nMAURER, WILLIE A. Curso de Cálculo Diferencial e Integral . Ed. Edgard Blucher Ltda. \n1967. Vol. IV.     \nPISKOUNOV, N. Cálculo Diferencial e Integral . Editora Lopes, 1975. v. II.  \n_______. Transformadas de Laplace . Editora McGraw -Hill, 1971  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nÁVILA, G. S. S. Cálculo Di ferencial e Integral II e III.  Rio de Janeiro: LTC Editora S.A., \nBrasília, 1978/1979, v. 1, 2 e 3.  \nHILDEBRANDO, F. B. Advanced Calculus for Applications . P. Hall, 1976.  \nJR, C. H. Edwards e Penney, D. E. Cálculo com Geometria Analítica . Rio de Janeiro: LTC,  v2 \ne v3, 1999  \nKREIDER, HOFFMANN, L. D. Cálculo: um curso moderno e suas aplicações . Rio de Janeiro: \nLTC – Livros Técnicos e Científicos Editora Ltda, 1990. v. 2.  \nLARSON, R. E; HOSTETLER, R.P.; EDWARDS, B H. Cálculo com Geometria Analítica. Rio \nde Janeiro:  LTC, v. 2, 1998 . \n \n \nFÍSICA GERAL E EXPERIMENTAL II (ONDAS)  \nEMENTA:  Estudo de Viscosidade; oscilações; optica; ondas em meios elásticos; ondas \nsonoras; temperatura; calorimetria e condução de calor; leis da termodinâmica; teoria cinética \ndos gases.  Estudo de Mecânica dos corpos rígidos e movimentos oscilatórios. Conceitos de \nacústica e aplicações , Fluídos e Leis da Termodinâmica  \n \nBIBLIOGRAFIA BÁSICA  \nSymon, K.R., Mecânica. Editora Campus, 1982.  \nKeller, F.J., Gettis, W.E. e Skove, M.J., Física, vol.1,  Makron Books, 1999.  \nEisberg, R.M. e Lerner, L.S., Física, Fundamentos e Aplicações, vol.1, Ed.MacGraw -Hill do \nBrasil Ltda, 1982.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nBenedek,G.B.  e Villars, F.M., Physics with illustrative examples from medicine and biology. \nAddison -Wesley, 1979.  \nChaves, A., Física, vol.1, Reichmann & Affonso Editores, 2001.  \nMeriam, J.L. e Kraige, L.G., Mecânica: Dinâmica, Editora LTC, 1999.  \nHibbeler, R.C., Mecânic a: Dinâmica, Editora LTC, 1999.  \nTipler, P.A., Física, vol.1, Ed.Guanabara Dois, 1980.   \n \n \n5º Período  \n \nSISTEMAS OPERACIONAIS  \nEMENTA:  Conceitos de Processos. Sincronização de processos. Gerenciamento de Memória. \nMemória Virtual. Escalonamento de Processos. Mo noprocessamento e Multiprocessamento. \nAlocação de Recursos e Deadlocks. Gerenciamento de Arquivos. Gerenciamento de E/S. \nMétodos de Acesso. Arquitetura de Sistemas Cliente -Servidor. Análise de Desempenho.  \n \nBIBLIOGRAFIA BÁSICA  \n ", "50": " \n50 DENARDIN, G. W.; BARRIQUELLO, C. H. Sistemas operacionais de tempo real e sua \naplicação em sistemas embarcados.  São Paulo: Blucher, 2019. 474 p. E -Book. ISBN \n9788521213970. Disponível em: <http://200.198.18.141/pergamum/biblioteca/index.php>. \nAcesso em: 06 abr. 2020.  \nSILBERSCHATZ, A.; GALVIN, P. B.; GAGME, G. Sistemas operacionais com java.  6. ed. \nRio de Janeiro: Elsevier, 2004. 670 p.  \nTANENBAUM, Andrew S. Sistemas Operacionais Modernos. 3.  ed. São Paulo: Pearson \nPrentice Hall, 2009. 656 p. E -Book. ISBN 9788 576052371. Disponível em: \n<http://200.198.18.141/pergamum/biblioteca/index.php>. Acesso em: 06 abr. 2020.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nDEITEL, H. M; DEITEL, P.J; CHOFFNES, D. R. Sistemas operacionais . 3. ed. São Paulo: \nPearson, 2005. 760 p.  \nHOLCOMBE, J.; HOLCOMBE, C. Dominando os sistemas operacionais:  teoria e prática. Rio \nde Janeiro: AltaBooks, 2003. 400 p.  \nMACHADO, F. B.; MAIA, L. P. Arquitetura de sistemas operacionais . 4. ed. Rio de Janeiro: \nLivros Técnicos e Científicos, 2007. 308 p.  \nRIBEIRO, U. Sistemas distribuídos : desenvolvendo aplicações de alta performance no linux. \nRio de Janeiro: Axcel Books, 2005. 384 p.  \nTANENBAUM, A. S.; STEEN, M. V. Sistemas distribuídos:  princípios e paradigmas. 2. ed. \nSão Paulo: Pearson Prentice Hall, 2007.  \n \n \nLINGUAGENS FORMAIS E AUTÔMATOS  \nEMENTA:  Estudo de Linguagens e suas representações , Gramáticas , Teoria dos \nAutômatos , Teoria da Computabilidade: Máquina de Turing. Computabilidade  efetiva; \nFunções Recursivas; Tese de Church.  \n \nBIBLIOGRAFIA BÁSICA:  \nAHO, A. V. et al.  Compiladores: Princípios, técnicas e ferramentas.  Rio de Janeiro: LTC, \n1995.  \nGERSTING, Judith L.  Fundamentos matematicos para a ciencia da computacao.  4.ed. Rio de \nJaneir o: LTC, 2001.  \nMENESES, P. F. B.  Linguagens Formais e Autômatos.  Porto Alegre: Sagra Luzzato, 2000  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nAPPEL, A. W.  Modem Compiller Implementation in Java: Basic Techniques.  Cambridge \nUniversity  Press, 1997. 398p. ISBN 0 -521-58654 -2. \nHOPCROFT J., ULLMAN, J.; MOTWANI, R.: Introdução à Teoria dos Autômatos, \nLinguagens e Computação, Rio de Janeiro, Campus, 2002.  \nLEISERSON, C. E. ; RIVEST, R. L. ; CORMEN, T. H.; STEIN, C. Algoritmos – Teoria e \nPrátic a. Rio de Janeiro, Campus, 2a. ed., 2002  \nSILVA, J. C. G. da.  Linguagem de programação:  Conceitos e Avaliação . São Paulo: McGraw -\nHill, 1988.  213p.  \nSIPSER, Michael; Introdução à Teoria da Computação; 2007; São Paulo, Thomson Pioneira.  \n \nPROGRAMAÇÃO FUNCIONAL  ", "51": " \n51 EMENTA: Principais características das linguagens de programação funcional: recursão, \nabstração funcional, funções de ordem superior, tipos de dados algébricos, polimorfismo, \ninferência de tipos, avaliação estrita e avaliação lazy, e sobrecarga. Exemplos e Aplicaç ões. \n \nBIBLIOGRAFIA BÁSICA  \nACHTEN, P. e WIERICH, M. A Tutorial to the Clean Object I/O Library – Version 1.2:  \nUniversity of Nijmegen Press, Netherlands, 2000.  \n________. Function Programming in Clean.  Netherlands: University of Nijmegen Press, 1999.  \nROBINSON , Phillip R . Turbo Prolog: guia do usuário . São Paulo: McGraw -Hill, 1988.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nCadernos de Informática e Jornais  \nCLARKE, B  e FLYNN, J.. Visual J++. São Paulo: Makron Books, 1997.  \nHOLZNER, S. Dominando o Visual J++ “A Biblia”. São Pau lo: Makron Books., 1998  \nHOLZNER, Steve, Borland C++: programação for windows , São Paulo: Makron Books, 1994.  \nJAMSA, K; SCHMAUDER, P; Nelson. Biblioteca do Programador , São Paulo: Makron \nBooks, 1998.  \nKERNIGHAN e RITCHIE. C. A Linguagem de Programação padrão ANSI.  Porto Alegre: Ed.a \nCampus, 1990.  \n \nELETROMAGNETISMO  \nEMENTA: Campo magnético e lei de Ampère. Lei de Faraday e indutância. Materiais \nmagnéticos. Equações de Maxwell.  \n \nBIBLIOGRAFIA BÁSICA  \nEDMINISTER, Joseph. Eletromagnetismo.  Col. Scha um. São Paulo: McGraw Hill, 1980  \nKRAUS e KARVER. Eletromagnetismo . Rio de Janeiro: Guanabara Dois, 1978.  \nHAYT, W.H. Jr. Eletromagnetismo . LTC Ed. 4ª ed, 1984 . \n \nBIBLIOGRAFIA COMPLEMENTAR  \nCIDRAC, Ch. de.  Problemas de electricidade:  eletromagnetismo . Barcelona: Reverte, 1979.  \nGASPAR, Alberto.  Fisica:  eletromagnetismo, fisica moderna.  Sao Paulo: Atica, 2000.   \nKRAUS, John D. Electromagnetics With Applications . 5ªed. McGraw Hill International, 1999.  \nYOUNG, H. D; FREEDMAN, R. A. Física III – Eletromagnetismo. 10. edª Pearson, 2004.  \nQUEVEDO, C.P. Eletromagnetismo .Loyola, 1983.  \n \nCIRCUITOS ELÉTRICOS II  \nEMENTA:  Estudo de Excitação senoidal e fasores; reatância e impedância; circuitos \nmonofásicos de corren te alternada; circuitos trifásicos de corrente alternada; circuitos \nacoplados e transformadores; representação de sistemas de energia elétrica; componentes \nsimétricos.  \n \nBIBLIOGRAFIA BÁSICA  \nJOHNSON, D. E – HILURN, J.L. – JOHNSON, J.R. Fundamentos de análise  de circuitos . Rio \nde Janeiro, Prentice Hall, 1994.  \nFLOYD, T.L. Principles of eletric circuits: conventional current version . 7th ed., Prentice Hall, \n2002.  \nEDMINSTER,J.A. Circuitos Elétricos . São Paulo, McGraw -Hill, Coleção Schaum, 1981.  \n ", "52": " \n52 BIBLIOGRAFIA COMPLEMENTAR  \nIRWIN, J. D. - Análise de circuitos em engenharia , São Paulo, MAKRON Books, 2000  \nMARIOTTO, P.  A . - Análise de circuit os, São Paulo, Prentice Hall, 2003  \nNILSSON, James William; RIEDEL, Susan A . Circuitos elétricos.  10. ed. São Paulo: Pearson \nEducation do Brasil, ©2016.   \n0’MALLEY,J. - Análise de circuitos , 2ª edição, São Paulo, MAKRON Books,1994  \nQUEVEDO, C. P. Circuitos elétricos e eletrônicos , 2ª ed.Rio  de Janeiro, LTC Editora,2000.  \n \n \nBANCOS DE DADOS  \nEMENTA:  Introdução à teoria de Banco de Dados: organização de arquivos; tabelas, registros, \natributos, chaves; Tipos de bancos de dados; Modelagem de dados: modelo conceitual, lógico \ne físico; normalização; Modelo Entidade Relacionamento. Implementação de aplicaç ão \nutilizando um sistema gerenciador de banco de dados.  \n \nBIBLIOGRAFIA BÁSICA  \nMACHADO, Felipe Nery Rodrigues. Banco de Dados: projetos e implementação . São Paulo: \nÉrica, 2004.  \nELMASRI, Ramez; NAVATHE, Shamkant B. Sistemas de Banco de Dados.  São Paulo: \nPears on Addson Wesley, 2005. 4ª Ed.  \nSILBERSCHATZ, A; KORTH, H. F.; SUDARSHAN, S. Sistema de Banco de Dados . 3 ed. \nSão Paulo: Pearson Eduction, 1999.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nOLIVIERO, Carlos Antonio Jose. Banco de dados cliente/servidor com delphi 6 orientado  por \nprojeto.   Sao Paulo: Erica, 2002. (Faca um aplicativo).  \nSILVA, Luciano Carlos da. Banco de dados para web: do planejamento a implementacao . Sao \nPaulo: Erica, 2001.  \nCHEN, P. Modelagem de Dados – A Abordagem Entidade -Relacionamento para Projeto \nLógico . São Paulo: Makron – Books, 1990.  \nDATE, C. J. Introdução a Sistemas de Bancos de Dados . Rio de Janeiro: Campus, 1991.  \nHEUSER, Carlos Alberto. Projeto de Banco de Dados. Porto Alegre: Sagra Luzzatto, 2001. 4ª \nEd. \n \n \n6º Período  \n \nELETRÔNICA I                                                          \nEMENTA:  Estudo de Elementos e dispositivos eletrônicos; semicondutores; diodos; circuitos \ncom diodos; transistores bipolares; transistores de efeito de campo; circuitos de polarização de  \ntransistores, circuitos integrados lineares; fontes de alimentação.  \n \nBIBLIOGRAFIA BÁSICA  \nBOYLESTAD, R. e NASHLSKY, L. Dispositivos eletrônicos e teoria de circuitos.  Prentice -\nHall do Brasil, 8a ed. 2004.  \nMALVINO, A.P. Eletrônica no laboratório, Makron Books, 1991.  \nMALVINO, Albert e BLATES, David J. Eletrônica , Porto Alegre, Editora: Mc Graw Hill Education, \n8ª Edição, 2016 . \n ", "53": " \n53 BIBLIOGRAFIA COMPLEMENTAR:  \nDatabook de fabricantes de componentes eletrônicos.  \nMILLMAN, Jacob.  Eletronica : dispositivos e circuitos. 2.ed. Sao Paulo: McGraw -Hill, 1981  \nPERTENCE Jr, A. - Amplificadores Operacionais e Filtros Ativos , Makron Books, 5ª ed.  \nSEDRA, A.S., & SMITH, K.C. - Microelectronic Circuits , Saunders HBJ Publishers - \nInternatio nal Edition.  \nYOUNG, Paul H. Técnicas de comunicação eletrônica.  5 ed. São Paulo, Editora: Pearson Prentice Hall \n, 2006.  \n  \nENGENHARIA DE SOFTWARE  \nEMENTA: Definição de Requisitos e Validação. Análise e Projeto de Sistemas. Projeto \nOrientado a Objetos. UML ( Unified Modeling Language ).  Processo de Desenvolvimento de \nSoftware. Métricas. Qualidade de Software. Testes de Programas.  \n \nBIBLIOGRAFIA BÁSICA  \nBEZERRA , E. Princípios de analise e projeto de sistemas com  UML . Rio de Janeiro: \nCampus,  2002  \nPRESSMAN, R.S. Engenharia de Software. 5ª ed São Paulo: McGraw -Hill, 2002.  \nSOMMERVILLE, I. Engenharia de Software.  6ªEd  São Paulo: Prentice Hall do Brasil, 2003.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nHAMLET, R; MAYBEE, J . The Engineering of Software .São Paulo: Addisson Wesley, 2001.  \nBOOCH,G., RU MBAUGH, J., JACOBSON, I. UML: Guia do Usuário . Rio de Janeiro: \nElsevier, 2000.  \nPAULA FILHO, WILSON D E PÁDUA. Engenharia de Software. 2. ed. Rio de Janeiro: LTC, \n2003.  \nPEDRYCZ, W, PETERS, J. Engenharia de Software.  Rio de Janeiro: Campus, 2001.  \nPFLEEGER, Shari Lawrence. Engenharia de software  Dino Franklin(trad): teoria e prática. \n2.ed. São Paulo: Prentice Hall, 2004.  \n \n \nANÁLISE DE SISTEMAS LINEARES                                         \nEMENTA:  Caracterização de sistemas lineares; processos dinâmicos contínuos e discretos no \ntempo; solução de equações diferenciais lineares; função de transferência; resposta em \nfrequência, estabilidade; representação de estado de sistemas contínuos e discretos; i ntrodução \nao controle por realimentação.  \n \nBIBLIOGRAFIA BÁSICA  \nBOTTURA, C. P. Análise Linear de Sistemas, Ed. Guanabara 2, 1982.  \nOGATA, K. Engenharia de Controle Moderno, Editora: Prentice Hall, 4 Ed.  \nD'AZZO, John Joachim.  Sistemas lineares de controle.  Madrid: Paraninfo, 1977.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nBOLTON, W., Engenharia de Controle,  Editora Makron Books, 1a edição.  \nKUO, B., Automatic Control Systems, Prentice Hall, 1995.  \nLATHI, B. P. Sinais e sistemas lineares. 2a Edição, Bookman Companhia Editora, 2007.  \nPHILIPS, & Harbor, Sistemas de Controle e Realimentação, Editora Makron Books,1a Ed.. \nTEIXEIRA, E. P. – Análise de Sistemas Lineares,  Notas de Aula, ISEPI, 2002.  \n ", "54": " \n54 REDES DE COMPUTADORES  E REDES INDUSTRIAIS  \nEMENTA:  Estudo de Estruturas de re des de computadores , Topologias e arquiteturas de redes \nde computadores , Protocolos da família TCP/IP , Segurança em redes de computadores , \nIntrodução à Automação Industrial : Redes Industriais , Redes Fieldbus Foundation , Outras \nRedes de Automação Industrial ,  OPC Foundation.   \n \nBIBLIOGRAFIA BÁSICA  \nLUGLI, A. Baratella & DIAS SANTOS, M. M.. Sistemas Fieldbus para Automação Industrial \n– DeviceNet, CANopen, SDS e Ethernet . São Paulo: Érica, 2009.  \nSOARES. Redes de computadores . Rio de Janeiro: Ed. Campus, 1999  \nTANENBAUM, A.S. Redes de Computadores . Rio de Janeiro: Ed. Campus, 1994  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nAUZUIR RIPARDO DE ALEXANDRIA . Redes Industriais . Editora ao Livro Técnico, 2007.  \nCARVALHO, T. C. M. B. , Gerencia mento de Redes: uma abordagem de sistemas abertos , \nMakon Books, 1993.  \nCOMER, D. E. Interligação de Redes com TCP/IP – Princípios, Protocolos e Arquitetura . \nKAISER.  Computer Network . Mc Graw Hill.1989  \nLOPEZ, R. A. Sistemas de Redes para Controle e Automação . Book Express, 2000.  \n \n \nSISTEMAS GERENCIADORES DE BANCOS DE DADOS  \nEMENTA:  Estudo de Requisitos de Sistemas de Gerência de Bancos de Dados, Arquitetura \nbásica de SGBDs  centralizados, Subsistema de armazenamento (SSA), Processamento de \nlinguagens de Alto Nível para BDs. Implementação de bancos de dados distribuídos e bancos \nde dados orientados a objetos.  \n \nBIBLIOGRAFIA BÁSICA  \nDATE, C. J. Introdução a sistemas de bancos de  dados . Ed. Campus, 1991.  \nGARCIA -MOLINA, H. Implementação de sistemas de banco de dados . Ed. Campus, 2001.  \nSILBERSCHATZ, A. Sistemas operacionais . Editora Prentice Hall, 2002.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nELMASRI R., NAVATHE S. B. Sistemas de Banco de Dad os - Fundamentos e Aplicações . \nEditora Pearson, Quarta Edicao, 2005.  \nFERRAZ, Inhaúma Neves. Programação com arquivos . Barueri: Manole, 2003. 345 p.  \nGUIMARÃES, C.C. Fundamentos de bancos de dados: Modelagem, projeto e linguagem SQL , \nEditora da Unicamp, 2003.  \nSILBERSCHATZ, A.; KORTH, H. F. Sistemas de Bancos de Dados . 3 ed. São Paulo: Makron \nBooks, 1999.  \nRAMAKRISHNAN, R., GEHRKE J. Sistemas de Gerenciamento de Banco de Dados.  \nEd. McGraw -Hill, 2007.  \n \n \nCOMPILADORES  \nEMENTA:  Estudo de Análise léxica e sintática , Tabelas de símbolos , Esquemas de tradução , \nAmbientes de tempo de execução , Otimização de código , Montadores , Ligadores , Geração do \ncódigo objeto.  \n ", "55": " \n55 BIBLIOGRAFIA BÁSICA  \nAHO, A.; SETHI, R.; ULLMAN, J. D; Compiladores : Princípios, técnicas e ferramentas. Rio \nde Janeiro: LTC Editora, 1995.  \nMENEZES, Paulo Blauth. Linguagens formais e autômatos . 5.ed. Porto Alegre: Sagra \nLuzzatto, 2005. (série livros didáticos, numero 3).  \nPRICE, A. M. A.; TOSCANI, S. S.; Implementação de li nguagens de Programação: \nCompiladores. Ed. Sagra Luzzatto, 2ª Edição, 2001.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nAPPEL, A. W. ; Modern Compiler implementation in ML, Cambrige: University Press, 1997.  \nKEITH COOPER. Construindo compiladores.  Editora Elsevier/Campus, 2 013. \nLOUDEN, kenneth C. Compiladores – princípios e práticas . Editora Cengage, 2005.  \nJOSÉ NETO, João.  Introdução à compilação . Editora Elsevier, 2016.  \nSantos,  Pedro Reis e Langlois, Thibault. Compiladores - Da Teoria à Prática. Editora LTC, \n2014.  \nDELAMARO , MARCIO EDUARDO. Como Construir um Compilador - Utilizando \nFerramentas Java, Editora Novatec, 2004.  \n \n7º Período  \n \nANÁLISE DE SINAIS                                        \nEMENTA:  Estudo de Sinais e sistemas contínuos e discretos; sistemas lineares invariantes no \ntempo; análise de Fourier de sinais contínuos; Análise de Fourier de sinais discretos; filtragem \natravés de sistemas discretos e invariantes no tempo; transformada de Laplace e transformada \nZ; amostragem de sinais; resposta em frequência; ap licações.  \n \nBIBLIOGRAFIA BÁSICA  \nHAYKIN, Simon S.  Sinais e sistemas.  Porto Alegre: Bookman, 2001.  \nLATHI, B. P. “ Sinais e Sistemas Lineares ”, Prentice Hall, 1ª edição, 2007.  \nOPPENHEIM, Alan V.; WILLSKY, Alan S . Sinais e sistemas.  2. ed. São Paulo: Pearson, \n©2010.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nLATHI, B. P. “ Linear Systems and Signals ”, Berkeley Cambridge, 2nd edition, 2005  \nHAYKIN, S. & BARRY, V.V. “ Signals and Systems ”, John Wiley & Sons, 1998  \nPHILLIPS, C.L. & PARR, J.M. Signals, Systems, and Transforms . NJ, Prentice -Hall, 1995.  \nTAYLOR, F. J. Principles of Signals and Systems , McGraw -Hill, New York, 1994.  \nZIEMER, R.E. et alii Signals and System, Continuous and Discrete . New York, McMillan \nCo., 1983.  \n \n \nDESENHO CAD  \nEMENTA:  Fundamentos de desenho CAD, sistemas de medidas, padrões internacionais. \nAutocad 2D, navegação, sistemas de coordenadas, snaps, layers, splines, polígonos, blocos, \narrays, ferramentas de desenho e edição, planos de visualização, otimização, plotagem.  \nAutoCad 3D, coordenadas tri dimensionais, geração de sólidos por \nrevolução/extrusão/sweeping, operações booleanas, array3D, NURBS, câmeras, iluminação, ", "56": " \n56 renderização com ScanLine e Mental Ray, saída para prototipagem rápida. Prática de projetos \nCAD, desenho de componentes, criação de bibliotecas, layout de circuitos, visualização 3D.  \n \nBIBLIOGRAFIA BÁSICA:  \nVOISINET, Donald D. Manual autocad para desenho mecanico. Sao Paulo: McGraw -Hill, \n1990. 243p.   \nASSUMPCAO FILHO, M. Autocad R14 passo a passo lite. Sao Paulo: Makron  Books, 1998. \n175p.  \nKALAMEJA, Alan j. Autocad para desenhos de engenharia. Sao Paulo: Makron Books, 1996. \n843p. il. ISBN: 8534605351.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nAutocad 1/1. [S.l.]: [s.n.], [19 --]. Fita de vídeo  \nAutocad 2/2. [S.l.]: [s.n.], [19 --]. Fita d e vídeo  \nAutocad 2000: passo a passo lite. São Paulo: Makron Books, 1999. 220p. ISBN: 853461170X.  \nKATORI, R. AutoCAD 2010 – modelando em 3d e recursos adicionais. São Paulo: Editora \nSenac São Paulo, 2010.  \nKATORI, R. AutoCAD 2013 – projetos em 2D. São Paulo : Editora Senac São Paulo, 2013.  \n \n \nELETRÔNICA II  \nEMENTA:  Estudo de Modelagem do transistor; análise de transistores para pequenos sinais; \nabordagem de sistemas considerando efeitos da resistência da fonte e resistência de carga; \nresposta em frequência de amplificadores; amplificadores operacionais e osciladores para \ninstrumentação; circuitos quase -lineares; circuitos não lineares; filtros ativos; medidas de \ngrandezas elétricas e mecânicas por meios eletrônicos.  \n \nBIBLIOGRAFIA BÁSICA  \nBOYLESTAD, R. e NASHLSKY, L. Dispositivos eletrônicos e teoria de circuitos.  Prentice -\nHall do Brasil, 5ª ed., 1992.  \nMALVINO, A.P. Eletrônica , 7ª ed; São Paulo: Mcgraw -Hill – v. 1, 2007.  \nMALVINO, A.P. Eletrônica no laboratório, Makron Books, 1991.  \n \nBIBLIOGR AFIA COMPLEMENTAR  \nCIPELLI, A.M.V.; SANDRINI, W.J.  Teoria e desenvolvimento de projetos de circuitos \neletrônicos . 23 ed. São Paulo: Érica, 2007.  \nCRUZ, Eduardo C. A.; CHOUERI JR., Salomão. Eletrônica aplicada . São Paulo: Erica, 2007.  \nMALVINO, A.P. Eletrônica,  7a Edição, Vol. II – Makron Books, 2007.  \nDatabook de fabricantes de componentes eletrônicos.  \nKAUFMAN, Milton . Eletrônica básica. São Paulo: McGraw -Hill do Brasil, 1984.  \nTURNER, L. W.  Eletrônica aplicada . São Paulo: Hemus, 2004.  \n \n \nINSTRUMENTAÇÃO BÁSICA PARA AUTOMAÇÃO  \nEMENTA:  Estudo de Circuitos analógicos, amplificadores operacionais, filtros analógicos e \ndigitais, sistemas de aquisição de dados, instrumentação industrial, controladores lógico \nprogramáveis, redes de computadores ind ustriais, sistemas supervisórios, sistemas digitais de \ncontrole distribuídos.  ", "57": " \n57  \nBIBLIOGRAFIA BÁSICA:  \nNATALE, F. Automação Industrial.  São Paulo: Érica 1995  \nPERTENCE, A. J. Amplificadores Operacionais e Filtros Ativos . 3. Ed. São Paulo: Mc Graw \nHill.  \nDOEBELIN, E. O. Measurement Systems: Application and Design . 4. Ed. New York: Mc Graw \nHill.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nALVES, J. L. L. Instrumentação, controle e automação de processos. Rio de Janeiro: 2005. \nBALBINOT, A.; BRUSAMARELLO, V. J. Instrumentação e Fundamentos de medidas. v1 e \nv2, Rio de Janeiro: LTC, 2006.  \nBEGA, E. A. Instrumentação Industrial. 2. ed. Rio de Ja neiro: Interciência, 2006.  \nCASSANDRAS, C. and LAFORTUNE, S. Introduction to Discrete Event Systems, 2nd \nEdition, Springer: 2007.  \nFRANCHI, C. M. Controladores lógicos programáveis, 2. ed., São Paulo: Érica, 2009.  \nManuais de fabricantes.  \n \nMICROCONTROLADORES E MICROPROCESSADORES  \nEMENTA:  Estudo de Controlador programável, constituição; programa do usuário, lógica de \ndiagrama de contato, instruções básicas, endereçamento, instruções para manipular dados, \ninstruções matemáticas e programação.  \n \nBIBLIOGRAFIA BÁSICA:  \nPEREIRA, Fábio. PIC – Programação em C. Editora Érica, São Paulo, 2003.  \nTOCCI, Ronald J. Sistemas Digitais – Princípios e Aplicações. 5aedição. Prentice Hall do \nBrasil, Rio de Janeiro, 1991.  \nIDOETA, I. V.& CAPUANO, Francisco G.. Elemen tos de Eletrônica Digital. Editora \nÉrica, 1998.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nBIGNEEL, J. W. & DONOVAN, Robert L. Eletrônica Digital . V. 1e 2,  Makron Books.  \nZELENOVSKY, R e MENDONÇA, A. PC: um Guia Prático de Hardware e Interfaceamento , \nMZ Editora Ltda, 4ª Edição, 2006.  \nYADAV, A. Microprocessor 8085, 8086,  University Science Press, New Delhi, India, 2008.  \nKANT, K. Microprocessors e Microcontrollers: Architecture, Programming and System \nDesign 8085, 8086, 8051, 8096,  PHI Learning Private Limited, Indi a,2007.  \nBREY, B.B. The Intel Microprocessors , Prentice Hall Intern. Editions, 8. ed., 2008.  \n \nRELAÇÕES ÉTNICOS -RACIAIS  \n \nEMENTA: Conceitos de raça e etnia, mestiçagem, racismo e racialismo, preconceito e \ndiscriminação. Configurações dos conceitos de raça, etnia e cor no Brasil: entre as abordagens \nacadêmicas e sociais. Cultura afro -brasileira e indígena. Políticas de Ações Afirmativas e \nDiscriminação Positiva – a questão das cotas. Trabalho, produtividade e diversidade cultural.  \n \nBIBLIOGRAFIA BÁSICA:  ", "58": " \n58 ANA PAULA COMIN DE CARVALHO  ...[et al]. Desigualdades de gênero, raça e etnia. – \nCuritiba: Intersaberes, 2012 – (Série Temas Sociais e Contemporâneos). ISBN 987 -85-8212 -\n487-1 \nHALL, GWENDOLYN MIDLO. Escravidão e etnias africanas nas Amé ricas: restaurando os \nelos. Tradução de Fábio Ribeiro; revisão da tradução de Alexandre dos Santos. – Petrópolis, \nRJ: Vozes, 2017 – (Coleção África e os Africandos)  \n \nJEAN -LOOP AMSELLE, ELIKIA M’BOKOLO. No centro da etnias, tribalismo e Estado na \nÁfrica; tr adução de Maria Ferreira; revisão da tradução de Alexandre dos Santos – Petrópolis, \nRJ: Vozes, 2017 – (coleção África e os Africanos)  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nANIEL LOEWE.  Multiculturalismo e direitos culturais.  Educs  144 ISBN 9788570616340.  \nMORSBACH, Mabel. O negro na vida americana. Rio de Janeiro: Record, 1966. 273p  \nALDISS, Brian. Os negros anos -luz. São Paulo: Cultrix, 1964, 132p.  \nSODRÉ/MUNIZ. Pensar nagô  – Petrópolis, RJ: Vozes, 2017.  \nVASCONSELOS, ANA. Manual comp acto de sociologia . 2 ed. São Paulo: Rideel, 2010. ISBN \n978-85-339-1982 -2.  \n \n \nSISTEMAS BASEADOS EM CONHECIMENTO  \nEMENTA:  Estudo da Representação do Conhecimento; Entropia; Poda; Buscas; Sistemas \nEspecialistas; Raciocínio Baseado em casos; Lógica Fuzzy.  \n \nBIBLIOGRAFIA BÁSICA:  \nRUSSEL, Stuart; NORVIG, Peter.  Inteligência Artificial.  Rio de janeiro: Elsevier, 2003.  \nREZENDE, Solange Oliveir a (Coord.).  Sistemas inteligentes – fundamentos e \naplicações . Editora Manole, 2002.  \nWANGENHEIM, C. G. V., WANGENHEIM, A. V.  Raciocínio Baseado em Casos . Editora \nManole, 2003.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nRICH, Elaine.  KNIGHT, Kevin.  Inteligência artificial.  São Paulo:  Makron Book,  1994.  \nLEVY, Pierre.  Tecnologias da inteligência: o futuro do pensamento na era da informática.  Rio \nde Janeiro:  34, 1993  \nLIEBOWITZ, J; DE SALVO, D.A. (Eds.).  Structuring  expert systems - domain, design \nand development.  Yourdon Press - Prentice Hall Building, 1989.  \nREZENDE, SOLANGE OLIVEIRA.  Sistemas inteligentes: Fundamentos e Aplicações . \nEditora Manole, 2005.  \nPACHECO, MARCO AURELIO CALVALCANTE.  Sistemas Inteligentes de Apoio à \nDecisão . Editora: Interciência, 2007.  \nArtigos  diversos.  \n \n8º Período  \n \nMATEMÁTICA COMPUTACIONAL  ", "59": " \n59 EMENTA:  Fundamentos de programação matemática, programação linear e suas aplicações, \nnoções de simulação. Otimização: propriedades básicas, problemas irrestritos, problemas com \nrestrições. Método Simplex, Dualidade, Problema de Transporte, Teoria de Filas.  \n \nBIBLIOGRAFIA BÁSICA  \nLACHTERMACHER, Gerson. Pesquisa Operacional na Tomada de Decisões: modelagem em \nExcel , Rio de Janeiro: Editora Elsevier 2004. 2ªEd.  \nCAIXETA FILHO, JOSÉ VICENTE , Pesquisa Oper acional , Editora ATLAS, 2001.  \nGOLDBARG, M. C.; LUNA, H. P. L. Otimização combinatória e programação linear: \nModelos e Algoritmos . Rio de Janeiro: Ed. Campus, 2000.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nACHTERMACHER, G. Pesquisa Operacional na Tomada de Decisão. Campu s, 2002  \nHILLIER, F. S.; LIEBERMAN, G. J. Introdução à Pesquisa Operacional . Rio de Janeiro: \nEditora Campus, 1988 3ªed.  \nBAZARAA, M. S; JARVIS, J. J; SHERALI,  H. D. Linear Programming and Network \nFlows. New York: Wiley, 1990.  \nCHVÁTAL, V. “Linear programming” . w.h. freeman and company. New York, 1983.  \nPESSANHA, Kátia, Automação de Escritórios, Editora MCGraw Hill – São Paulo 1987.  \n \n \nMETODOLOGIA CIENTÍFICA APLICADA À ENGENHARIA DA COMPUTAÇÃO  \nEMENTA:  Estudo da Ciência e trabalho científico , Método científico , Tipos de pesquisa , \nprojeto de pesquisa , Técnicas de pesquisa , A comunicação da pesquisa , Relatórios técnicos. \nDesenvolvimento do projeto para o Trabalho de Conclusão de Curso.  \n \nBIBLIOGRAFIA BÁSICA  \nBARROS, A. J. P de & LEHFELD, N. A. de S. Fundamentos de Metodologia : Um guia para a \niniciação científica. - 2 ed. ampl. - São Paulo: McGraw -Hill, 2000.  \nMATTAR NETO, João Augusto. Metodologia Científica na Era da Informática . 2 ed. São \nPaulo: Saraiva, 2005.  \nSANTOS, Antônio Raimundo dos. Metodolo gia Científica: a construção do conhecimento . 6 \ned. rev. – Rio de Janeiro: DP&A editora, 2006.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nCERVO, Amado Luiz; BERVIAN, Pedro A;SILVA, R. Metodologia Científica. – 6ª ed. - São \nPaulo: Pearson Prentice Hall, 2007.  \nLACOMBE, O. L . Manual para elaboração de projetos de pesquisa.  Belo Horizonte: 2001.  \nPARRA FILHO, D. Apresentação de trabalhos científicos:monografia, TCC, teses e \ndissertações . - 9 ed. – São Paulo: Futura, 2003.  \nRUIZ, João Álvaro. Metodologia Científica: guia para ef iciência nos estudos . 5ª ed. São Paulo: \nAtlas, 2002.  \nSEVERINO, A. J. Metodologia do trabalho científico.  2 ed. São Paulo: Cortez, 2000.  \n \n \nPROCESSAMENTO DE SINAIS DIGITAIS  \nEMENTA:  Caracterização de sistemas lineares; processos dinâmicos contínuos e discretos no \ntempo; solução de equações diferenciais lineares; função de transferência; sinais e sistemas ", "60": " \n60 discretos no tempo; Transformada Z aplicada ao processamento digital de sinais; Análise de \nFourier discreta no tempo; Transformada discreta de Fourier; Filtros digitais.  \n \nBIBLIOGRAFIA BASICA:  \nH.,Simon, Sinais e Sistemas . Editora Bookman, 2002.  \nPROAKIS, G. Digital Signal Processing . Prentice Hall, 2004  \nLATHI, B. P. Linear Systems and Signals . Berkeley Cambridge, 2nd edition, 2005  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nANTONIOU, A, Digital Filters - Analysis, Design and Applications , McGraw Hill, 2a. ed., \n1993.  \nCHEN, C. T., Digital Signal Processing - Spectral Computation and Filter D esign , Oxford \nUniversity Press, 2001.  \nHAYKIN, S. & BARRY, V.V. Signals and Systems . John Wiley & Sons, 1998.  \nOPPENHEIN, A; WILSKY, A, et al. Signals and Systems . Prentice Hall, 1996.  \nPARKS, T. W.; BURRUS, C. S., Digital Filter Design , John Wiley, 1987.  \n \n \nINTELIGÊNCIA ARTIFICIAL CONEXIONISTA E EVOLUTIVA  \nEMENTA:  Estudo de Aprendizado de máquina;  redes neurais artificiais; algoritmos genéticos; \nAgentes.  \n \nBIBLIOGRAFIA BÁSICA:  \nHAYKIN, Simon.  Redes neurais: princípios e pratica . Porto Alegre:  Bookman,  2001.  \nRUSSEL, Stuart; NORVIG, P.  Inteligência Artificial.  Rio de janeiro: Elsevier, 2003.  \nMITCHELL, T.M.  Machine learning . WCB/McGraw -Hill, 1997.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nHAYKIN, Simon.  Neural networks: a comprehensive foundation . New J ersey:  Prentice -\nHall,  1999.  \nRICH, Elaine.  KNIGHT, Kevin.  Inteligência artificial.  São Paulo:  Makron Book,  1994.  \nLEVY, Pierre.  Tecnologias da inteligência: o futuro do pensamento na era da informática.  Rio \nde Janeiro:  34, 1993  \nBENDER, E.A.  Mathematical meth ods in artificial intelligence. IEEE Computer Society Press, \n1996.  \nPACHECO, MARCO AURELIO CALVALCANTE. Sistemas Inteligentes de Apoio à \nDecisão. Editora: Interciência, 2007.  \n \n \nSISTEMAS EMBARCADOS  \nEMENTA:  Estudo de Engenharia de Requisitos para Sistemas Embarcados. Especificação, \nAnálise e Modelos de implementação. Seleção de Arquitetura. Reusabilidade de Componentes \nde Software e Hardware para Sistemas Embarcados. Desenvolvimento de Software em \nCamadas de Abstração.  Componentes de Hardware Reconfiguráveis. Conversores \nAnalógico/Digitais e Digital/Analógicos. Editores, Compiladores, Simuladores, Técnicas de \nTeste e Depuração, Escalonadores de Processos, Técnicas de escalonamento, Sistemas \nOperacionais de Tempo Real pa ra Microcontroladores.  \n \nBIBLIOGRAFIA BÁSICA:  ", "61": " \n61 OLIVEIRA, A.S & ANDRADE, F.S. Sistemas embarcados – Hardware e Firmware na prática. \nÉrica, 2006.  \nYAGHMORET et al. Construindo Sistemas Linux Embarcados: Conceitos, técnicas, truques e \ndicas. 2ª ed. Altabooks, 20 09.   \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nLEE, Edward Ashford; SESHIA, Sanjit Arunkumar . Introduction to embedded systems: a \ncyberphysical systems approach . [s.l.]: LeeSeshia.org, 2011.  \nDE SOUZA, D. R.; DE SOUZA, D. J. Desbravando o PIC24 . Editora Érica. 2008.  \nLEE, Insup; LEUNG, Joseph Y -T; SON, Sang H. Handbook of real -time and embedded \nsystems . [s.l.]: [s.n.], 2007.  \nMARWEDEL, P., Embedded System Design , Springer, 2006.  \nRevistas especializadas.  \n \nA ENGENHARIA NO AGRONEGÓCIO  \nEMENTA: Conceitos e aplicação na Agricultura 4.0;  Automação e mecanização do campo; \nAgricultura de precisão;Otimização de processos da agropecuária e da agroindústria em geral.  \n \nBIBLIOGRAFIA BÁSICA:  \nBRASIL. Agricultura de Precisão. 36p. 2013 (Boletim Técnico) \n(www .agriculturadeprecisao.org.br)  \nGROOVER, Mikell P.  Automação industrial e sistemas de manufatura.  3.ed. São Paulo: \nPearson, 2011. ISBN 9788576058717.  \nJOSÉ PAULO MOLIN, Lucas Rios do Amaral , André Freitas Colaço.  Agricultura de \nprecisão.  Oficina de Textos 236 ISBN 9788579752131.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nOGATA, K. Engenharia de controle modernos. 5 ed. São Paulo : Pearson Education, 2011.  \nPARKER TRAINING. Tecnologia hidráulica industrial, Apostila M2001 -1BR. São Paulo: \nParker Hannifin Corporation, 2001.  \nROSÁRIO, J. M. Princípios de mecatrônica. 1 ed. São Paulo: Pearson Education, 2005.  \nSOUSA, R. V. ; GODOY, E. P. ; PORTO, A. J. V. ; INAMASU, R. Y. Redes Emb arcadas em \nMáquinas e Implementos Agrícolas: o Protocolo CAN (Controller Area Network) e a ISO11783 \n(ISOBUS). São Carlos: EMBRAPA CNPDIA, 2007 (Documentos 27 - Série Documentos - \nEmbrapa).  https://docs.google.com/file/d/0B9IJEk0OCGdPenlvaWxvUUZHcTg/edit?usp=sha\n... \n \nADMINISTRAÇÃO E EMPREENDEDORISMO  \nEMENTA : Estudo das Teorias Modernas e Contemporâneas da Administração; Projeto \nTécnico de Organizações; Comportamento Humano nas Organizações; Negócios, \nEmpreendedorismo e Sustentabilidade.  \n  \nBIBLIOGRAFIA BÁSICA:  \nGIBSON, J.L; IVANCEVICH, J.M.; DONNELLY jr.; KONOPASKE, R. Organizações: \ncomportamentos, estrutura e processos. 12a ed. Porto Alegre: McGraw Hill, 2006.  \nDAFT, R.L. Administração: São Paulo: Thomson, 2005.  \nHISRICH, R.D., PETERS, M.P. Empreendedorismo. Porto Alegre: Bookman, 2004.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  ", "62": " \n62 BATEMAN, T.S. & SNELL, S.A. Administração. São Paulo : McGRaw Hill, 2007.  \nCHIAVEANTO, I. Teoria  geral da administração. São Paulo: Makron Books, 1997.  \nDAFT, R.L. Organizações: teoria e projeto. São Paulo: Thomson, 2003.  \nDAVENPORT, T.J. Reengenharia de Processo. Rio de Janeiro, Campus, 1994.  \nDORNELAS, J.C.A. Empreendedorismo. Rio de Janeiro. Editora Campus, 2001.  \n \n \n9º período  \n \nLEGISLAÇÃO APLICADA À INFORMÁTICA                      \nEMENTA:  Noções básicas do direito Público e Privado com enfoque no Direito \nConstitucional, Civil, Trabalhista e Legislação específica aplicada à área de informática, \nconhecimentos básicos do Direito em Geral e da Legislação específica.  Estudo sobre  Direitos \nHuman os. \n \nBIBLIOGRAFIA BÁSICA  \nLUCCA, Newton de.; SIMAO FILHO , Adalberto (coord.). Direito e Internet: Aspectos \nJurídicos Relevantes . 2 ed. – São Paulo: Quartier Latin, 2005.  \nMUJALLI, Walter Brasil. A Propriedade Industrial: Nova Lei de Patentes – Lei n.9279 de 14 \nde maio de 1996 . São Paulo: Editora de Direito, 1997.  \nSILVA, José Afonso da. Comentário Contextual à Constituição. 6 ed. atual até Emenda \nConstitucional 57, de 18.12.2008 . São Paulo: Malheiros Editores, 2009.  \n \nBIBLIOGRAFIA COMPLEMENTAR  \nARRABAL, A. K. (org). Propriedade Intelectual: Legislação Consolidada . Blumenau: Diretiva, \n2005.  \nBLUM, Renato M. S. Opice. Direito Eletrônico: A Internet e os Tribunais . – Bauru, SP: \nEDIPRO, 2001.  \nDINIZ, Maria Helena. Compêndio de Introdução à Ciência do  Direito . 12 ed. atual. São Paulo: \nSaraiva, 1995.  \nLIMA, Hermes.  Introdução à Ciência do Direito . 32ª ed. rev. e atual. por Paulo Condorcet. Rio \nde Janeir: Freitas Bastos, 2000.  \nLOBO, Thomaz Thedim. Introdução à Nova Lei de Propriedade Industrial: Lei n. 9 279/96 . São \nPaulo: Atlas, 1997.  \n \nPROCESSAMENTO DE IMAGE M DIGITAL   \nEMENTA:  Estudo de Imagem Digital , Sistemas de processamento de imagens digitais , \nElementos de percepção visual , Fundamentos de cor , Amostragem e quantização , \nTransformada de Fourier e outras ferramentas úteis , Técnicas de modificação da escala de \ncinza , Técnicas de modificação por histogramas , Operações aritméticas com imagens , \nSuavização de imagens , Aguçamento de bordas , Conceitos de segmentação , Filtragem , \nPseudocoloração , Restauração , Codificação e classificação de imagens , Operações com \nimagens.  \n \nBIBLIOGRAFIA BÁSICA  \nAZEVEDO, E; CONCI, A. Computação Gráfica : Teoria e Prática. [S. l]: Elsevier, 2003.  \nCASTLEMAN, K. R. Digital Image Processing. London: Prentice Hall, 1996.  \nGOMES, J. Computação Gráfica : imagem. Rio de Janeiro: IMPA/ SBM, 1994.  \n ", "63": " \n63 BIBLIOGRAFIA COMPLEMENTAR  \nFILHO, W. P. P. Multimídia; conceitos e aplicações . Rio de Janeiro: LTC, 2000.  \nGONZALEZ, R. C.; WOODS,  R. E. Digital Image Processing . [S. L.]:  Addison -Wesley, 2003.  \nJAMSA, K; SCHMAUDER, P.; YEE, N. VRML: biblioteca do programador . São Paulo: \nMakron Books, 1999.  \nMATSUMOTO, E. Y. MATLAB 7 – Fundamentos . 1ª Ed. [S. L.]: Érica, 2004.  \nPITAS, I. Digital Image Processing Algorithms.  [S. L.]: Prentice Hall, 1993.  \n \n \nSISTEMAS CONTROLADOS  \nEMENTA:  Introdução a sistemas de controle; modelamento matemático de sistemas de \ncontrole; ações de controle básicas e controladores industriais; análise de resposta transitória e \nanálise de erros em regime estacionário; análise do lugar das raízes; análise de re sposta em \nfrequência; técnicas de projeto e compensação, controle digital de processos, controle avançado \nde processos.  \n \nBIBLIOGRAFIA BÁSICA  \nOGATA, K. Engenharia de Controle Moderno . Rio de Janeiro: Prentice – Hall      do  Brasil, \n1993.  \nBOLTON, W. Engenharia de Controle Moderno . São Paulo: MacGraw – Hill  Ltda.,  2002.  \nBOTTURA, C. P. Princípios de Controle e Servomecanismo.  Rio de Janeiro: Guanabara  Dois, \n1992.  \n \nBIBLIOGRAFIA COMPL EMENTAR  \nBOTTURA, C. P. Análise Linear de Sistemas . Rio de Janeiro: Guanabara 2 , 1982.  \nOGATA,K. Solução de Problemas de Engenharia de Controle com MATLAB. Rio de Janeiro: \nGuanabara Dois, 1998.   \nGEORGINI, M. Automação aplicada: descrição e implementação de  sistemas seqüenciais \nutilizando PLC´s, 9. Ed. São Paulo: Érica, 2007.  \nSIGHIERI, L.; NISHINARI, A. Controle Automático de Processos Industriais, 2. Ed. São \nPaulo: Edgard Blucher, 1997.  \nALVES, J. L. L. Instrumentação, Controle e Automação de Processos, 1.  Ed. LTC, 2005.  \n \n10º Período  \n \nCOMPUTAÇÃO , SOCIEDADE  E MEIO AMBIENTE  \nEMENTA: Estudo de Aspectos Sociais, econômicos, legais e profissionais da informática; \nAspectos estratégicos do controle da tecnologia , Sustentabilidade  e Educação Ambiental .  \n \nBIBLIOGRAFIA BÁSICA:  \nNAZARENO, Cláudio et al Tecnologias da Informação e Sociedade: o panorama brasileiro. \nEditora Plenarium. 2006.  \nPHILIPPI JUNIOR, Arlindo; PELICIONI, Maria Cecília Focesi.  Educação ambiental e \nsustentabilidade.  2. ed. Barueri, SP: Manole, 2014. ((Ambiental)). ISBN 9788520432006.  \nENZO BELLO -Ensaios críticos sobre cidadani a e meio ambiente  [recurso eletrônico] – Caxias \ndo Sul, RS: Educs, 2012. IS BN 978 -85-7061 -684-5. \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nDIAS, G. Educação a mbiental. Princípios e práticas. São Paulo: Gaia, 1992.  ", "64": " \n64 LINS, B.F.E.; LOPES, C.A.; NAZARENO, Cláudio (orgs). O mercado de software no Brasil: \nproblemas institucionais e fiscais. Brasília: Câmara dos Deputados, Coordenação de \nPublicações, 2007.  \nMEIRA, Ana Claudia Hebling (org). Ética: usuários interdisciplinares sobre teoria e práticas \nprofissionais. São João da Boa Vista: Editora Unifob, 2006.  \nNALINI, José Renato. Ética Geral e Profissional. 3 ed. rev e ampl. São Paulo: Editora Revista \ndos Trib unais, 1999.   \nSIQUEIRA, Ethevaldo (org.) Perspectivas da Sociedade da Informação no Brasil. São Paulo: \nTelef cônica , 2006.  \n \nOptativas  \n \nCOMPONENTES ELETR ÔNICOS DA ENGENHARIA DE COMUNICA ÇÃO E \nTELECOMUNICA ÇÕES  \nEMENTA: Estudo de Diodos: circuitos e aplicações. Transistores Bipolares de Junção: \nmodelos, circuitos e aplicações. Transistores de Efeito de Campo: modelos, circuitos e \naplicações. Circuitos  Digitais MOS. Circuitos Digitais Bipolares e Tecnologias \nAvançadas..Amplificadore s diferenciais e de m últiplos  estágios. Resposta em freqüência. \nRealimentação. Est ágios de saída e amplificadores de pot ência. Circuitos Integrados \nanalógicos. Filtros e amplificadores sintonizados.    \n  \nBIBLIOGRAFIA B ÁSICA:   \nNASCIMENTO, Juarez do.  Telecomunicações.  São Paulo: Makron Boocks do Brasil, 1992.   \nFERRARI, Antonio Martins.  Telecomunicacoes: evolucao e revolucao . 3.ed. Sao Paulo: Erica, \n1998.    \nGOMES, Alcides Tadeu.  Telecomunicacoes: transmissao e recepcao AM -FM: sistemas \npulsados.  15.ed. S ao Paulo: Erica, 1999   \n  \nBIBIOGRAFIA COMPLEMENTAR:   \nSEDRA, Adel S. Smith, Kennet C..  Microeletr ônica.Pearson Prentice Hall, 4a edi ção, 2005.   \nBOYLESTAD, Robert ; NASHELSKY, Louis . Dispositivos eletr ônicos e teoria de \ncircuitos.  Prentice Hall. 8a  edição. ,  2007.   \nMALVINO, Albert Paul.  Electronic Principles with Simulation  CD. McGraw -Hill \nProfessional. 7 ª edição. 2006.   \nETHEVALDO, Siqueira.  Telecomunicacoes: um monopolio  contra o Brasil, depoimento ao \ncongresso nacional.  Sao Paulo: Tele Press, 1995.   \nPINES, Jose.  Telecomunicacoes: sistemas multiplex.  Rio de Janeiro: LTC, 1977.   \nArtigos, Cadernos de Inform ática e Jornais   \n  \nDISPOSITIVOS ELETR ÔNICOS   \nEMENTA:  Introdu ção aos materiais semicondutores. Junçã o PN. Diodos de jun ção e suas \ncaracterí sticas terminais. Aplicações dos diodos. Transistores de efeito de campo(FET): JFET \nE MOSFET. Polarização dos FETs . Os FETS como amplificadores em baixa frequ ênicas. Os \nFETs como chaves. Transistor Bipolar de junção (BJT). Poliza ção do BJT. Amplificadores com \nBJT em baixa frequê ncias. O BJT como chave. Amplificadores operacionais. Tecnologias de \nimplementação de porta s lógicas. Dispositivos especiais de chavamento: SCR, TRIAC, GTO, \nIGBT. Algumas aplicações de chavamento.   \n  ", "65": " \n65 BIBLIOGRAFIA B ÁSICA:   \nSEDRA, A .S. & SMITH , C. Microeletr ônica, 4 ª ed, Makron Books,2005.   \nMILLMAN, J. & HALKAIS, C.C, Eletr ônica, 2 ª ed, vol  ½, McGrawHill do Brasil, 1981.   \nRASHID, M. H. Power Electronics: Circuits, Devices and Applications, 2ª ed, Prentice -Hall \nInternational, 1988.   \n  \nBIBLIOGRAFIA COMPLEMENTAR:   \nMALVINO, Albert Paul.  Electronic Principles with Simulation  CD. McGraw -Hill \nProfessional. 7 ª edição. 2006.   \nBOYLESTAD,  Robert ;  NASHELSKY, Louis. Dispositivos eletrônicos e teoria de circuitos. \nPrentice Hall. 8a edição. ,  2007.   \nMOHAN, N.; UNDERLAND, T. M. & ROBBINS, W.P Power Electronics: Converters, \nApplications and Design, 2ª ed, John Wiley and Sons, 1995.   \nRESENDE, S. M. A f ísica de materiais e dispositivos eletr ônicos, Universidade Federal de \nPernambuco  – UFPE, Recife, PE, Brasil, 1996   \nZUFFO,  João Antonio . Dispositivos  Eletronicos:  Fisica  E \nModelamento.  Sao Paulo:  MCGRAW -HILL, 1976.   \n  \nELETR ÔNICA APLICADA   \nEMENTA:  estudo de Resposta em frequ ência. Circuitos de baixa e alta frequ ência. Transistores \nem frequ ências altas. Amplificadores de corrente cont ínua (CC). Amplificador Diferencial. \nEstrutura interna dos circuitos integrados lineares (Amplificadores Operacionais). \nAmplificadores faixa estreita. Limitações dos transistores.   \n  \nBIBLIOGRAFIA BÁSICA:   \nBOYLESTAD, Robert L., NASHELSKY, Louis. Dispositivos eletr ônicos e teoria d e \ncircuitos. Rio de Janeiro : Pearson/Prentice -Hall do Brasil, 2005.   \nMALVINO, Albert Paul. Eletr ônica. S ão Paulo: Pearson Makron Books, 2008, vol 1.   \nSEDRA, A. S.; SMITH, K. C.  Microeletrônica; 2005; Pearson  Makron  Books   \n  \nBIBLIOGRAFIA COMPLEMENTAR:   \nCUTLER, P. Teoria dos dispositivos de estado s ólido. São Paulo : McGraw -Hill, 1979.   \nLALOND, D. E.; ROSS, J. A.  Princípios de Dispositivos e Circuitos \nEletr ônicos.  1999:  Makron  Books, vol. 1 e 2.   \nMOHAN, N.; UNDERLAND, T. M. & ROBBINS, W.P P ower Electronics: Converters, \nApplications and Design, 2ª ed, John Wiley and Sons, 1995.   \nRESENDE, S. M. A f ísica de materiais e dispositivos eletr ônicos, Universidade Federal de \nPernambuco  – UFPE, Recife, PE, Brasil, 1996   \nZUFFO,  João Antonio . Dispositivos  Eletronicos:  Fisica  E \nModelamento.  Sao Paulo:  MCGRAW -HILL, 1976.   \n  \n  \nEXPRESSÃO GR ÁFICA COMPUTACIONAL   \nEMENTA: Defini ção e conceitos fundamentais da Expressão Grá fica. Elementos da \nlinguagem gr áfica. Hist ória do desenho e da representação gr áfica. Interdisciplinaridade e   \nexpress ão grá fica. Pr é-projetos de Modelagem e Animação utilizando objetos 2D e 3D: \nIntrodução  à computa ção gráfica ; Splines;  Domínio de programas de desenho digital; \nModelagem 2D e 3D (primitivas, transforma ções, recorte e visualização); Projeto b ásico com   ", "66": " \n66 programa de desenho digital; Materiais e mapas de texturas; Modelo edit ável com \npolígonos;  Princ ípios b ásicos de animação; Simulador de c âmera ; Princípios de iluminação \naplicados a objetos 3D. Introdução  à Renderização. Projeto final da disciplina.   \n  \nBIBLIOGRAFIA BÁSICA :  \nWATT, Alan.  3d computer  graphics.  3.ed.  England: Pearson  Education, 2000.   \nBONNEY, Sean  Bonney. 3ds Max 4 efeitos mágicos.  Ed. Ciência Moderna, c2001.   \nMARAN, Ruth.  Criando  páginas  web: 3 -d visual . Sao Paulo: Berkeley, 1998.   \n  \nBIBLIOGRAFIA COMPLEMENTAR :  \nFRUTIGER, Adrian. Sinais e s ímbolos: Desenho, projeto e significado. Martins Fontes, 1999   \nMACHADO, N. J.; CUNHA, M. O. (org.). Linguagem, Conhecimento, Ação: ensaios de   \nepistemologia e did ática. Escrituras Editora, 2003.   \nMASSARONI, Manfredo. Ver pelo Desenho: aspectos t écnicos, cognitivos, comunicativos. \nEdições  70. 1982.   \nJORDÃO, Marina. Como ter sucesso na animação profissional: Autodesk 3D Studio 3:   \nmodeliza ção, texturas , animação. Lisboa: Ebdier, 1995.   \nPETERSON, Michael Todd. Fundamentos do 3D Studio Max. Rio de Janeiro: Campus, 1998.   \n  \nINGL ÊS INSTRUMENTAL   \nEMENTA : Estratégias de leitura. Estratégias de vocabulário. Técnicas de leitura.   \n  \nBIBLIOGRAFIA BÁSICA   \nDEAQUINO, C. T. E. Desenvolvendo habilidades de leitura. In:  Como aprender – andragogia \ne as habilidades de aprendizagem.  1.ed. São Paulo: Pearson Prentice Hall, 2007.     \nDIAS,R.   Reading critically in English , 3. ed., rev e  ampl.  Belo Horizonte: UFMG, 2002.    \nPIMENTA, S. O., OLIVEIRA, N. A.  O domínio da leitura em inglês  – a reconstrução crítica \nde textos. Belo Horizonte: Lê, s/d.   \n  \nBIBLIOGRAFIA COMPLEMENTAR   \nMUNHOZ, R.  Inglês instrumental : estratégias de leitura, módulo I. São Paulo: Textonovo, \n2000.   \n___________   Inglês instrumental : estratégias de leitura, módulo I. São Paulo: Textonovo, \n2001.   \nNUTTALL, C.  Teaching reading skills in a  foreing  language : (Practical Language Teaching \n09). Marion  Geldes  na Gill Sturdge  (eds.). London: Heinemann Edu cation Books, 1982.   \nBUZZONI, H. A.  Dicionario  de termos  tecnicos: ingles -portugues . 3.ed. Sao Paulo: Egeria, \n1979. v.1   \nGALANTE,  Terezinha  Prado; LÁZARO, \nSvetlana  Ponomarenko.  Inglês  básico  para  informática.  3. ed. São Paulo: Atlas, 1992.   \n  \nLÍNGUA BRASIL EIRA DE SINAIS - LIBRAS   \nEMENTA: Aspectos históricos da Educação dos Surdos. As políticas de inclusão educacional. \nLegislação e Surdez. A comunidade surda: cultura, lingüística e sociedade. Educação dos \nsurdos e família: os pais ouvintes e os pais surdos. Postura do professor em r elação ao aluno \nsurdo: relacionamento, expressão corporal, facial. Linguagem escrita e oral do surdo. Educação \ndos surdos e novas tecnologias: vídeo, videoconferência, internet, software, linguagem visual.   \n  \nBIBLIOGRAFIA BÁSICA:   ", "67": " \n67 CAPOVILLA, F. C.; RAPHAEL , W. D. |Dicionário Enciclop édico Trilingue: L íngua \nBrasileira de Sinais. 3. Ed. São Paulo: EDUSP, v. I e II, 2001. 1632 pp.   \nSACKS, O. W. Vendo vozes: uma viagem ao mundo dos surdos. São Paulo: Companhia \ndas Letras, 1998.   \nBRASIL.  Educacao  especial:  lingu a brasileira de sinais.  Brasilia: MEC, 1997   \n  \nBIBLIOGRAFIA COMPLEMENTAR:   \nSOARES, M. A. L. A educação dos surdos no Brasil. Campinas: Autores Associados, \n2005.   \nBRASIL.  Programa de  capacitacao  de recursos humanos do ensino \nfundamental:  lingua  brasileira d e sinais.  Brasilia: SEESP, 1998. v.3   \nHONORA,  Márcia.  Livro ilustrado de língua brasileira de sinais vol.1: Desvendando a \ncomunicação usada pelas pessoas com surdez:  Editora Ciranda Cultural, 2009.  Vol 1  \nQUADROS. R. M.; KARNOPP, L. B. L íngua de Sinais bra sileira: Estudos lingu ísticos. \nPorto Alegre. Artes M édicas. 2004.   \n  \nPROCESSOS MECATR ÔNICOS DE CONTROLE   \nEMENTA: An álise de resposta em frequ ência; malha fechada de sistemas com \nrealimentação;  funções de transferê ncia; Análise de resposta transit ória e de regime \nestacion ário: sistemas de primeira e de segunda ordens, compensação por avanço de fase, \ncompensação por atraso de fase, compensação por avanço e atraso de fase; Cinem ática e \ndinâmica de rob ôs manipuladores; controle de posição e trajet ória de rob ôs manipuladores: \ncontroladores PID; controle de força e torque aplicados a rob ôs manipuladores: controle de \nimped ância, controle h íbrido:  força e trajetó ria; variantes dos esquemas de controle PID; \ncontrole com dois graus de liberdade.  Mecânica  e controle  robótico  de manipuladores.   \n  \nBIBLIOGRAFIA BÁSICA   \nCAPELLI, Alexandre.  Mecatronica  industrial.  Sao Paulo: Saber, 2002.   \nBULLO, F.; LEWIS, A.D. Geometric Control of Mechanical Systems: Modeling, Analysis, and \nDesign for Simple Mechanical Control Systems. no. 49 in Texts in Applied Mathematics, New \nYork: Springer -Verlag, 2004.    \nDORF, R.C. and BISHOP, R.H. Modern Control Systems. 11.ed., New York: Addison -Wesley, \n2007.   \n  \n  \nBIBLIOGRAFIA COMPLEMENTAR   \nADAMATZKT, A., KOMOSINSKI, M., (Editors).  Artifi cial Life Models in \nHardware.  Springer; 1st ed. (2009)   \nXIN XU, J., PANDA, S.K., LEE, T.H., Real -time Iterative Learning Control: Design and \nApplications (Advances in Industrial Control). Springer; 1st ed. (2008)   \nROSÁRIO,  João Maurício.  Princípios de Meca trônica - Pearson Universidades , 2004 .  \nBOLTON,  W. Mecatrônica - Uma Abordagem Multidisciplinar  – Bookman,4ª Ed. 2010    \nRODRIGUES,  Jurema.  Laboratório De Mecânica e Mecatrônica  - Clube De Autores,    \n   \nPROGRAMAÇÃO PARA WEB   \nEMENTA: Estudo da Integração de servidores Web com banco de dados, linguagens e scripts \npara programação Web. Noções de HTML. Instalação e gerenciamento de banco de dados mais \ncomumente empregados em programação Web. Programação CGI: especificação http, métodos \nget e post.   \n  ", "68": " \n68 BIBLIOGRAFIA BÁSICA:   \nCONVERSE, T.,  PARK,J.;  PHP A  Bíblia 2. ed. Editora Campus / Elsevier, 2003.   \nSEHN,  Leandro Roberto.  Web Design  – Editora  Simplíssimo  (EDIÇÃO DIGITAL), 2018.   \nALUR, D., CRUPI, J., MALKS, D. Core J2EE Patterns.  Campus, 2002.   \n  \nBIBIO GRAFIA COMPLEMENTAR:   \nArtigos, Cadernos de Inform ática e Jornais   \nHALL, M., Core Servlets and JSP. (2a.  edição). Prentice Hall. 2003 RUBENKING, N. J.    \nMANN,  K.. JavaServer  Faces in Action.  Manning. 2005.   \nSOARES, W.; PHP 5. Editora  Érica, 2004.   \nLACERDA,  Ivan Max Freire De ; OLIVEIRA,  Ana Liz Souto.  Programador Web - Um Guia \nPara Programação E Manipulação De Banco De Dados  - SENAC NACIONAL, 2013.   \nMUTO, C. A.  PHP e MySQL  - Guia Introdut ório 3. ed.  Editora  Brasport, 2006.   \n  \nROBÓTICA   \nEMENTA: Estudo de Robótica Industrial, Rob ôs manipuladores e universais, A robotização e \nsuas implicações, Tecnologia de rob ôs manipuladores, Caracter ísticas de modelagem e controle \nde juntas.   \n  \nBIBLIOGRAFIA BÁSICA:    \nSILVEIRA, R. P.; SANTOS, W. E.  Automa ção e Controle Discreto. 1999: Editora  Érica Ltda, \n2a. Edi ção.  \nRICHARDS, C. Jr. Apostila de Robótica. 2003   \nRICHARDS, C. Jr. Apostila de Controle Numérico Computadorizado.   \n  \nBIBLIOGRAFIA COMPLEMENTAR:    \nASFAHL, C. R. Robots and Manufacturing Automation. 1995: John Wiley & Sons Inc.   \nASHED ROBOTEC INC.  RoboticStructure.  1995: Textbook4.   \nFESTO. Introdução à Robótica. 1995: Festo Didatic.   \nFESTO. Introdução à Hidráulica.  1995:  FestoDidatic.   \nRICHARDS, C. Jr.  Apostila  de STEP7 2003    \n  \nSISTEMAS D E CONTROLE DISCRETOS   \nEMENTA: Estudo de Sistemas de tempo discreto. Transformada Z modificada. Resposta \ntemporal de sistemas discretos. Estabilidade de sistemas discretos. Projeto de controladores \ndigitais. Controle  ótimo linear -quadr ático. Efeitos de quan tização. Hierarquia de sistemas de \ncontrole. Estrat égias de controle. Implantação de sistemas de controle e automação industrial. \nCritérios de desempenho, caracterização e sintonia de controladores industriais.   \n  \nBIBLIOGRAFIA BASICA   \nPHILLIPS, Charles l.  Sistema de  controle  e realimentacao.  Sao Paulo:  Makron  Books, 1996.   \nPHILLIPS, C. L. e TROY NAGLE, H.  “Digital Control System Analysis and Design” , Prentice \nHall, 1995. (LIVRO TEXTO).    \nFRANKLIN  G. F., Powell J. D. and Workman M.L.  “Digital Cont rol of Dynamic \nSystems” . Prentice Hall; 1997.    \n  \nBIBLIOGRAFIA COMPLEMENTAR   \nCOSTA,  Eduard Montgomery Meira - Introdução aos Sistemas a Eventos Discretos e À Teoria \nde Controle Supervisório  -Alta Books, 2004.   ", "69": " \n69 XIN XU, J., PANDA, S.K., LEE, T.H., Real -time Iterative Learning Control: Design and \nApplications (Advances in Industrial Control). Springer; 1st ed. (2008)   \nROSÁRIO,  João Maurício.  Princípios de Mecatrônica - Pearson Universidades , 2004 .  \nBOLTON, W.  Mecatrônica - Uma Abordagem Multidisciplinar  – Bookman,4ª Ed. 2010    \nRODRIGUES, Jurema.  Laboratório De Mecânica e Mecatrônica  - Clube De Autores,    \n  \nTÉCNICAS ANALÓGICAS DE COMUNICA ÇÃO   \nEMENTA: Estudo de Canal de comunicação ,  Processos estoc ástico ,  Modulação de amplitude , \nModula ção angular , Codifica ção de sinais analó gicos , Sistemas de m últiplo acesso , \nDistribuição de sinais e redes de acesso; Legislação. T ópicos em Comunicações.   \n  \nBIBLIOGRAFIA BÁSICA :  \nS. HAYKIN & M. MOHER, Sistemas de Comunica ção, 5ª Edição, John  Wiley  & Sons \n(Bookman), 2011.   \nS. HAYKIN & M. MOHER, An Introduction to Analog and Digital Communications,2th \nEdition, John Wiley & Sons, 2006.   \nB. SKLAR, Digital Communications: Fundamentals and Applications, \n2nd Edition,Prentice  Hall, 20 01.  \n  \nBIBLIOGRAFIA COMPLEMENTAR :  \nCHAPRA, S. C; Métodos Numéricos Aplicados com MATLAB Para Engenheiros e  Cientistas. \n3. ed. Porto Alegre: Mc  Graw  Hill, 2013.    \nGILAT, A. MATLAB com Aplicações em Engenharia. 4. ed. Porto Alegre: Bookman. 2012   \nHSU, H. Comunicação Analógica e Digital. Coleção  Schaum. 2 ed. Porto Alegre: \nBookman.  2006.    \nJ. Proakis  & M. Salehi, Digital Communications, 5th Edition, McGraw -Hill, 2007.   \nMUKHERJEE,  Biswanath. Optical WDM Networks; [S.l.]: Springer, 2006.  ISBN 978 -\n0387290553.   \n  \nTÉCNICAS DIGITAIS DE COMUNICA ÇÃO   \nEMENTA: Estudo de Processos aleat órios, Modelos de canais e de ru ído, Amostragem de sinais \nanalógicos , Modulação em banda b ásica, Códigos de linha , Representação vetorial de sinais , \nDetecção de sinais bin ários, Interfer ência inter -simb ólica, Equalização , Técnicas de modulação \ndigital passa -faixa , Detecção coerente e n ão-coerente , Cálculo da probabilidade de erro para \nmodulações digitais , Análise dos enlaces de comunica ção, Códigos de  bloco e convolucionais , \nAvaliação da efici ência dos sistemas de comunicação digital.   \n  \nBIBLIOGRAFIA BÁSICA :  \nSKLAR, B. Digital Communications: Fundamentals and  Applications ,  2 a Ed.  Editora Prentice \nHall, 2008.   \nPIMENTEL, Cec ílio J. L. Comunica ção Digital, Editora  Brasport, 2007.    \nPROAKIS, JOHN G. Digital Communications, 5  a edição,  Editora  McGraw -Hill Science, \n2007.   \n  \nBIBLIOGRAFIA COMPLEMENTAR :  \nHAYKIN, S. Sistemas de Comunicação Anal ógicos e Digitais, 4 a Ed., Editora Bookman, \n2007.   \nPIRES, J. J. O., \" Sistemas de Telecomunicações I \", Instituto Superior Técnico de Lisboa,    \n1999/2006.    ", "70": " \n70 SHANMUGAM, K.S., \" Digital and Analog Communication Systems \",1985, Wiley.    \nALENCAR, M.S. de, \" Sistemas de Comunicações \", 2001, Érica ISBN 8571948380.    \nCHUI, W.S. \" Princípios de Telecomunicações: Manual de Laboratório e Exercícios \", 1992, \nÉrica.   \n  \nTÓPICOS AVANÇADOS EM INFORM ÁTICA I    \nEMENTA: Estudo de Temas relacionados com inovações científicas, tecnológicas ou \ngerenciais que atendam a demandas emergentes na sociedade ou no mercado de trabalho.  \n \nBIBLIGRAFIA BÁSICA:  \nGROOVER, M. P. Automation, Production Systems and Computer Integrated Manufacturing. \nUpper Saddle River, NJ: Prentice -Hall, 2008.   \nDORF, R. C. Modern Control System s. Upper Saddle River. NJ: Prentice Hall, 2008.  \nNISE, N.S. Engenharia de sistemas de controle. 5. ed. Rio de Janeiro: LTC, 2009.  \n \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nFRANKLIN, G. F.; POWELL, J. D.; EMAMI -NAEINI, A. Feedback Control of \nDynamicSystems. 3. ed. Readin g, MA (USA): Addison -Wesley, 2006.  \nMONTEIRO, L.H.A. Sistemas Dinâmicos. 2º Edição. Ed. Livraria da Física. 2006.  \nSMITH, C. A., CORRIPIO, A. B. Princípios e Prática do Controle Automático de Processo. 3. \ned. Rio de Janeiro: LTC.  \nMICHEL DIAZ, Petri nets: fun damental models, verification and applications, London: ISTE; \nHoboken, NJ : J. Wiley, c2009.  \nVIANA, H. R. G. Planejamento e Controle da Manutenção. Ed. Qualitymark, Rio de Janeiro – \nRJ, 2002. ISBN: 978 -85-7303 -791-3. \nOBS.: Ementa e bibliografia ser ão definidas pelo colegiado do curso quando a disciplina for \noferecida.   \n  \nTÓPICOS AVANÇADOS EM INFORM ÁTICA II   \nEMENTA: Estudo de Temas relacionados com inovações científicas, tecnológicas ou \ngerenciais que atendam a demandas emergentes na sociedade ou no mercado de trabalho.  \n \nBIBLIGRAFIA BÁSICA:  \nLEONARDO CHWIF, AFONSO C. MEDINA., Modelagem e simulação de eventos discretos: \nteoria & aplicações, São Paulo: Ed. do Autor, 2010.  \nBARRY, R. Using the FreeRTOS Real Time Kernel. Real Time Engineers Ltd., 2009.  \nLEONARDO CHWIF, AFONSO C. MEDINA., Modelagem e simulação de eventos discretos: \nteoria & aplicações, São Paulo: Ed. do Autor, 2010.  \n \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nGIL BRANCO FILHO. A Organização, o Planejamento e o Controle da Manutenção. Editora: \nCiência Mod erna. ISBN -10: 8573936800, ISBN -13: 9788573936803, ISBN10: 8521200927.  \nSENNE, E. L. F. Primeiro Curso de Programação em C. Visual Books, 2009 .  \nSLOSS, N. A.; Symes, D. and Wright, C.  ARM System Developer’s Guide Designing and \nOptimizing System Software. Elsevier, 2004.  \nMORAES, C. C.; CASTRUCCI, P. L., Engenharia de Automação Industrial. 2ª Edição. Editora \nLTC, 2007.  \nBARR, M. Programming Embedded Systems in C and C++. O'Reilly & Associates, 1999.  ", "71": " \n71  \nOBS.: Ementa e bibliografia ser ão definidas pelo colegiado d o curso quando a disciplina for \noferecida.   \n \n  \nTÓPICOS AVANÇADOS EM TELECOMUNICAÇÕES   \nEMENTA: Estudo de Opções tecnológicas relativas a sistemas de comunicação eletrônicos.  \n \nBIBLIGRAFIA BÁSICA:  \nLATHI, B. P. Sistemas de comunicação. Rio de Janeiro: Guanabara Dois, 1987.   \nCOUCH, L. W. Digital and analog communication systems. Upper Saddle River, Prentice Hall, \n1997.  \nXIONG, F. Digital modulation techniques. Boston, MA: Artech House, 2006.  \n \nBIBLIO GRAFIA COMPLEMENTAR:  \nHSU, HWEI P. Teoria e problemas de comunicação analógica e digital. Porto Alegre : \nBookman, 2006.  \nHAYKIN, S. Digital communications. New York : J. Wiley, 1988.  \nLATHI, B. P. Modern digital and analog communication systems. Oxford, UK: Oxford \nUniversity Press,1998.  \nSKLAR, B. Digital communications, fundamentals and applications. New York, EUA : \nPrentice Hall, 1988.   \nABRANTES, S. A. Códigos correctores de erros em  comunicações digitais. Porto: FEUP, 2010.  \nOBS.: Ementa e bibliografia ser ão definidas pelo colegiado do curso quando a disciplina for \noferecida.   \n \n \nTÓPICOS ESPECIAIS     \nEMENTA: Estudo de Opções tecnológicas relativas a hardware, mecatrônica, instrumentação, \nsoftware ou engenharia de software.  \n \nBIBLIGRAFIA BÁSICA:  \nYOUNG, P. H. Electronic communication techniques, 5ª ed., New Jersey: Pearson/Prentice \nHall, 2004.  \nWAKERLY, J. Digital Design: Principles and Practices, New York: Prentice Hall, 4 ed. , 2005.  \nBOLTON,W.,  Instrumentação & Controle, São Paulo: Hemus,2012.  \nLATHI, B. P. Modern digital and analog communication systems. 4th ed. New York: Oxford \nUniversity Press, 2009.  \nLARMAN, C. Utilizando UML e Padrões: Uma Introdução à Análise e ao Projeto Orientados \na Objetos e ao Desenvolvimento Iterativo. Porto Alegre: Bookman, 2007.  \n \nBIBLIOGRAFIA COMPLEMENTAR:  \nSORRENTINO, R.; BIANCHI, G. Microwave and RF Engineering, New Jersey: J. Wiley, 2010  \nD´AMORE, R.VHDL  - Descrição e Síntese de Circuitos Digitais, LTC, 2 ed., 2012.  \nSANTOS, A. A., Automação Integrada, Rio de Janeiro: Publindústria, 2012.  \nPROAKIS, J. G. SALEHI, M. Fundamentals of communication systems. Upper Saddle River: \nPrentice Hall, 2013.  WELTI, C. R.  Satellite basics for everyone: an illustrated guide to satellites \nfor non -technical and technical people. iUniverse, 2012.   \nOBS.: Ementa e bibliografia ser ão definidas pelo colegiado do curso quando a disciplina for \noferecida.   ", "72": " \n72  \n \n8.3. Metodologia de Ensino  \n \nDevido à grande diversidade dos conteúdos abordados nas disciplinas do curso, faz -se \nnecessário a utilização de diferentes métodos de ensino e aprendizagem para maximizar a \nassimilação dos mesmos pelos estudantes. Os principais métodos utilizados nas discipl inas \npresenciais são:  \n• Aulas expositivas dialogadas;  \n• Aulas expositivas apoiadas por equipamentos audiovisuais;  \n• Aulas de laboratório, para desenvolver atividades práticas aplicando -se os conceitos \nadquiridos;  \n• Apresentação de seminários, fomentando uma maior participação do estudante em sala \nde aula;  \n• Elaboração de monografias, com o intuito de treinar os estud antes nas atividades de \npesquisa e apresentação de trabalhos escritos;  \n• Trabalhos em equipe.  \nOs principais métodos utilizados nas disciplinas à distância são:  \n• Disponibilização de conteúdos instrucionais: Páginas simples de texto, Páginas em \nHTML, Acesso a arquivos, links externos ou diretórios (direcionando de forma mais \neficiente a pesquisa e os exemplos de trabalhos de anos anteriores, trabalhos de outras \ninstituições, normas ABNT, artigos, etc.);  \n• Construção de Glossário;  \n• Perguntas frequentes;  \n• Chats sem anais com o professor da disciplina;  \n• Pesquisa individual;  \n• Avaliações mensais, semestral e recuperativa via Moodle;  \n• Ambiente Virtual de Aprendizagem  \n• Pesquisa individual  \n \n9. Avaliação de desempenho discente  \nO desempenho acadêmico é resultante do processo de av aliação de ensino na Unidade, em \nconsonância com as normas regimentais da Universidade e com a legislação pertinente ", "73": " \n73 Resolução COEPE/UEMG nº 249/2020 e Resolução COEPE/UEMG nº 250/2020. Além da \nperspectiva metodológica do processo de ensino, a assiduidade e os resultados da avaliação do \nconhecimento compõem o resultado final de um componente curricular matriculado.  \nA nota final será resultante de um processo de avaliação de conhecimentos, competências e \nhabilidades, composto pela realização de diferentes a valiações, com pesos não necessariamente \niguais, distribuídas ao longo do período letivo.  \n \n10. Atendimento ao estudante  \nO atendimento aos acadêmicos, bem com orientações são feitos, pelos setores acadêmicos, de \nacordo com as necessidades apresentadas:  \n- pedagógicos, pelo Coordenador do Curso e pelos professores;  \n- administrativos, pelas Secretarias Geral e do Bloco onde funciona o Curso;  \n- estágios supervisionados, curricular e extracurricular, pela Coordenação do Curso;  \n- psicológicos, pelo Núcle o de Estudos e Aplicação em Psicologia – NEAP.  \n- financeiro, pelo Núcleo de Assistência Estudantil – NAE.  \n \nNAE – NÚCLEO DE APOIO AO ESTUDANTE   \n \nNa busca em atender à Comunidade Estudantil foi aprovado pelo Conselho Universitário – \nCONUN, através da Resolução nº 201/2010, o Núcleo de Apoio ao Estudante – NAE.   \nO NAE em suas ações, propõe a democratização do acesso e a promoção de condições de \npermanência dos estudantes na universidade, seja na orientação e no acompanhamento \nespecializado, seja no aten dimento de demandas de acessibilidade educação inclusiva, \ncontribuindo para integração psicossocial, acadêmica e profissional do estudante.   \nVisando contribuir para a permanência até a conclusão do curso, bem como, reduzir os índices \nde evasão decorrentes de dificuldades de ordem socioeconômica, é ofertado pela Universidade \nauxílios de permanência estudantil, para seleção de acadêmicos em situação de vulnerabilidade \nsocioeconômica, para receber os benefícios decorrentes do Programa Estadual de Assistência \nEstudantil (PEAES), nos termos do Decreto Estadual nº 47.389/2018 e Lei nº 22.570 de 05 de \njulho de 2017.   \nNa UEMG -ITUIUTABA, as ações de Educação Inclusiva têm sido desenvolvidas no sentido \nde reestruturação da cultura, da prática e das políticas vivenciad as de modo que estas respondam \nà diversidade dos alunos. As ações são articuladas por meio do NAE, que visa disseminar a ", "74": " \n74 cultura da inclusão, promover a quebra de barreiras arquitetônicas, educacionais e atitudinais \nrelacionadas às pessoas com necessidades  educacionais especiais.   \n \nNivelamento  \nDados estatísticos do ENEM reforçam a necessidade de investir em instrumentos que possam \nampliar habilidades e competências dos acadêmicos. Por isso, a Unidade oferece aos alunos, o \nnivelamento que abrange Língua Port uguesa, Matemática, Física e Química. O nivelamento \nserá abordado nas disciplinas de Comunicação e Expressão, Introdução ao Cálculo, Química \nGeral e Física Geral e Experimental I e também por meio de Cursos Extracurriculares.  \n \n11. Colegiado do Curso  \nO Colegiado do curso de Engenharia de Computação é um órgão tanto consultivo, deliberativo, \nquanto propositivo, que debate questões acadêmicas propostas pelo NDE, tais como: trabalhos \ninterdisciplinares; indicação de Atividades Complementares, Extensão e d e Pesquisa; temáticas \ndefinidas para as Semanas Acadêmicas; formato e temática dos trabalhos interdisciplinares, \nsugestão de visitas técnicas, parcerias e convênios.  \nSão ainda demandas do colegiado, repassar informações importantes sobre a administração a ca-\ndêmica relativas à Instituição, ao Curso, aos Docentes e Discentes. Desta forma, funciona como \num importante espaço de comunicação e interlocução do Curso.  \nAs decisões são tomadas a partir da maioria de votos de seus membros. Ressalta -se que o Co-\nlegiado  do curso de Engenharia de Computação tem seus critérios de composição e de funcio-\nnamento conforme o Estatuto da UEMG . \n \n12. Núcleo Docente Estruturante  \nAtendendo a R ESOLUÇÃO COEPE/UEMG Nº 284,  DE 11  DE DEZEMBRO DE 2020 , o curso conta \ncom o  Núcleo Docente Estruturante (NDE) , que é constitu ído de um grupo de docentes, com \natribuições acadêmicas de acompanhamento, atuante no processo de concepção, consolidação \ne contínua atualização do projeto pedagógico do curso , além de supervisionar as form as de \navaliação do curso, analisar e avaliar os planos de ensino, acompanhar  as atividades do corpo \ndocente, dentre outras atribuições.  \n ", "75": " \n75 13. Coordenação do curso  \nA coordenação de curso tem a competência de administrar o curso de maneira que viabilize o \nprocess o educacional a que se propõe. Dentre suas atividades está o assessoramento pedagógico \nao professor, orientação didática pedagógica ao discente, organização de políticas educacionais \npara o curso, elaboração e despacho de documentos oficiais e normatizador es, realizar o \nintercâmbio entre as decisões superiores e membros docentes e discentes sempre em \nconsonância com as políticas institucionais e com a legislação pertinente, assim como o \nConselho do curso.  \n \n14. Corpo Docente  \nO corpo docente da UEMG, Unidade Itu iutaba, é formado por profissionais de diversas áreas, \ncomo Engenharias, Química, Física, Matemática, Letras, dentre outros, com elevada \nqualificação para o exercício, sendo, a maior parte mestres e doutores, atuantes em sua área.  \nO corpo docente é consti tuído por professores que são capazes de:  \n• Estabelecer a relação entre teoria e prática, demonstrando compromisso com a formação \ndo Engenheiro da Computação, numa proposta interdisciplinar e visando orientar os \nestudantes para uma prática profissional consc iente e comprometida com as questões \nregionais e nacionais;  \n• Integrar os conteúdos programáticos à atividade prática, de modo a garantir a formação \nabrangente do profissional, capaz de atuar em diferentes áreas da Engenharia de \nComputação;  \n• Capacitar os es tudantes no uso de conhecimentos teóricos e práticos para o exercício da \nprofissão de Engenheiro da Computação;  \n• Vincular o ensino, a pesquisa e os programas de extensão, de modo a possibilitar a \nintegração de professores, estudantes, instituição e comunid ade externa.  \n  ", "76": " \n76  \n15. Infraestrutura para o funcionamento do curso  \n \n15.2.  Registro Acadêmico  \nO registro acadêmico é feito através do sistema GIZ, que é um software de gestão educacional. \nPermite um controle total e integrado das áreas acadêmica, administrativa e pedagógica.  \nPrincipais funcionalidades:  \n• Cadastro de usuários, parâmetros, unidades, c ursos, professores, turmas, situação \n(suspensão), faixa de horário de entrada, feriados, dias letivos, funcionários e turnos.  \n• Efetua a matrícula de estudantes.  \n• Cadastra e registra a situação do estudante: trancamentos, transferências, \ncancelamentos, desi stências de curso.  \n• Cadastro de horários das aulas das disciplinas, possibilitando a emissão das folhas de \nponto dos professores.  \n• Relatórios: frequência diária, estudantes ausentes, estudantes por turma, verificação de \nponto, mapa de frequência.  \n• Apura au tomaticamente o resultado acadêmico dos estudantes, com geração do histórico \nescolar.  \n• O sistema permite que o cálculo do resultado acadêmico seja feito através da média \nglobal das disciplinas ou média por área de conhecimento.  \n• Emissão de histórico escolar , diário de classe, ficha de matrícula, ficha do estudante, \nboletim, contratos, declarações, atestados e outros documentos em modelo padrão ou \npersonalizado.  \n• Envio de e -mails/mensagens para estudantes e professores.  \n• Gerador de documentos como relatórios,  declarações, certificados, recibos, diplomas, \natestados.  \n• Controle de acesso e usuários do Sistema.  \n• Sistema de auditoria e de controle dos dados criados, alterados ou excluídos.  ", "77": " \n77 O portal do sistema GIZ on -line (WebGiz) é acessado e utilizado por todos o s estudantes e \nprofessores através do site da UEMG com as seguintes funcionalidades:  \nPORTAL DO ESTUDANTE:  \n• Acesso ao boletim de notas e ocorrências disciplinares.  \n• Visualização do histórico escolar resumido.  \n• Visualização de gráficos de desempenho estudan te x turma.  \n• Visualização de conteúdo das aulas.  \n• Conferência dos resultados de avaliações.  \n• Verificação de frequência.  \n• Recebimento de mensagens.  \n• Efetivação da rematrícula on -line.  \n• Impressão do comprovante de matrícula.  \n• Visualização dos dados cadastrais.  \nPORTAL DO PROFESSOR:  \n• Lançamento/cadastramento de avaliações e notas.  \n• Lançamento/cadastramento de aulas, conteúdo das aulas e faltas.  \n• Lançamento de Plano de Ensino.  \n• Impressão do  diário de classe.  \n• Cadastramento ocorrências.  \n• Envio/recebimento de mensagens.  \n \n15.3.  Biblioteca  \n \nCondições atuais  \nA Biblioteca Vânia Morais Jacob da Fundação Educacional de Ituiutaba é ampla, climatizada \ne iluminada, dispõe de um espaço físico de mil cento e setenta e três metros quadrados \n(1.173m2) e infra -estrutura composta de:  ", "78": " \n78 • Área de acervo com espaço para estudo em grupo e individual;  \n• Área para periódicos;  \n• Um auditório com capacidade para abrigar quarenta e nove pessoas, com finalidade para \nprojeção de vídeos, realização de seminários, conferências e palestras;  \n• Área completa para o Processamento Técnico;  \n• Sala para pequenos reparos em livros;  \n• Salão para eventos.  \n• Área de estudo toda climatizada, sendo disponibilizado wi -fi  \n• Acesso ao Portal d e Periódicos CAPES  \n• Acesso aos Periódicos UEMG  \nA Biblioteca possui um acervo de  cerca de 87.883 exempl ares de materiais, como CD-ROM, \nDicionarios/Enciclopedias, Disco Video , Disquetes , Dissertação , Fascículos de periódicos , \nFita cassete , Fitas de Vídeo , Livros , Monografias , Normas Técnicas , Relatórios , Tese e \nTrabalhos Acadêmicos . \n \nPolítica e facilidade de acesso ao material bibliográfico  \n• Com a finalidade de prestar um atendimento de qualidade ao usuário, adotou -se o \nhorário de funcionamento das 7h30min à s 11h30min, das 13h às 22h de segunda a sexta -\nfeira e aos sábados das 8h às 12h.  \n• A Biblioteca realiza o sistema de empréstimo domiciliar através do sistema Pergamum, \nque gerencia toda a automação de informações de empréstimos, inclusive informações \nestatís ticas. Possibilita além de consulta ao acervo das bibliotecas, renovação de \nempréstimos e reserva de Bacharelado em Engenharia de Computação| 102 livros \natravés do uso internet. A rede compartilhada do Pergamum adota para as regras de \ncatalogação o Anglo -American Cataloguing Rules (AACR 2), e cabeçalho de assunto \nLibrary of Congress Subject Headings (LCSH).  \n• A Biblioteca funciona atualmente com um acervo aberto e on -line devendo o usuário se \ndirigir aos terminais de consulta ou pelo site da UEMG para que seja feita a pesquisa, \nafim d e verificar que materiais bibliográficos o acervo pode oferecer, o sistema informa, \ntambém ao usuário a disponibilidade do material na biblioteca. Por meio do site, o \nusuário realiza pesquisas e renova material.  ", "79": " \n79 • A Biblioteca po ssui acesso ao Portal da CAPES para todos os alunos matriculados, \nsendo disponibilizado computadores para o acesso.  \n• Possui ainda acesso a rede Wi FI.  \n• A Biblioteca possui um acervo d a Biblioteca Virtual  para que a comunidade acadêmica \nacesse livros on -line \nTempo de empréstimo  \n Aluno: 07 dias  \n Professor: 15 dias  \nQuantidade de livros  \n Aluno: 05 livros  \n Professor: 04 livros  \nA Biblioteca mantém um serviço de reserva de exemplares mais solicitados. O controle é feito \npelo sistema de empréstimo (PERGAMUM), permitindo ao usuário a posse do material \nreservado por três dias. O prazo para retirada do exemplar reservado é de vinte e quatro horas. \nFindo esse prazo, o direito de reserva passa, automaticamente, para o próximo da lista.  \nEmpréstimo especia l (sala de aula e noturno)  \nExcepcionalmente, alguns materiais/consulta poderão ser usados fora da biblioteca por um \nperíodo de até 2 (duas) horas.  \nAs obras de consulta poderão ser emprestadas na véspera de feriados e de recessos acadêmicos \ne nos finais de expediente uma hora antes do fechamento do setor, devendo ser devolvidas até \numa hora, após o inicio do expediente do primeiro dia útil subseqüente.  \nOrganização  \nA Classificação é feita pela CDD (Classificação Decimal de Dewey)  \nDescrição do PERGAMUM:  \nÉ um software para gerenciamento de bases de dados estruturadas e não numéricas. Suas \nprincipais funções:  \n• Inserir novos registros na base de dados;  \n• Modificar, corrigir, excluir ou eliminar registros já existentes;  ", "80": " \n80 • Criar, manter automaticamente arquivos de acess o rápido para cada base de dados, de \nforma a maximizar a velocidade de recuperação;  \n• Permitir a pesquisa à base de dados a partir de um determinado conteúdo, através de \numa linguagem de busca sofisticada;  \n• Emitir relatórios para atender às necessidades de ca da curso;  \n• Exibir os registros ou parte dos mesmos, de acordo com as necessidades do usuário;  \nServiços e instalação  \n1. Empréstimo Domiciliar  \n2. Pesquisa direcionada  \n3. Levantamento bibliográfico  \n4. Renovação pela internet por meio do site.  \n5. Sessenta mesas para quatro pessoas  \n6. Cento e cinquenta e seis cadeiras  \n7. 18 cabines individuais para estudo  \n8. 08 salas de estudos em grupo.  \n9. 10 computadores para acesso a internet  \n10.  Acesso a base de dados Portal da  CAPES  \n11.  Acesso a Biblioteca Virtual  \n \nRelação de material por área:  \nÁrea / curso aplicado                                                  Qtde Materiais  Exemplares  \nReferência  895 1091  \nAgronomia  3251  8864  \nBiblioteca  1981  3916  \nCiências biológicas  1764  4424  \nDireito  9122  26513  \nEducação física  201 927 \nEngenharia de computação  1442 4200  \nEngenharia elétrica  3152  5907  \nHistória  3679  5300  \nLetras  4113  9420  \nMatemática  967 1620  \nNormal superior  41 77 \nPedagogia  2334  5510  ", "81": " \n81 Psicologia  2671  5598  \nQuímica  541 1831  \nSistemas de informação  583 1782  \nTecnologia de agronegócios  71 261 \nTecnologia de gestão ambiental  46 244 \nTecnologia em Sulcroalcooleiro  44 400 \nTotal títulos : 36898  \nTotal exemplares:       87883  \n \nPolítica de atualização e expansão do acervo:  \nO acervo deverá ser constituído de acordo com os recursos financeiros disponibiliza dos, \ncontemplando os diversos tipos de materiais em seus variados suportes, visando o crescimento \nquantitativo e qualitativo.  \nEstes materiais deverão servir de apoio informacional às atividades de ensino, pesquisa e \nextensão da instituição.  \nO Acervo da bi blioteca é adquirido através de compra, doação e/ou permuta.  \nÉ de responsabilidade do corpo docente a indicação e atualização bibliográfica de todo material \ninformacional (livros, CD -ROM, DVD, periódicos, entre outros).  \nA política de Desenvolvimento da C oleção da Biblioteca sugere que será 01 (um) exemplar \npara cada 10 (dez) alunos, observando -se as turmas e disciplinas que utilizam o material, \ndevendo os casos especiais ser estudados pela Biblioteca e Administração.  \nPenalidades  \nMultas  \n➢ O usuário que não devolver o material no prazo estabelecido ficará sujeito à multa \nestipulada de acordo com valor afixado na Biblioteca. O pagamento da multa deverá ser \npaga mediante pagamento da DAE preenchida no site da UEMG. A multa será cobrada \npor uni dade emprestada e por dia de atraso, exceto o material especial (sala de aula, \nnoturno, reserva) a multa Será por hora de atraso. O usuário que possuir débitos \nprovenientes de multa terá os serviços de empréstimos suspensos até que ocorra o \npagamento da mu lta. \nPerdas e danos  \n➢ Em caso de perda ou dano ao material, o usuário deverá restituir à biblioteca outro \nexemplar igual ou de edição mais atualizada. A reposição de edições esgotadas será feita ", "82": " \n82 por um ou mais títulos similares indicados pela biblioteca. O u suário deverá comunicar \nimediatamente à biblioteca a perda do material, para paralisação da multa e início do \nprocesso de reposição.  \nGuarda Volumes  \n➢ A perda ou danificação das chaves do guarda volume acarretará pagamento a título de \nressarcimento por perdas  e dados.  \nAtos de indisciplina  \n➢ O usuário que não contribuir com a manutenção do silêncio, usar inadequadamente o \nespaço físico e equipamentos da biblioteca e/ou cometer outros atos de indisciplina \n(agressão ao funcionário, depredação do patrimônio e outro s casos não previstos) nas \ndependências das bibliotecas, será advertido verbalmente pela coordenação, e será \nsuspenso, conforme a gravidade, de todas as modalidades de empréstimo.  \n \n15.4.  Secretaria  \nA administração da UEMG – Unidade Ituiutaba funciona em um Blo co Administrativo, onde \ntambém está a Secretaria Geral da Unidade. Além disso, há uma subsecretaria que atende \nespecificamente o curso de Engenharia da Computação localizada no Bloco C.  \n \n15.5.  Salas de aula  \nAs salas de aula são equipadas com Projetor multimídia, quadro branco, iluminação adequada, \nventiladores e possui capacidade média para 50 pessoas.  \n \n15.6.  Auditórios  \nA UEMG -Ituiutaba possui 5 (cinco) auditórios (1 no Bloco A, 1 no Bloco B, 1 no Bloco C, 1 \nno Bloco D e 1 na Biblioteca), que atende aos eventos (Semana do Curso, palestras, dentre \noutros) do curso de Engenharia da Computação e possui uma capacidade média de 60 pessoas.  \n \n15.7.  Acessibilidade  \nA Unidade Acadêmica tem providenciado condições de acesso às pessoas com deficiência em \ntodos os seus blo cos, por meio de rampas de acesso, piso táctil, além de banheiros adaptados.   ", "83": " \n83 A acessibilidade às salas de aula é feita por uma rampa que leva da calçada até a porta da entrada \ndo bloco. As aulas teóricas são no andar térreo do bloco C, ala 02, bem como a sala da \nCoordenação do Curso e da secretaria de apoio a Coordenação. A ala conta com banheiro \nadaptado e as calçadas tem piso tactil.  \nOs laboratórios de Informática estão no piso térreo do bloco A, e os de Química e Física estão \nsendo transferidos para o a ndar térreo do mesmo bloco para atender acessibilidade e normas de \nsegurança, bem como melhoria da infraestrutura. Também foi construída uma rampa de \nacessibilidade ao andar térreo.  \nO bloco Administrativo também conta com rampa de acesso para a secretaria  geral e direção \nacadêmica.  \nAos alunos que necessitam de auxílio é proporcionado atendimento especial com acompanhante \ndurante aulas e avaliações durante todo o semestre, seja intérprete de Libras, Ledor e/ou \ntranscritor.  \n \n15.8.  Laboratórios  \nO laboratório é part e importante na formação do aluno, pois é onde ocorre a interação entre \nteoria e prática. Os laboratórios estão localizados no bloco A. O curso conta com os seguintes \nlaboratórios para aulas práticas:  \n \nLaboratório de Eletrônica e Circuitos Elétricos  \n➢ Labor atório de Eletrônica Básica e Instrumentação Elétrica:  \nDisciplinas do curso que o utilizam: Eletrônica I  \nSeu uso: a s disciplinas fazem uso em suas aulas práticas o laboratório de eletrônica para a \nimplementação dos circuitos utilizando componentes eletrônicos (CIs, resistores, capacitores, \nfontes DC) e protoboards.  \nLaboratório de Instrumentação Elétrica  \n12 AMPERIMETROS AC, 0 -10A - ENGRO  \n1 AMPERIMETRO AC, 0 -20A - ENGRO  \n1 MICROAMPERIMETRO DC, 0 -100A - ENGRO  \n1 MICROAMPERIMETRO DC, 0 -50A - \n2 DECADA CAPACITIVA  \n2 DÉCADAS INDITIVAS POL. 25A ( LD - 1 ) \n4 DÉCADAS RESISTIVA POL -25 (KF -17) \n1 FLUXIMETRO - YOKOGAWA  \n1 FONTE SIMETRICA. DIGITAL  ", "84": " \n84 1 GALVANOMETRO - RENE GRAF  \n1 GALVANOMETRO YOKOGAWA  \n3 GERADORES DE FUNÇÕES DIGITAL  POINTEK SJ -2020  \n3 GERADORES DE FUNÇÕES FG -200-D (POL -40) \n4 INDUTORES C/  NUCLEO LAMINADO, 220V, 2,9A, L = 0,2 H EQUACIO  \n3 MILIAMPERIMETROS AC, 0 -100A - ENGRO  \n1 MILIAMPERIMETRO AC, 0 -500A - ENGRO  \n1 MULTIMETRO ANALOGICO 2011  \n1 MULTIMETRO DIGITAL POL. - 41 \n1 OSCILOSCOPIO ANALOGICO  \n3 OSCILOSCOPIOS DIGITAL 100MHZ  \n1 PANTEC CARGA ELETRICA BCDA  \n1 PLACA C/ INTERRUPTOR, REATOR P/ LAMPADAS FLUOR  \n1 PLACA COM SOQUETE P/ FUSIVEIS DIAZED EQUACIONAL  \n1 PLACA COM CONTATOS MAGNETICO C/ TEMPORIZADOR - EQUACIONAL  \n1 PLACA P/ LAMPADA  \n1 PLACA REOSTATO 3X 0 -100 OHMS , 10W  \n1 PONTE LCR  \n2 REOSTATOS EQUACIONAL,  0 -5000 OHMS, 4 BOBINAS  \n1 REOSTATO LINEAR - 1000 OHMS, 0,6A  \n1 REOSTATO LINEAR - 4280 OHMS, 0,3A  \n1 REOSTATO LINEAR 2X 500 OHMS, 1,45A  \n1 REOSTATO LINEAR 2X 920 OHMS, 1A  \n1 REOSTATO LINEAR 42,0 OHMS, 5A  \n1 TRANSFORMADOR, ENT. 110 -220V, SAIDA 2X 350V, 2X 5V  \n2 VARIADORES DE TENSÃO  \n1 VOLTIMETRO 0 -200V, HB  \n1 VOLTIMETRO 0 -250V - HB \n7 VOLTIMETROS AC, 0 -500V, ENGRO  \n2 VOLTIMETROS AC, 0 -600V, ENGRO  \n2 VOLTIMETRO DC, 0 -5V, RICKOK  \n1 VOLTI METRO DC, 30150, HB  \n3 WATTIMETRO - LIER  \n \n➢ Laboratório de Eletrônica Digital:  \nDisciplinas do curso que o utilizam: Eletrônica II, Circuitos Lógicos  \nSeu uso: As disciplinas fazem uso em suas aulas práticas o laboratório de eletrônica digital para \na implementa ção dos circuitos utilizando componentes eletrônicos (CIs, resistores, capacitores, \nfontes DC) e protoboards.  \n1 FONTE DE ALIMENTAÇÃO SIMÉTRICO  \n8 MÓDULO ELETRONICO DIGITAL LAB. UNIT SD  1200C  \n8 UNIDADES LAB.INTEGRADO  \n1 MESA DE EXPERIENCIAS  \n1 MÓDULO DE COMUTAÇÃO  \n3  MÓDULOS DE DISPARO - MODELO 8441  \n1 MÓDULO DE DISPARO PARA CICLOCONVERSORES  \n1 MÓDULO DE DISPARO PARA INVERSORES  \n1 MÓDULO DE DISPARO TIPO COSEIDAL  \n1 MÓDULO DE DISPARO UIT  ", "85": " \n85 1 MÓDULO DE TRISTORES I  \n1 MÓDULO DE TRISTORES II  \n1 MÓDULO MEDIDOR DE ANGUL O E DISPARO DE TIRISTORES  \n1 MÓDULO UNIVERSAL 2000 + CEBC 105, + EDC 115  \n6 MULTIMETROS DIGITAL  \n1 OSCILOSCOPIO - TRIO 15 MHZ, CS 1560A II  \n1 PLACA C/ POTENCIOMETRO,  2K2, 1K, 220, 100, 4K7, 430  \n1 VARIADOR DE TENSÃO  \n \nLaboratório de Física  \nDisciplinas do curso que o utilizam: Física Geral e Experimental I (mecânica), Eletricidade, \nFísica Geral e Experimental II (ondas), Eletromagnetismo.  \nSeu uso: Possibilitar ao aluno entender, assimilar e aplicar o Método Científico. Utilizando \nalgumas experiências básicas que permitam ao aluno comprovar alguns fenômenos bem \nestabelecidos na literatura e desenvolver habilidades para a realização de trabalhos \nexperimentais, tais como coletar dados, processar erros, construir e analisar gráficos. Com \nexperimentos nos temas de cine mática, leis de Newton, conservação de momento linear, \ncolisões, rotações e conservação de momento angular.  \n1 AMPERIMETRO AC, 0 -10A - ENGRO  \n2 AMPERIMETROS AC, 0 -20A - ENGRO  \n1 APARELHO P/DEMONSTRAÇÃO DE TRANSFORMAÇÃO DA ENERGIA 220V  \n1 APARELHO ROTACIONAL CARDOSO PROJETAVEL + KIT  \n1 BALANÇA ELETRONICA DIGITAL 5000  \n2 BANCADAS DE MADEIRA C/ INSTALAÇÃO ELETRICA  \n2 BANCOS OPTICO PEQUENO  \n1 BOMBA A VACUO BRASIL  \n1 CARRIL C/ CARRO E ACESSORIOS  \n3 COLCHÕES DE AR LINEAR HENSTCHEL  \n1 COLCHÃO DE AR LINEAR HENSTCHEL X1V(SEMUNIDADE GERADORA DE FL  \n1 CONJUNTO BASICO PARA TERMOLOGIA  \n1 CRONOMETRO ELETRICOS  \n1 CUBA DE ONDAS KROEFF XV11 220V  \n1 DEIONIZADOR DE ÁGUA  \n3 FONTES DE ALIMENTAÇAO 12VAC5A  \n1 FREQUENCIMETRO  120V - 240V YOKOGAWA  \n1 GERADOR ELETRICIDADE CORR.TIPO VAN DEGRAFF  \n3 MULTIMETROS DIGITAL  \n1 OSCILOSCOPIO - LABO CC 14,5MHZ MOD. 134  \n1 PAQUIMETRO DE METAL  \n3 PENDULOS  \n1 REOSTATO   LINEAR, 110 OHMS, 2,5A  \n1 REOSTATO  LINEAR - 1000 OHMS, 0,6A  \n1 TUBO DE DESCARGA LH  \n1 UNID.GERAD.FLUXO DE AR DELAPIVE  \n1 VOLTIMETRO AC, 0 -500V, ENGRO  \n1 VOLTIMETRO AC, 0 -600V, ENGRO  \n1 VOLTIMETRO DC, 0 -1000, RICKOK  \n1 VOLTIMETRO DC, 0 -5V, RICKOK  ", "86": " \n86 1 WATTIMETRO - LIER  \n \nLaboratório de Química  \nDisciplina do curso que o utiliza: Química Geral e Experimental  \nSeu uso: Adquirir conhecimentos e habilidades para a realização de procedimentos comuns em \nlaboratórios de Química. Saber manusear e utilizar corretamente reagentes e vidrarias; \nmontagem de equipamentos de laboratório; uso da literatura química; registro de dados \nexperiment ais e preparo de relatórios.  \n3 AGITADORES MAGNETICO MOD.MA 089/5L  \n1 AGITADOR MAGNETICO S/ AQUECIMENTO MOD. CT -101 \n1 BALANÇA TIPO BK - 300 GEHAKA NS  \n1 CAPELA EXAUSTORA PERMUTION  \n1 CENTRIFUGADOR  \n1 COMPRESSOR/ASPIRADOR DIA - PUMP ' CAL' 110V FANEN  \n1 DEIONIZAD OR DE AGUA MOD ORG 300C  \n1 DESTILADOR DE AGUA  \n1 ESTUFA (RETILINEA)  \n1 EXAUSTOR CAP. 10 M. CUBI. POR MINUTO - PERMUTION  \n1 MEDIDOR DE PH PORTATIL DM - 2P DIGIMED 110V NS  \n \nLaboratórios de informática  \nDisciplinas do curso que o utilizam: Algoritmos e Programação , Linguagens de Programação, \nProgramação Orientada a Objetos, Arquitetura de Computadores, Análise se Algoritmos, \nLinguagens Formais e Autômatos, Programação Funcional, Banco de Dados, Sistemas \nOperacionais, Análise Linear de Sistemas, Compiladores, Sistem as Gerenciadores de Banco de \nDados, Engenharia de Software, Instrumentação Básica para Automação, Microcontroladores \ne Microprocessadores, Sistemas Baseados em Conhecimento, Matemática Computacional, \nProcessamento de Sinais Digitais, Inteligência Artificia l Conexionista e Evolutiva, Sistemas \nEmbarcados, Processamento de Imagens Digitais, Probabilidade e Estatística, Sistemas  \nControlados, Circuitos Lógicos, Eletrônica I, Eletrônica II, Física Geral e Experimental I \n(mecânica), Física Geral e Experimental II  (eletricidade), Física Geral e Experimental III \n(ondas), Física Geral e Experimental IV (eletromag).  \nSeu uso: As disciplinas fazem uso em suas aulas práticas de pacotes de linguagens de \nprogramação para a implementação de software, banco de dados para cri ação, gestão e \ndesenvovlimento de técnicas com bancos de dados. Uso de programas específicos de simulação \npara prototipagem de circuitos elétricos e/ou eletrônicos além de efeturarem pesquisas na WEB.  \nTOTAL DE COMPUTADORES: 206  \n \nLABORATÓRIO  PROCESSADOR  MEMÓRIA  ARMAZENAMENTO  TOTAL  ", "87": " \n87 1 AMD PHENOM  8 GB  1 TB  46 \n \nLABORATÓRIO  PROCESSADOR  MEMÓRIA  ARMAZENAMENTO  TOTAL  \n2 AMD PHENOM  8 GB  1 TB  16 \nAMD PRO A8  8 GB  500 GB  10 \n   26 \n \nLABORATÓRIO  PROCESSADOR  MEMÓRIA  ARMAZENAMENTO  TOTAL  \n3 AMD PHENOM  8 GB  1 TB  26 \n \nLABORATÓRIO  PROCESSADOR  MEMÓRIA  ARMAZENAMENTO  TOTAL  \n4 INTEL CORE I7  8 GB  1 TB  21 \nAMD PHENOM  8 GB  1 TB  5 \n   26 \n \nLABORATÓRIO  PROCESSADOR  MEMÓRIA  ARMAZENAMENTO  TOTAL  \n5 AMD PRO A8  8 GB  500 GB  46 \n \nLABORATÓRIO  PROCESSADOR  MEMÓRIA  ARMAZENAMENTO  TOTAL  \n6 INTEL CORE I5  8 GB  500 GB  26 \n \nLaboratório de Redes:  \nDisciplinas do curso que o utilizam: Redes de Computadores e Redes Industriais  \nSeu uso: Neste laboratório são realizados  configurações de sistemas de redes, cabeamento, \ntestes com vários sistemas de rede de dados.  \nPROCESSADOR  MEMÓRIA  ARMAZENAMENTO  TOTAL  \nINTEL CORE 2 DUO  4 GB  500 GB  6 \n \nLaboratório de Aplicações da Engenharia da Computação:  \nDisciplinas do curso que o utilizam: Sistemas Embarcados, Trabalho de Conclusão I, Trabalho \nde Conclusão II, Eletrônica I e Eletrônica II.  \nSeu uso: As disciplinas fazem uso em suas aulas práticas para a prototipagem, montagem, testes \ne simulação de uso de circuitos eletrônicos. Desenvolvimento de pesquisas e ambiente para o \ndesenvolvimento dos projetos de conclusão.  \nPROCESSADOR  MEMÓRIA  ARMAZENAMENTO  TOTAL  \nINTEL CORE I5  8 GB  500 GB  4 \n \n \n ", "88": " \n88   ", "89": " \n89 16. Referências  \n \nALMEIDA, E. Computação e Sustentabilidade . Disponível em \nhttps://www.sbc.org.br/images/flippingbook/computacaobrasil/computa_37/pdf/CompBrasil_\n37_180.pdf . Acessado em dezembro de 2019.  \n \nKRUK, C. Tecnologia no agronegócio: riscos e oportunidades. Disponível em  \nhttp://clipping.cservice.com.br/cliente/viewmateria.htm?materiaId=42689403&canalId=9645\n4&clienteId=8HrmTGDmeow=&newsletterId=UJfu8i1MMHU=&avaliar=&uit . Acessado em \n18 de maio de 2020.  \n \nREIS BUENO, J. Oportunidades no agronegócio: tendências e novas tecnologias. Disponível em \nhttps://blog.sebrae -sc.com.br/oportunidades -no-agronegocio/ . Acessado em 18 de maio de  2020.  \n \n___________. Triângulo Mineiro . Disponível em https://www.todamateria.com.br/triangulo -\nmineiro/ . Acessado em 20/02/2017.  \nPICHELLI, Katia. Agricultura 4.0: a agricultura conectada. Disponível em  \nhttps://www.embrapa.br/busca -de-noticias/ -/noticia/15894563/agricultura -40-a-agricultura -\nconectada .  Acesso em de zembro de 2019.  \n__________. Busca automação no agronegócio? Conheça o caminhão autônomo . Disponível \nem https://digital.agrishow.com.br/tecnologia/busca -automa -o-no-agroneg -cio-conhe -o-\ncaminh -o-aut-nomo . Acessado em dezembro de 2019.  \n \nPARREIRA OLIVEIRA, L. & RIBEIRO FILHO, V.  O desenvolvimento socioeconômico do \nPontal do Triângulo Mineiro: uma análise das atividades do campo e da cidade em Frutal \n(MG) e em Ituiutaba (MG) – disponível em http://www.revistas.ufg.br/index.php/atelie  - ISSN: \n1982 -1956. Acessado em dezembro de 2019.  \n \n_________IBGE. Disponível em https://cidades.ibge.gov.br/brasil/mg/ituiutaba/panorama . \nAcessado em 04/05/2020.  \n \n \n \n \n \n \n \n \n \n \n \n \n  ", "90": " \n90  \n \n \n \n \n \n \n \n \nAnexos  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  ", "91": " \n91   \nANEXO I  \n \nRegulamento do Trabalho de Conclusão de Curso  \n \nEstabelece os critérios para a realização e \navaliação do Trabalho de Conclusão de Curso \ndo curso de Engenharia de Computação da \nUniversidade do Estado de Minas Gerais \nUnidade Ituiutaba.  \n \nO Colegiado do Curso de Engenharia de Computação da Universidade do Estado de \nMinas Gerais , Unidade Ituiutaba, no uso de suas atribuições que lhe confere o Decreto nº \n46.352, de 25 de novembro de 2013 e,  \nConsiderando a Resolução CNE/CES nº 2 de 24 de abril de 2019 que institui diretrizes \ncurriculares nacionais do curso de graduação em Engenharia, considerando ainda a Resolução \nCNE/CES nº 5 de 16 de novembro de 2016 que institui diretrizes curriculares nacionais para os \ncursos de graduação na área da Computação, abrangendo o curso de Engenharia de \nComputação.  \n \nRESOLV E:  \nCapítulo I  \nDa Definição e Fins  \n \nArt. 1º O presente instrumento regulamenta as atividades do Trabalho de Conclusão de Curso \n(TCC) obrigatório no curso de Engenharia de Computação da Universidade do Estado de Minas \nGerais – UEMG , Unidade Ituiutaba , atendendo às Diretrizes Curriculares do curso. Este \ntrabalho  é desenvolvido individualmente por cada estudante com supervisão de um professor \ndurante o período de um ano, período esse correspondente ao último ano de sua graduação. É \nde caráter obrigatório que neste trabalho o estudante prove capacidade necessária p ara atuar na \nárea de Engenharia de Computação e afins . \n ", "92": " \n92 Parágrafo único. O Trabalho de Conclusão de Curso em Engenharia de Computação é exigência \ndo currículo de Engenharia de Computação, sendo condição básica para a conclusão do curso, \nconforme consta na matriz curricular.  \n \nArt. 2º Os estudantes devem estar regularmente matriculados no componente curricular \nTrabalho de Conclusão de Curso, sob a orientação acadêmica de um professor do corpo docente \ndo curso.  \n §1º Profissionais de outras instituições poderão  atuar como coorientadores convidados, desde \nque aprovados pela Coordenação do Curso de Engenharia de Computação e pelo Colegiado do \nCurso. Nesse caso, o estudante deverá encaminhar solicitação à Coordenação do Curso, em \nforma de documento, devidamente ass inada por todos os interessados.  \n \n§2º No caso de orientações por profissionais externos a UEMG, a instituição resguarda -se o \ndireito de não cobrir qualquer tipo de remuneração, reembolso ou qualquer outra forma de ônus \nproveniente da participação dos mesm os em qualquer etapa de realização do TCC . \n \n \nCapítulo II  \nDos Objetivos do Trabalho de Conclusão de Curso  \n \nArt. 3º O objetivo do TCC na Engenharia de Computação é o de conduzir o estudante pela \nrotina de elaboração de projetos técnicos/científicos nas diferentes áreas de atuação e afins, \nseguindo normas técnicas aplicáveis a projetos desse nível junto a diretrizes de órgãos \nreguladores e licenciados no Brasil, pretendendo -se ainda:  \nI - Oportunizar contato com a prática profissio nal, por meio do desenvolvimento de atividades \nem grau crescente de complexidade, desafiando o estudante a compreender a prática \ntécnico/científica e lidar com as suas múltiplas dimensões;  \nII - Auxiliar o estudante a posicionar -se como profissional e a co nfrontar criticamente o que é \nensinado com o que é praticado, seja do ponto de vista técnico -científico, seja em termos éticos, \ninduzindo mudanças no ensino e na própria prática;  \nIII - Integrar teoria, pesquisa e prática, possibilitando ao estudante, por meio da vivência, \nadquirir uma visão sólida da pesquisa no dia a dia da profissão do engenheiro de computação;  \nIV - Oportunizar ao acadêmico a elaboração de artigos científicos.  \n ", "93": " \n93 Capítulo III  \nDa Orientação  \n \nArt. 4º O TCC será elaborado pelo estudante, sob a orientação de um professor que faça parte \ndo corpo docente do curso de Engenharia de Computação da Universidade do Estado de Minas \nGerais – UEMG , Unidade Ituiutaba .  \nParágrafo único. O processo de seleção dos estudantes pelos orientadores dar-se-á mediante \ninscrição do estudante, orientado por afinidade temática do TCC.  \n \nArt. 5º Compete ao orientador:  \nI - Orientar o(s) estudante(s) nas práticas investigativas e nas técnicas de elaboração de um \ntrabalho técnico/científico;  \nII - Estabelece r com o orientando o plano de estudo, o respectivo cronograma, os locais, os \nhorários de atendimento e outras providências necessárias para o bom andamento do trabalho;  \nIII - Estar disponível para realizar, no mínimo, um colóquio com o orientando a cada q uinze \ndias;  \nIV - Cumprir rigorosamente os prazos estabelecidos neste regulamento;  \nV - Definir, ao final do processo de elaboração do TCC, se o mesmo está em condições de ser \napreciado pela Banca Examinadora;  \nVI - Oficializar à Coordenação do Curso de En genharia de Computação os casos possíveis de \navaliação e aprovação do TCC, assim como os casos contrários;  \nVII – Auxiliar na forma de escrita técnica aplicável ao longo do trabalho, bem como definir \ncom o estudante a melhor estrutura para apresentação de s eu projeto.  \n \nArt. 6º Cada orientador poderá orientar no máximo 4 estudantes matriculados em TCC por ano.  \n \nCapítulo IV  \nDa Autoria  \n \nArt. 7º - A monografia , resultado dest e componente curricular,  deve ser desenvolvid a \nindividualmente.  \n \nArt. 8º - Compete ao aluno:  ", "94": " \n94 o Escolher , juntamente com o orientador , o tema do trabalho, apresentando -o ao \nProfessor responsável pelo componente curricular  de Trabalho de Conclusão, para \nadequação ao perfil da área de Engenharia da Computação;  \no Desenvolver o projeto, levantamento de dados e bibliografia necessária à sua \nelaboração, sendo responsável pela devida citação de fontes de pesquisa, \nresguardando os direitos autorais de terceiros e preservando a ética;  \no Redigir os documentos do projeto, seguindo as orie ntações e recomendações do \nprofessor orientador obedecendo as normas estabelecidas pelo Núcleo de Projetos de \nConclusão;  \no Comparecer às etapas e aos encontros programados, apresentando os resultados \nparciais de sua produção e eventuais revisões recomendadas pelo orientador;  \no Submeter a versão final do relatório do Trabalho de Conclusão à análise do \norientador, antes do prazo estabelecido para entrega ao Professor responsável pel o \ncomponente curricular . \n \nCapítulo V  \nDo Tema  \n \nArt. 9° - O tema do proj eto não é restrito a novas teorias ou temas originais, entretanto, deve \nser fruto de reflexão e trabalho aprofundado da bibliografia e demais recursos metodológicos \nutilizados pelo aluno.  \nArt. 1 0 - O tema pode ser enquadrado em um dos seguintes tipos:  \no Tema  de análise teórico -empírica, representado por uma pesquisa de campo, com \napoio bibliográfico;  \no Tema apresentado na forma de estudo de caso; desenvolvido a partir de análise \nteórica, com a inserção de software  e/ou hardware.  \nArt. 1 1 - O tema escolhido pelo aluno é analisado  pelo orientador  e aprovado pelo Colegiado  \ncom o objetivo de enquadrá -lo na ár ea de Engenharia de Computação. A escolha do tema deve \nainda considerar o interesse do aluno pelo assunto, suas aptidões, preparo técnico, sua \ndisponibilidade e a disponibilidade de fontes de pesquisa, o valor e a utilidade da pesquisa para \na sociedade e p ara a comunidade acadêmica.  \n \nCapítulo  VI \nDa Submissão  e Aceitação  ", "95": " \n95  \nArt. 1 2 - A etapa de submissão dá -se por meio de um Projeto que deve ser entregue ao \nProfesssor Responsável pelo Trabalho de Conclusão em formato especificado.  \nArt. 1 3 - O aluno deve submet er o projeto no início da 1ª etapa do Trabalho de conclusão de \nCurso , já com o aceite do orientador.  \nArt. 1 4 - Cabe a  uma equipe de professores indicados pelo  Colegiado do curso  aceitar com \nressalvas ou rejeitar o projeto bem como o orientador.  \nArt. 15 - Em caso de rejeição do orientador, o Núcleo deve indicar, entre os professores do \nCurso, um novo orientador.  \nArt. 16 - Em caso de aceitação com ressalvas ou rejeição da proposta,  o aluno deve apresentar \no projeto com as alterações determinadas pel a equipe  ou um novo projeto até 15 (quinze) dias \napós a divulgação do resultado.  \n \n \nCapítulo VII  \nDo Andamento  \n \nArt. 17 - A etapa de andamento é constituída de um seminário de andamento e uma apresentação \noral, e ocorre na primeira etapa  do projeto: Trabalho de Conclusão de Curso.  \nArt. 18 - O aluno deve submeter documento em formato de artigo com 14 (quatorze) dias de \nantecedência à sua apresentação oral ao Professor Responsável pelo TCC em formato \npreviamente definido.  \nArt. 19 – O seminário de andamento deve ser realizado em data, horário e local marcados pelo \nProfessor respon sável . \nArt. 2 0 - O seminário de andamento é div idido em explanação do artigo e arguição da banca \nexaminadora, composta pelo professor orientador e professores do Curso de Engenharia da \nComputação designados pelo Colegiado . \nArt. 2 1 – O seminário de andamento não deve exceder 30 (trinta) minutos.  \nArt. 2 2- A arguição não possui tempo mínimo e máximo estabelecidos.  \nArt. 2 3 - Embora a etapa de andamento não atribua nota, é obrigatória, implicando até na \nreprovação na etapa 1 do trabalho  de conclusão de curso.  A não apresentação na data marcada \nou atraso de entrega do artigo de andamento por mais de 14 (quatorze) dias, o professor \nresponsável pelo TCC  remarcar á nova data , mediante apresentação de justifictivas legais à ", "96": " \n96 coordenação do curso.  Caso o aluno não apre sente ou não entregue o documento, implica em \nreprovação do aluno na 1 etapa do projeto de conclusão de curso . \n \nCapítulo VIII  \nDa Avaliação  \n \nArt. 24 - A etapa de avaliação é constituída da análise da documentação e da apresentação oral \nfinal do Trabalho de Conclusão, e acontece nas duas etapas  do projeto: Trabalho de Conclusão \nde Curso I e Trabalho de Conclusão de Curso II.  \nArt. 25 - O resultado final da componente curricular  é atribuído pela banca examinadora e deve \nser de comum acordo entre seus membros.  \nParágrafo Único – Qualquer uma das etapas de avaliação é obrigatória. O não \ncomparecimento a alguma etapa ou o não cumprimento das datas previstas para a \nentrega de documentos acarreta em sanções determinadas pelo Colegiado do curso . \n \nCapítulo IX  \nDa Banca E xaminadora  \n \nArt. 26 - A banca examinadora é composta pelo professor orientador e por outros dois \nprofessores.  \nArt. 27 - Cabe ao professor responsável pela componente curricular  indicar os  nomes de \nprofessores que comporão a banca examinadora.  \nArt. 28 - Ao final da etapa de apresentação, o orientador informa ao aluno se ele foi aprovado \nou não.  \nArt. 29 - As modificações exigidas pela banca examinadora devem ser feitas pelo aluno \ndevendo ser encaminhadas ao orientador até a data estipulada  pela banca . \n \nCapítulo  X \nDa Documentação do Trabalho de Conclusão  \n \nArt. 3 0 - A documentação do Trabalho de Conclusão contempla o trabalho desenvolvido e, tem \ncomo objetivos principais avaliar a escrita do aluno e documentar o projeto desenvolvido.  \n ", "97": " \n97 Parágrafo Único – a documentação da componente curricular  Trabalho de Conclusão de Curso , \nem sua 1 ª etapa  consta de, no míni mo, dois capítulos da monografia final, e a documentação da \ncomponente curricular Trabalho de Conclusão de Curso, em sua 2 ª etapa , consta dos dois \ncapítulos apresentados na 1ª etapa,  acrescido de todas as alterações  sugeridas pela 1 ª banca, \nbem como dos capítulos necessários a conclusão do trabalho  e conclusões realizadas durante a  \n2ª etapa da componente curricular  citada.  Alternativamente à produção do TCC, a \ndocumentação final, n o componente curricular  Trabalho de Conclusão de Curso  pode ser \nsubstituída pelo artigo publicado em periódico indexado, com os resultado de sua pesquisa.  \nI- No caso de apresentação de artigo publicado em periódico, é de total \nresponsabilidade do aluno a escrita, escolha de periódico, submissão e inscrição  no \nevento  (caso necessário).  \nII- O professor responsável pela componente curricular  somente montará uma banca \npara validação do artigo já publicado e apresentado pelo aluno.  \nIII- O artigo validado será entregue à biblioteca com todos os pré e pós textos exigidos \ncomo documentação para os demais trabalhos.  \nArt. 3 1 - A documentação deve conter também a descrição de software  e/ou hardware  \nnecessários para a verificação e avaliação do Trabalho.  \nArt. 3 2 - A documentação deve ser entregue ao Núcleo em formato determinado com , no \nmínimo, 30 (trinta) dias de antecedência à apresentação final de cada uma das etapas do \nTrabalho de Conclusão ( Trabalho de Conclusão I e Trabalho de Conclusão II).  \nArt. 3 3 - A documentação deve:  \no apresentar o tema de forma clara e completa, objetivando  a resolução do problema;  \no apresentar revisões bibliográficas necessárias para solução do problema;  \no tecer comentários e conclusões sobre os frutos do trabalho realizado.  \n \nCapítulo XI \nDa Apresentação Final  \n \nArt. 34 - A apresentação final objetiva a avaliação da capacidade do aluno de expressar -se na \nlinguagem oral e escrita.  \nArt. 35 - A apresentação final deve ser realizada em data, horário e local marcados pelo \nProfessor responsável pelo componente curricular , levando em consideração a disponibilida de \nda banca examinadora.  ", "98": " \n98 Art. 36 - O processo de apresentação final é dividido em apresentação da documentação e a \narguição da banca examinadora.  \nArt. 37 - A apresentação final não deve exceder 30 (trinta) minutos.  \nArt. 38 - A arguição não tem tempo mínimo  e máximo estabelecidos.  \n \nCapítulo  XII \nDas Disposições Gerais e Transitórias  \n \nArt. 39 - Qualquer emenda ao Regulamento somente pode ser efetuada com a aprovação do \nColegiado do Curso de Engenharia da Computação.  \nArt. 40 - O presente Regulamento entra em vi gor imediatamente após aprovado pelo Colegiado \ndo Curso de Engenharia d e Computação.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  ", "99": " \n99 ANEXO II  \nAtividades Complementares  \n \n \nRegulamenta atividades complementares  \nprevistas para o curso de Engenharia da \nComputação.  \n \nO Colegiado do Curso de Engenharia da Computação da Universidade do Estado de Minas \nGerais – UEMG, Unidade Ituiutaba, tendo em vista a necessidade de regulamentar a pontuação \ndas atividades complementar es para integralização do Curso de Engenharia da Computação, \nusando de suas atribuições regimentais  e, \nConsiderando a Resolução CNE/CES nº 2 de 24 de abril de 2019 que institui diretrizes \ncurriculares nacionais do curso de graduação em Engenharia, consider ando ainda a Resolução \nCNE/CES nº 5 de 16 de novembro de 2016 que institui diretrizes curriculares nacionais para os \ncursos de graduação na área da Computação, abrangendo o curso de Engenharia de \nComputação.  \n \nRESOLVE:  \n \nArt. 1º  - As atividades complementare s extraclasse ou extracurriculares realizadas pelo aluno \nao longo do Curso de Engenharia da Computação ficam distribuídas nos seguintes itens:  \na) Pesquisa e iniciação científica;  \nb) Extensão, seminários, simpósios, congressos, conferências, palestras, feiras e s emanas \ncientíficas;  \nc) Atividades extracurriculares de prática profissional;  \nd) Grupos de estudos monitorados;  \ne) Disciplinas especiais não previstas no currículo e ministradas em outros cursos da UEMG \ndesde que sejam compatíveis com o horário do Curso de Engenhari a da Computação e \npertinentes à área de formação, observadas as normas e o Regimento da Instituição.  ", "100": " \n100 Art. 2º - As atividades complementares são de responsabilidade do aluno , que deve entregar à \nsecretaria do curso, ao  final de cada semestre, as cópias d os comprova ntes das atividades \nrealizadas durante o semestre  para que a coordenação possa registrar as horas cumpridas.  \nArt. 3º - As atividades complementares podem ser realizadas, inclusive durante as férias \nescolares, desde que respeitados os procedimentos estabelecidos neste Regulamento.  \nArt. 4º  - A equivalência de horas por tipo de Atividade Complementar obedece às tab elas que \nconstam no final deste regulamento.  \nArt. 5º  - É de inteira responsabilidade do estudante cumprir efetivamente as Atividades \nComplementares nos termos deste regulamento, bem como efetuar o preenchimento da Ficha \nde Avaliação que deve ser protocolad a junto à coordenação do curso.  \n§1º O estudante deve comprovar no mínimo 150 horas em Atividades Complementares.  \n§2º As atividades complementares devem compreender atividades em todas as modalidades de \natividades: Extensão, Ensino e Pesquisa . Assim, não será possível ao estudante computar o total \nde horas exigido não tendo atividades de uma das modalidades supracitadas.  \n§3º O preenchimento da Ficha Avaliação é de total responsabilidade do estudante. \nPosteriormente , a Ficha de Avaliação será avaliad a, a fim de validar as horas complementares \nde acordo com o estabelecido neste regulamento.  \n§4º Os estudantes que ingressaram no curso por meio de transferência poderão validar as horas \nde Atividades Complementares já cumpridas na instituição de origem desde qu e:  \nI – As Atividades Complementares realizadas na Instituição/Curso de origem sejam \ncompatíveis com as estabelecidas neste Regulamento.  \nII – A carga horária atribuída pela Instituição/Curso de origem não seja superior à \natividade idêntica ou congênere a conferida por este Regulamento, hipótese em que será \ncontabilizada segundo os parâmetros vigentes neste Regulamento.  \nParágrafo 1º - As semanas científicas mencionadas restringem -se às promovidas por Cursos da \nárea de formação Engenharia ou Computação.  \nPará grafo 2º - Proferir cursos extracurriculares e apresentação de trabalhos em eventos tem \naproveitamento total das horas.  \nArt. 6º A validação das Atividades Complementares é de responsabilidade da coordenação do \ncurso de Engenharia de Computação.  ", "101": " \n101 Art. 7º Co mpete à coordenação do curso de Engenharia de Computação:  \nI – Validar as Atividades dos estudantes, desde que apresentadas conforme estabelecido \nneste regulamento, além de respeitar os critérios estabelecidos no regulamento;  \nII – Promover e/ou incentivar eventos que possibilitem a prática de Atividades \nComplementares.  \nArt. 8º - Compete ao Coordenador do Curso de Engenharia de Computação encaminhar à \nSecretaria Geral da Instituição o resultado da validação das horas acompanhado da \ndocumentação comprobatória , para os registros acadêmicos necessários.  \nArt. 9º- Compete à Secretaria Geral da UEMG – Unidade Ituiutaba o recebimento da \ndocumentação comprobatória das atividades realizadas pelo aluno, nos termos do artigo 1º.  \nArt. 10 - As atividades consideradas complementares do curso de Engenharia de Computação, \ndesenvolvidas pelo curso, serão oferecidas a todos os estudantes regularmente matriculados.  \nArt. 11 - Os casos omissos serão resolvidos pelo Colegiado do Curso de Engenharia de \nComputação . \nArt. 12 – Este regulamento entrará em vigor após sua aprovação no Colegiado de Curso de \nEngenharia de Computação da UEMG, Unidade Ituiutaba, revogadas as disposições em \ncontrário.  \n \n \n  ", "102": " \n102 Tabela de Atividades Complementa res: \nAtividades de Extensão – Máximo de horas a serem aproveitadas: 90hrs  \nAtividades desenvolvidas  Aproveitamento  Limite \n(horas)  Requisitos  \nProjeto de extensão  10% 40h Atestado e relatório (do \nacadêmico) sobre as \natividades \ndesenvolvidas  \nAtividades culturais  80% 5h Certificado contendo \ncarga horária  \nVisitas Técnicas  100%  40h Atestado com registro \nde carga horária  \nVisitas a Feiras e Exposições  20% 5h Atestado com registro \nde carga horária  \nCursos de Idiomas  60% 20h Certificado contendo \ncarga horária  \n Palestras, Seminários e \nCongressos Extensionistas \n(ouvinte)  80% 10h Certificado contendo \ncarga horária  \nPalestras, Seminários e \nCongressos Extensionistas \n(apresentador)  100%  15h Certificado contendo \ncarga horária  \nProjeto Empresa Júnior  20% 20h Certific ado ou \ndeclaração contendo a \nparticipação e o tempo \nde duração  \nAtividades de Ensino – Máximo de horas a serem aproveitadas: 90hrs  \nAtividades desenvolvidas  Aproveitamento  Limite \n(horas)  Requisitos  \nEstágio Extracurricular  70% 40h Atestado e relatório de \nestágio  \nMonitoria  70% 40h Certificado ou declaração \ncontendo a participação e \no tempo de duração  \nConcursos e campeonatos de \natividades acadêmicas  70% 50h Certificado ou declaração \ncontendo a participação e \no tempo de duração  \nPresença compr ovada a defesas \nde TCC do curso de \nEngenharia de Computação  50% 3h Declaração de \nparticipação  \nCursos Profissionalizantes \nEspecíficos na área  80% 40h Certificado contendo \ncarga horária  \nCursos Profissionalizantes em \ngeral  20%  10h Certificado contendo \ncarga horária  \n \n  ", "103": " \n103  \nAtividades de Pesquisa – Máximo de horas a serem aproveitadas: 90hrs  \nAtividades desenvolvidas  Aproveitamento  Limite \n(horas)  Requisitos  \nIniciação Científica  80%  40h  Certificado de conclusão \ncontendo carga horária  \nPublicação de artigos em \nperiódicos científicos  100%  *10h  Cópia da publicação  \nPublicação de artigos \ncompletos em anais de \ncongressos  100%  *7h  Cópia da publicação  \nPublicação de capítulo de \nlivro  100%  *7h  Cópia da publicação  \nPublicação de resumos de \nartigos em anais  100%  *5h Cópia da publicação  \nRegistro de patentes como \nauto/coautor  100%  *40h  Cópia do registro  \nPremiação resultante de \npesquisa científica  100%  *10h  Certificado  \n Colaborador em atividades \ncomo Seminários e \nCongressos  100%  10h Certificado contendo carga \nhorária  \nPalestras, Seminários e \nCongressos de Pesquisa \n(ouvinte)  80%  10h Certificado conten do carga \nhorária  \nPalestras, Seminários e \nCongressos de Pesquisa \n(apresentador)  100%  15h  Certificado contendo carga \nhorária  \n* Número de horas por publicação, registro de patente e premiação  \n \n \n \n \n \n \n \n \n \n  ", "104": " \n104 Anexo III  \nRegulamento das Atividades de Extensão  \n \n \nRegulamenta atividades de \nextensão previstas para o curso \nde Engenharia da Computação.  \n \nO Colegiado do Curso de Engenharia da Computação da Universidade do Estado de Minas \nGerais – UEMG, Unidade Ituiutaba, tendo em vista a necessidade de regulam entar a pontuação \ndas atividades complementares para integralização do Curso de Engenharia da Computação, \nusando de suas atribuições regimentais e,  \nConsiderando a Resolução  CNE/CES Nº 7 de 18/12/2018  e Resolução  UEMG/COEPE Nº 287 \nde 04/03/2021 , que d ispõe sobre o desenvolvimento de atividades de extensão como \ncomponente curricular obrigatório dos Cursos de Graduação da Universidade do Estado de \nMinas Gerai s, \n \nRESOLVE:  \nArt. 1º  - As Atividades de Extensão devem ser realizadas pelo aluno ao longo do Curso de \nEngenharia da Computação . \nArt. 2º - O componente curricular deve obedecer as seguintes diretrizes:  \nI. Orientação quanto à segurança do uso de equipamentos eletrônicos conectados a \nInternet.   \nII. Atividades voltadas para a terceira idade quanto à segurança do uso  de equipamentos \neletrônicos conectados a Internet e bancos.  \nIII. Atividades voltadas ao comércio quanto à segurança do uso de equipamentos \neletrônicos conectados a Internet e bancos.  \nIV. Atividades voltadas a um público carente de orientação e serviços de apoio à formação \nprofissional.  ", "105": " \n105 V. Atividades voltadas às atividades rurais, levando ao público orientações e serviços de \napoio à produção.  \nVI. Atividades voltadas às escolas, oferecendo mini cursos de introdução à robótica e \ndomótica.  \nVII. Atividades voltadas ao serviço públi co de saúde e segurança pública, oferecendo mini \ncursos aplicados à áreas específicas.  \nVIII. Atividades voltadas a segurança pública, oferecendo mini cursos para o público de \npessoas em recuperação social.  \nIX. Atividades voltadas às escolas, oferecendo mini cursos para a formação de docentes.  \nArt. 3º O discente deve matricular -se no componente curricular, no início do semestre letivo.  \n§1º - Os componentes curriculares oferecidos devem ter projeto elaborado pelo professor e \nalunos matriculados de acordo com os temas propostos por este regulamento, podendo o \ncolegiado avaliar e aprovar ou não. No caso de não aprovação, o docente deverá submeter novo \nprojeto em um prazo de 48 horas ao Colegiado.  \n§ 2º - O discente deve cumprir 4 20 horas de atividades de extensão  ao longo do curso.  \n§ 3º - Será responsabilidade do professor orientador de atividade de extensão avaliar o discente . \n§ 4º - Todas as atividades devem, por sua natureza, serem realizadas pelos alunos e prestados à \nsociedade.  \n§5º - Os estudantes que ingress aram no curso por meio de transferência poderão validar as horas \nde Atividades de Extensão já cumpridas na instituição de origem desde que:  \nI – As Atividades de Extensão realizadas na Instituição/Curso de origem sejam \ncompatíveis com as estabelecidas neste  Regulamento.  \nII – A carga horária atribuída pela Instituição/Curso de origem não seja superior à \natividade idêntica ou congênere a conferida por este Regulamento, hipótese em que será \ncontabilizada segundo os parâmetros vigentes neste Regulamento . \nArt. 4º  - O discente que não tiver 75% de presença nas atividades será reprovado por falta.  \nArt. 5º - A validação das Atividades de Extensão é de responsabilidade do professor orientador  \ndas Atividades de Extensão.  ", "106": " \n106 Art. 6º - Compete ao colegiado  do curso de Enge nharia de Computação, por meio do professor  \nde Atividades de Extensão:  \nI – Validar as Atividades de Extensão dos estudantes, desde que apresentadas conforme \nestabelecido neste regulamento, além de respeitar os critérios estabelecidos n a tabela anexada ; \nII – Promover e/ou incentivar eventos que possibilitem a prática de Atividades de Extensão.  \nArt. 8º  - As Atividades consideradas de Extensão do curso de Engenharia de Computação, \ndesenvolvidas pelo curso, serão oferecidas a todos os estudantes regularmente matriculados. \nArt. 9º  - Os casos omissos serão resolvidos pelo Colegiado do Curso de Engenharia de \nComputação  \nArt. 10 – Este regulamento entrará em vigor após sua aprovação no Colegiado de Curso de \nEngenharia de Computação da UEMG, Unidade Ituiutaba, revogadas as disposições em \ncontrário.  \n \n  ", "107": " \n107 Tabela de atividades de Extensão:  \n \nAtividades de Extensão  \nAtividades desenvolvidas  Aproveitamento  Limite \n(horas)  Requisitos  \nProjeto de extensão  100%  300h  Atestado e relatório (do \nacadêmico) sobre as \natividades desenvolvidas  \nComissão organizadora de \neventos (científicos, técnicos, \nartísticos -culturais, sociais, \nesportivos e similares) \noferecidos ao público externo  100%  40h Certificado ou declaração \nde organizador, contendo \na carga horária  \nParticipação em projetos de \nresponsa bilidade social, trabalho \nvoluntário em entidades \nvinculadas a compromissos \nsócio -políticos (OSIPs, ONGs, \nProjetos comunitários, Creches, \nAsilos, entre outros)  100%  20h Certificado ou declaração \nde participação, contendo \na carga horária  \nInstrutor de cur sos e minicursos \nabertos à sociedade  100%  40h Certificado contendo \ncarga horária  \nPalestrante (eventos abertos à \ncomunidade)  100%  20h Certificado contendo \ncarga horária  \nOrganizador de Atividades \nculturais  80% 10h Certificado contendo \ncarga horária  \nOrganizador de Visitas Técnicas  100%  20h Atestado com registro de \ncarga horária  \nOrganizador de Visitas a Feiras \ne Exposições  40% 10h Atestado com registro de \ncarga horária  \nProjeto Empresa Júnior  30% 30h Certificado ou declaração \ncontendo a participação e \no tempo de duração  \n \n \n \n \n \n \n \n \n \n  ", "108": " \n108 ANEXO I V \n \nRegulamento  - Estágio Supervisionado  \n \nRegulamenta atividades de estágio \nsupervisionado para o curso de \nEngenharia da Computação.  \n \nO Colegiado do Curso de Engenharia da Computação da Universidade do Estado de Minas \nGerais – UEMG, Unidade Ituiutaba, tendo em vista a necessidade de regulamentar a pontuação \ndas atividades complementares para integralização do Curso de Engenharia da Computação, \nusando de suas at ribuições regimentais e,  \nConsiderando a LEI FEDERAL Nº 11.788, DE   25 DE SETEMBRO DE 2008, que di spõe sobre \no estágio de estudantes; altera a redação do art. 428 da Consolidação das Leis do Trabalho – \nCLT, aprovada pelo Decreto -Lei no 5.452, de 1o de maio de 1943, e a Lei no 9.394, de 20 de \ndezembro de 1996; revoga as Leis nos 6.494, de 7 de dezembro de 1977, e 8.859, de 23 de março \nde 1994, o parágrafo único do art. 82 da Lei no 9.394, de 20 de dezembro de 1996, e o art. 6o da \nMedida Provisória   no 2.164 -41, de 24 de agosto de 2001; e dá outras providências, e  \nConsiderando a Resolução CNE/CES nº 2 de 24 de abril de 2019 , que institui diretrizes \ncurriculares nacionais do curso de graduação em Engenharia, considerando ainda a Resolução \nCNE/CES nº 5 de  16 de novembro de 2016 que institui diretrizes curriculares nacionais para os \ncursos de graduação na área da Computação, abrangendo o curso de Engenharia de Computação  \n \nRESOLVE:  \nCAPÍTULO I  \nDA NATUREZA E FINALIDADE  \nArt. 1 º – O Estágio Curricular Obrigatóri o Supervisionado é atividade individual obrigatória do \ncurrículo pleno do curso de Engenharia da Computação da Universidade do Estado de Minas \nGerais, Unidade  Ituiutaba.  ", "109": " \n109 Parágrafo único – Este regulamento normatiza as atividades de estágio curricular obri gatório \nsupervisionado, destinadas aos alunos regularmente matriculados no curso de Engenharia de \nComputação da Universidade do Estado de Minas Gerais, Unidade  Ituiutaba.  \nArt. 2 º – O estágio curricular obrigatório supervisionado visa:  \nI. Complementar a f ormação profissional do aluno;  \nII. Aprimorar a utilização de conhecimentos teóricos e práticos na área de atuação \nprofissional;  \nIII. Propiciar uma ampla visão da estrutura organizacional de empresas e instituições; e  \nIV. Desenvolver habilidades de relacionamento humano no ambiente profissional.  \nCAPÍTULO II  \nDA ORGANIZAÇÃO ADMINISTRATIVA  \nArt. 3 º – As atividades de estágio serão supervisionadas por professor orientador pertencente \nao corpo docente do curso de Engenharia da Computação da Universidade do Estado de Minas \nGerais, Unidade  Ituiutaba.  \n§ 1º – A parte concedente deverá desempenhar atividade compatível com a área de atuação na \nEngenharia de Computação .  \n§ 4º – O supervisor da parte concedente deverá ser funcionário de seu quadro de pessoal com \nformação ou experiência profissional na área de conhecimento do estágio.  \nArt. 4 º - Compete ao professor orientador  de estágio:  \n• Estruturar, coordenar, supervisionar, avalia r e deliberar sobre o Estágio Supervisionado;  \n• Sugerir campos de estágio;  \n• Orientar os estudantes para a efetivação de seus estágios;  \n• Propor roteiro para realização de Estágio;  \n• Fixar datas para apresentação e avaliação de estágios;  \n• Supervisiona r os trabalhos de estágio, fornecendo subsídios para formulação de relatórios e \noutras atividades;  \n• Sensibilizar as organizações e os estudantes para a receptividade do estágio;  \n• Negociar e abrir oportunidades de estágios;  ", "110": " \n110 • Zelar pelo cumprimento da legislação aplicável aos estágios;  \n• Avaliar os relatórios e demais documentações pertinentes à conclusão do estágio; e  \n• Garantir a transparência de critérios do processo avaliativo.  \nArt. 5 º - Compete ao estudante estagiário:  \n• Escolher o campo de estágio e a área em que deseja aprofundar seus conhecimentos;  \n• Celebrar um termo de compromisso com a empresa, conforme as leis vigentes;  \n• Elaborar o plano de trabalho a ser entregue para o pro fessor da disciplina com o auxílio do \nsupervisor da empresa;  \n• Realizar as atividades propostas;  \n• Elaborar os relatórios trimestrais, juntamente com o supervisor da empresa;  \n• Arquivar o plano de trabalho e os relatórios para acompanhamento do professo r da disciplina;  \n• Apresentar os resultados do estágio ao professor da disciplina.  \nCAPÍTULO III  \nDA CARACTERIZAÇÃO  \nArt. 6 º – As atividades de estágio supervisionado são caracterizadas como estágio curricular \nobrigatório.  \n§ 1º – O estágio curricular obrigatório pode ser remunerado ou não.  \n§ 2º – Todo estagiário, mesmo não remunerado, deve estar coberto com um seguro contra \nacidentes pessoais.  \nArt. 7 º – Todo estágio supervisionado obrigatório deve contar carga horária no histórico \nacadêmico do aluno, por meio de matrícula em unidade curricular específica.  \n§ 1º – A duração do estágio curricular obrigatório supervisionado deve  ser igual ou superior a \n225 horas , podendo ser contabilizado a partir do 6º período do curso .  \n§2º – A carga horária superior a 225 horas por semestre não será contabilizada no histórico \nacadêmico do aluno .  \nParágrafo único – Não é permitida a realização de mais de um estágio simultaneamente.  \n ", "111": " \n111 CAPÍTULO IV  \nDA REALIZAÇÃO E DA AVALIAÇÃO  \nArt. 8 º – Para a realização do estágio supervisionado obrigatório, as seguintes etapas devem ser \nexecutadas pelo aluno:  \nI. Encontrar uma vaga como estagiário por contato direto com a parte concedente ou por meio \ndo professor orientador  de estágio;  \nII. Estabelecer um Termo de Compromisso, o qual deve ser assinado pela parte concedente, \npelo aluno e pelo representante legal da UEMG, Unidade  Ituiutaba.  \nIII. Definir um Plano de Atividades, o qual deverá ser assinado pelo professor orientador  de \nestágio,  pelo supervisor da parte concedente e pelo aluno;  \nIV. Matricular -se na componente  curricular denominada Estágio Supervisionado;  \nV. Entregar o Termo de Compromisso (3 vias), Plano de Atividades (3 vias)  ao professor \nresponsável pela disciplina.  \nVI. Comp arecer às reuniões agendadas pelo professor orientador  de estágio;  \nVII. Entregar, ao final do estágio , um relatório técnico de estágio assinado pelo supervisor \ninterno e pelo aluno, em conjunto com ficha de avaliação, assinado pelo supervisor da parte \nconcedente e  um certificado de conclusão de estágio;   \nVIII. Fazer eventuais correções, supressões e inclusões no relatório técnico de estágio, quando \nsolicitadas pelo coordenador de estágio.  \nArt. 9 º – Para fins de aprovação na componente  curricular específic a, o aluno será avaliado pelo \nprofessor orientador  de estágio em relação ao cumprimento das atividades definidas no seu \nPlano de Atividades, discriminado no seu relatório técnico de estágio.  \n§ 1º – Após avaliado, o aluno receberá o conceito Cumpriu  ou Não Cumpriu  que constará em \nseu histórico acadêmico.  \n2º – Cabe ao professor orientador  de estágio o lançamento do conceito referente ao estágio no \nhistórico acadêmico do aluno.  \nArt. 1 0 - Cabe ao Docente Responsável de Estágios acompanhar o aluno no desenvolv imento \nde suas atividades junto ao supervisor de estágio da concedente.   ", "112": " \n112 § 1º - O colegiado de curso pode delibera r pela redução dos encargos didáticos  do docente \nsuper visor de estágio , nos termos da Resolução COEPE/UEMG Nº 234, 23 de novembro de \n2018.  \nCAPÍTULO V  \nDO APROVEITAMENTO  \nArt. 1 1 – O aluno do curso de Engenharia de Computação na condição de empregado, \nempresário ou autônomo, poderá solicitar o aproveitamento de sua atividade profissional como \nestágio curricular obrigatório, desde que apres ente os seguintes documentos:  \nI. Na condição de empresário, cópia do contrato social e cartão do CNPJ da empresa \ncomprovando a participação no quadro societário da organização, por no mínimo 225 horas nos \núltimos dois anos;  \nII. Na condição de autônomo, c omprovante de seu registro na Prefeitura Municipal, \ncomprovante de recolhimento do Imposto Sobre Serviços (ISS) e carnê de contribuição ao \nINSS, comprovando as suas atividades profissionais por no mínimo 225 horas nos últimos dois \nanos; e  \nIII. Descrição da s atividades desenvolvidas no formato de relatório técnico de estágio.  \nParágrafo único – Os documentos referentes à solicitação de aproveitamento da atividade \nprofissional como estágio curricular obrigatório serão encaminhados ao professor orientador  de \nestágio, que deferirá ou indeferirá o pedido.  \n \nCAPÍTULO VI  \nDAS DISPOSIÇÕE S FINAIS  \nArt. 1 2 – Os casos omissos serão resolvidos pelo Colegiado de Curso de Engenharia de \nComputação da UEMG, Unidade  Ituiutaba.  \nArt. 1 3 – Este regulamento entrará em vigor após sua aprovação no Colegiado de Curso de \nEngenharia de Computação da UEMG, Unidade  Ituiutaba, revogadas as disposições em \ncontrário.  \n \n \n ", "113": " \n113  "}