{"1": " \n_______________________________________________________________  \nFACULDADE DE ENGENHARIA  \nDEPARTAMENTO DE ENGENHARIA DE PRODUÇÃO  E MECÂNICA  \nCAMPUS UNIVERSITÁRIO - MARTELOS - JUIZ DE FORA - MG \n \n \n \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO D E CURSO  - PPC  \nGRADUAÇÃO EM ENGENHARIA MECÂNICA  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAtualização Abril de 2013  \n ", "2": " 2 \n \nSUMÁRIO  \n \n1. Introdução .......................................................................................................... .................. .4                                     \n 1.1 Considerações Iniciais .... ................................................................................................... ....4 \n 1.2 Objetivos Gerais do Projeto Pedagógico ........................................................................ ........4  \n2.   A Engenharia Mecânica .... ............................................................ ...................................... .5 \n2.1 Definição e Conceituação .. ................................................................................... ............. ....5 \n2.2 A Engenharia Mecânica como área do conhecimento .................... .................................... ....6 \n2.3 Bases Legais ........... .................................................................... ............................. ........... ....6 \n2.3.1 LDB ..... .................................... ...................................................................................... ......6  \n2.3.2 A Resolução CNE/CES 11/2002 ................... .......................................... ....................... ......6  \n3.   O curso de Engenharia Mecânica na UFJF ................................................................... ......7  \n3.1 Contextualização .............................................. ......................................... ...................... ........7  \n3.2 Breve Histórico da Faculdade de Engenharia da UFJF .............................................. .......... ..9 \n3.3 Objetivos do Curso ....... ................................................................................ .................. ......11  \n3.4 Perfil Profissional do Egresso .... .................................................................................... ......12 \n4.   Organização Didático -Pedagógica do Curso .................................................... ............... 15 \n4.1 Administração Acadêmica ............................................................................................... ......15 \n   4.1.1 Coordenação do curso .............................................................................. .............. ........ 15 \n   4.1.2 Organização acadêmico -administrativa .................................................................... ......15 \n   4.1.3 Apoio  ao discente ................... ................................................................ ................. ........ 15 \n4.2 Atividades Complementares .......................................................................................... ......16 \n4.3 Corpo Docente .................................................................................. ............................... .....17 \n4.4 Instalações .......................................................................................................... ............ ......22 \n   4.4.1 Instalações Gerais ................................................ ................................................. ..........22 \n   4.4.2 Biblioteca ........................................................................................................ ................. 22 \n   4.4.3 Instalações Laboratoriais .... ............ ..................................................................... .......... 22 \n4.5 Turno de Funcionamento do Curso .......... ................................................................. ...........25 \n5.   Estrutura Curricular do Curso ....... ........ ................................................................ ...........26 \n5.1 Considerações Iniciais ....... ..................................................................................... .............26 \n5.2 Núcleos de Conteúdos ................... .............................................................................. ........ 27 \n5.3 Integralização do Curso ........ ......................................................................................... ......28 \n5.4 Distribuição de carga horária e grade curricular ........................................................ .......... 29 \n   5.4.1 Distribuição da Carga Horária Curricular .............................................................. ......... 29 \n   5.4.2 Disciplinas Obrigatórias, núcleo de c onteúdos e p eriodização recomendada ........ .......29 \n   5.4.3 Estágio Obrigatório .................................................................................................. .......34 ", "3": " 3 \n   5.4.4 Trabalho de Conclusão do Curso (TCC) ...................... .......................................... ........ 34 \n5.5 Ementas das Disciplinas Obrigatórias do Curso ...................... ..................................... .......36 \n5.6 Informações Complementares .... .................................................. ................................. ......45 \n   5.6.1 Composição do Colegiado de Curso ....................................................................... .......45 \n   5.6.2 Normas para Trabalho de Conclusão de Curso (TCC) ................................... ............ ...45 \n \nANEXOS  \n \nANEXO I ........................................................................................................... ................... ........ 52 \nANEXO II ........... .................................................................. ..................................................... ...55 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "4": " 4 \nApresentação  \n \n O presente documento apresenta o Projeto Pedagógico de Curso (PPC) para o curso de \ngraduação em Engenharia Mecânica da Faculdade  de Engenharia da Universid ade F ederal de Juiz \nde Fora, de acordo com o plano de Reestruturação e Expansão das Universidades Federais – \nREUNI . \n \n \n1 - Introdução  \n \n1.1 Considerações Iniciais  \n \nAté o ano de 2006, o  termo Projeto Político Pedagógico  foi utilizado  para denominar os \nprojeto s de criação e adequação dos cursos de Engenharia  pela  ABENGE  (Associação Brasileira \nde Ensino de Engenharia), principalmente a partir dos Seminários do PAEPE (Programa de Apoio \nao Ensino e a Pesquisa em Engenharia) que foram realizados no período de julho  a setembro de \n2002. Estes Seminários foram organizados pela ABENGE e financiados pela SESU (Secretaria de \nEnsino Superior do MEC) em diferentes pontos do país através das 06 coalizões regionais de \ninstituições de ensino de engenharia. Conforme disposto no  Relatório Geral destes Seminários, \nencaminhado pela diretoria da ABENGE, “os principais objetivos do PAEPE são dar suporte à \nelaboração de projetos político -pedagógicos que possibilitem a reestruturação curricular e a \nadequação da infra -estrutura dos Curs os de Engenharia do País”.  \n O acréscimo da palavra Polít ico ao termo Projeto Pedagógico  foi consolidad o durante o \nXXX COBENGE (Congresso Brasileiro de Ensino de Engenharia), realizado em Piracicaba/SP de \n22 a 25 de setembro de 2002, organizado pela UNIMEP (Universidade Metodista de Piracicaba).  \n A partir 2006, através d o decreto 5773/2006 (sobre regulação, supervisão e avaliação), \ntambém conhecido como decreto ponte (por estabelecer  as competências  e pontes entre MEC, \nINEP e CNE), firmou a denominação de Projeto Pedagógico de Curso . As instruções  posteriores \nfirmaram a sigla PPC. Desta forma, o presente projeto se denomina Projeto Pedagógico de Curso \n(PPC) de forma a se alinhar com a  nomenclatura oficial vigente.  \n \n \n1.2 - Objetivos Gerais  do Projeto Pedagógic o \n \n A legislação atual coloca como exigência para os cursos, a elaboração de um Projeto \nPedagógico de Curso “que demonstre claramente como o conjunto das atividades desenvolvidas ", "5": " 5 \ngarantirá  o perfil desejado de seu egresso e o desenvolvimento das competênci as e habilidades \nesperadas”.  \n \n Os objetivos principais do presente Projeto Pedagógico  de Curso  são:  \n \n Atender ao disposto na Resolução CNE/CES 11/2002 (Resolução da Câmara de Educação \nSuperior - CES - do Conselho Nacional de Educação - CNE - Publicada no Di ário Oficial da União \nde 9 de abril de 2002) especialmente em seu artigo 5o que estabelece a necessidade de um projeto \npedagógico para os cursos de graduação;  \n Garantir a consonância do Curso de Engenharia Mecânica da UFJF com os demais cursos \nsimilares do país e, no que couber, de outros países também, a partir da consideração e \nenquadramento nas diretrizes gerais para os cursos de Engenharia Mecânica , alinhadas com a \nABCM  (Associação Brasileira de Engenharia e Ciências Mecânicas ). Também foram amplamente \nconsiderados na elaboração do projeto os conteúdos descritos na matriz de competências do \nCONFEA no que se refere ao  campo de atuação profissional da modalidade industrial Engenharia \nMecânica.  \n Firmar um documento que represente uma síntese do Curso de Engen haria de Mecânica  \nda UFJF em termos de objetivos, de visão acadêmica, de organização didático pedagógica e de \ncompromissos com a sociedade e, principalmente, com a formação do Cidadão Engenheiro \nMecânico  da UFJF . \n \n \n2 - A Engenharia Mecânica  \n \n2.1 – Definiçã o e Conceituação  \n \nA Engenharia Mecânica está presente em qualquer atividade industrial e em grande parte \ndos serviços, influenciando, direta e indiretamente, vários aspectos da vida humana. De forma \ngeral, os  curso s de graduação em Engenharia Mecânica se c aracteriza m por uma  forte base \ncientífica e tecnológica. Neste sentido, na maioria das vezes, as estrutura s curricular es visa m a \nformação de Engenheiros Mecânicos com um perfil que caracteriza um profissional capaz de \nconceber sistemas e tomar decisões em detrimento de um profissional apenas treinado na \noperação de sistemas já concebidos . Com esse perfil o engenheiro deve ser capaz de projetar, \nfabricar, montar, manter e operacionalizar dispositivos mecânicos, habilidades inerentes ao \nexercício da Engenhari a Mecânica. Além disso, esse engenheiro poderá executar tarefas de \npesquisa e desenvolvimento de novas tecnologias.  Também, esta estrutura visa a formação de um ", "6": " 6 \nEngenheiro Mecânico com habilidades técnicas, que se caracterizem pela diversidade, atualidade \ne dinamismo, e com uma visão crítica e ampla a respeito da sua inserção na sociedade.  \n \n \n2.2 - A Engenharia Mecânica como área do conhecimento  \n \n As áreas de conhecimento e campos de atuação do Engenheiro Mecânico, da forma como \nestão estabelecidas neste pro jeto, se encontram alinhadas com a matriz de competências do \nSistema CONFEA CREA, na categoria Engenharia e no campo de atuação profissional da \nmodalidade industrial  Engenharia Mecânica . Essas áreas de conhecimento estão organizadas \nsegundo os setores  listados ab aixo e a í ntegra da matriz se encontra no anexo I. \n \n Mecânica Aplicada  \n Termodinâmica Aplicada  \n Fenômenos de Transporte  \n Tecnologia Mecânica  \n \n \n2.3 - Bases Legais  \n \n2.3.1 - LDB  \n \n O presente Projeto Pedagógico  de Curso  enquadra -se na atual LDB (Lei No 9394  de 20 de \ndezembro de 1996) que “estabelece as diretrizes e bases da educação nacional”  com atenção \nespecial para o artigo 43 (finalidades da educ ação superior).  \n \n2.3.2 - A Resolução CNE/CES 11/2002  \n \n Outro dispositivo que norteia este Projeto Pedagógico  de Curso  é a Resolução CNE/CES \n11/2002 que, em síntese, dispõe, entre outros, sobre:  \n \n Princípios , fundamentos, condições e procedimentos da formação em engenharia;  \n Desenvolvimento  e avaliação dos projetos pedagógicos;  \n Perfil  do formando, egresso ou profissi onal de engenharia;  \n Competências  e habilidades gerais para a formação em engenharia.  \n ", "7": " 7 \n Dispõem ainda que o curso deve possuir, entre outros:  \n \n Um projeto pedagógico;  \n Trabalhos  de síntese e integração dos conhecimentos adquiridos ao longo do curso, \nsendo que  pelo menos um desses deverá se constituir em atividade obrigatória como requisito \npara a graduação;  \n Atividades  complementares (iniciação científica, visitas técnicas, etc.);  \n Um núcleo de conteúdos básicos, um núcleo de conteúdos profissionalizantes e um \nnúcleo de conteúdos específicos que caracterizem a modalidade;  \n Núcleo  de conteúdos básicos com cerca de 30% da carga horária mínima;  \n Núcleo  de conteúdos profissionalizantes com cerca de 15% de carga horária mínima;  \n Núcleo  de conteúdos específicos que se con stitui em extensões e aprofundamentos dos \nconteúdos do núcleo de conteúdos profissionalizantes;  \n Carga  horária mínima do estágio curricular deverá atingir 160 (cento e sessenta) horas.  \n  \nEsclarece -se que o Currículo que está sendo proposto neste projeto está enquadrado nesta \nResolução.  \n \n \n3 - O curso de Engenharia Mecânica  na UFJF  \n \n3.1 – Contextualização  \n \n O curso de Engenharia Mecânica da UFJF contempla de maneira excelente as demandas \nefetivas de natureza econômica e social, pois está inserido em uma região com uma população de \nmais de meio milhão de habitantes, que ocupa lugar de destaque em Minas Gerais em qualidade \nde vida e investimentos. Se considerarmos a região do estado em que está inserida, ou seja, Zona \nda Mata de Minas Gerais, região onde o a princ ipal cidade é Juiz de Fora, esta população \nultrapassa 1,3 milhões de habitantes.  \n \nA localização estratégica de Juiz de Fora possibilita um contato com os maiore s mercados \nconsumidores do país  e a infraestrutura  de que dispõe permite os mais modernos \nempre endimentos. Além de contar com uma das mais altas expectativas de vida do Brasil, a \ncidade possui o segundo maior nível salarial médio por trabalhador do interior de Minas Gerais. O \nparque Industrial de Juiz de Fora e região vêm se recuperando e crescendo ao longo dos últimos \nanos. Empresas e indústrias do porte da ArcelorMittal, Votorantim Metais, Mercedes Benz, MRS \nLogística, entre outras, demandam por profissionais das áreas tecnológicas e das engenharias que ", "8": " 8 \natendam as dinâmicas características de um me rcado globalizado e intensivo em conhecimento \ncientífico e tecnológico.  \n \nSomado ao descrito, uma matéria publicada no Jornal Tribuna de Minas de 13/06/2010 \ndestacou o plano de crescimento industrial apresentado pela Federação das Indústrias de Minas \nGerai s - FIEMG, em parceria com a Prefeitura de Juiz de Fora e o Governo do Estado de Minas \nGerais, mostrando a vocação desta região em atividades ligadas ao setor Metal -Mecânico, que \nreceberá até 2015 pesados investimentos em produção, especialmente em setores  que produzem \npeças e componentes para construção civil, tais como telhas e estrutura metálica, aços longos e \nprodutos siderúrgicos, peças automotivas compostas ou estampadas para caminhões dentre \noutros.  \n \nUma das grandes preocupações das empresas investi doras no setor e dos orgãos \ngovernamentais é a falta de mão -de-obra especializada, podendo ser esta uma grande dificuldade \npara um maior desenvolvimento deste setor na região (Jornal Tribuna de Minas, 13/06/2010). Uma \nmatéria destacada na revista Veja de 0 1 de setembro de 2010 corrobora esta vocação para o setor \nindustrial, especialmente metal -mecânico e destaca Juiz de Fora como uma das 20 metrópoles \nbrasileiras do futuro.   \n \nPorém, é crítica  a questão da formação da mão -de-obra, especialmente nas áreas de  \nengenharia mecânica, uma vez que existe somente um curso de engenharia mecânica nessa \nregião . Em todo o estado de Minas Gerais, existem nove  cursos conforme apresentado na tabela e \no mapa a seguir a seguir.  \n \nUNIVERSIDADE  CIDADE  TURNO  VAGAS (ANUAL)  \nDiurno  80 \nUFMG  Belo Horizonte  \nNoturno  80 \nUFU Uberlândia  Diurno  80 \nUNIFEI  Itajubá  Diurno  60 \nContagem  Noturno  120 \nPUC Minas  \nBelo Horizonte  Noturno  120 \nUNILESTE MG  Coronel Fabriciano  Noturno  100 \nUIT Itaúna  Noturno  100 \nUFSJ  São João Del Rey  Diurno  80 \nCEFET-MG Belo Horizonte  Diurno  88 \nUFV Viçosa  Diurno  40 ", "9": " 9 \nMapa da distribuição Geográfica dos cursos de Engenharia Mecânica no estado de Minas Gerais  \n \n \nDesta forma, é convicção por parte dos proponentes do curso de Engenharia Mecânica na UFJF, \nque este virá preencher uma lacuna e a demanda há muito identificada por parte da sociedade e \nno meio acadêmico.  \n \n3.2 – Breve Histórico  da Faculdade de Engenharia da UFJF  \n \n A história da Faculdade de Engenharia da Universidade Federal de Juiz se Fora se \nencontra associa da ao imaginário positivista, que adentra nos quadros do governo monárquico e \nque ganhou, finalmente, status ideológico durante as primeiras décadas da República, através da \nconsolidação do projeto progressista republicano, tendo como suporte o binômio pro gresso e \nciência.  A formação e principalmente a incorporação de uma concepção de ciência pragmática, \nassociada a sua crescente valorização como um instrumento a ser utilizado nas soluções de \nproblemas, ocorre no Brasil de forma mais efetiva e com maior obj etividade a partir do início do \nséculo XIX.  \n \n Organizam -se inicialmente os cursos superiores de engenharia, medicina e direito, ao \nmesmo tempo em que são criadas as primeiras instituições culturais e científicas brasileiras \n(Imprensa Régia, 1808; Real Hort o, 1808; Biblioteca Real, 1814; Museu Real, 1818; Real Jardim \nBotânico,1818).  Das primeiras instituições criadas, são consideradas como sendo os núcleos ", "10": " 10 \niniciais geradores de conhecimento científico a Real Academia de Marinha (1808) e a Real \nAcademia Milit ar (1810) e que se destinava a ser:   \n \n\"... um curso completo de Sciências Matemáticas, de Sciências da Observação, quasea Physica, \nChymica, Mineralogia, Mettalurgia e História Natural, que compreenderá o Reino Vegetal e Animal e \ndas Sciencias Militares e t oda sua extensão, tanto da Táctica como de Fortificações e Artilharia”.  \n \n Após a Independência do Brasil, a Academia da Marinha e a Escola Militar passam por \nvárias reformas em seus regulamentos. Em 1832, reúne -se numa só instituição a Engenharia \nMilitar,  a Naval e a Civil. Um ano mais tarde, desliga -se a Academia Naval da Academia Militar. \nPosteriormente, em 1839, a Academia Militar passou a ser denominada de Escola Militar. Em \n1855, a Escola Militar passa a denominação de Escola Militar e de Aplicação do  Exército. Em \n1858, esta Escola se desdobra em Escola Militar e em Escola Central, transformando -se esta \núltima, em 1874, na Escola Politécnica do Rio de Janeiro. A partir deste momento, ocorre a \nseparação definitiva entre o ensino militar e o ensino civil  na área de engenharia.   \n \n A valorização das atividades científicas, especialmente relacionadas ao ensino de \nengenharia, intensifica -se com a criação em 1875, por iniciativa do Visconde do Rio Branco, da \nEscola de Minas de Ouro Preto, que tem na administra ção de Henri Croiex sua organização \nbaseada por moderna metodologia de ensino e pesquisa.   \n Juiz de Fora se insere nesse processo de modernização da sociedade brasileira através de \numa série de medidas que buscavam a industrialização da região. Na primeira  década do século \nXX, foram fundados as primeiras Escolas Superiores de Farmácia, Odontologia e Direito, estas \ninstaladas no Instituto Granbery. Na Academia de Comércio, foi criado, em 1909, um Curso \nPolitécnico destinado à formação de engenheiros o qual s e desdobrou na Escola de Engenharia de \nJuiz de Fora por iniciativa pessoal e financeir a de Asdrúbal Teixeira de Souza:  \n \n“Aos dezessete do mêz de Agosto de mil novecentos e quatorze reunidos no prédio dessa cidade de \nJuiz de Fora sito à Rua Halfeld nº 175 A  os srs Dº. Clorindo Burnier Pessoa de Melo, Asdrúbal Teixeira \nde Souza, Washington Marcondes Ferreira, Odilon Pereira de Andrade e o Sr. Cristiano Degwert, foi \nentre os mesmos accordada a creação de uma escola de engenharia sob o nome de - Escola de \nEngen haria de Juiz de Fora - destinada ao preparo de profissionaes aptos para as obras de \nengenharia em geral e em particular para as obras referentes a - electricidade - hydraulica e \nestradas...”  \n \n Para a primeira diretoria foram eleitos o Doutor Clorindo Burn ier Pessoa de Melo, Diretor da \nEscola de Engenharia, Asdrúbal Teixeira de Souza, Vice -diretor e Cristiano Degwert, para o cargo \nde Secretário. Nesta mesma reunião, foi o diretor encarregado pelos membros da Congregação ", "11": " 11 \npara elaborar o primeiro estatuto e o  regimento interno da Escola o qual foi aprovado pela \nCongregação na reunião realizada em 12 de novembro de 1914.   \n \n Nesta primeira reunião foi ainda definido que seria formulado pelos professores o conteúdo \ndos programas correspondentes às suas cadeiras. Decidiu -se também o valor das mensalidades a \nserem cobradas. Ainda em 1914, com alunos oriundos da Escola Politécnica da Academia forma -\nse a primeira turma de engenheiros de trabalhos públicos composto de seis graduandos, que traz \ncomo lema \"ILLUMINAT, SAN AT ET CIVITATES INTER SE JUNGIT” significando ILUMINAR, \nSANEAR E LIGAR CIDADES ENTRE SI. Em oito de dezembro de 1915 oc orre a primeira colação \ndegrau.  \n \n Em 1973, parte da Faculdade de Engenharia é transferida para o campus da Universidade \nFederal de Juiz d e Fora. Alguns de seus laboratórios ainda permanecem funcionando na Rua \nVisconde de Mauá. Foi somente na década de 90 que a Faculdade de Engenharia passa a ocupar \ndefinitivamente toda a plataforma 4 da UFJF, em uma área de aproximadamente 21.000 m2 de \ncons trução.  Em 1992, atendendo reivindicação histórica da cidade, é criado o curso de Arquitetura \ne Urbanismo, com a primeira formatura ocorrendo em setembro de 1997.  O mestrado em \nEngenharia Elétrica, primeiro curso Stricto sensu  da Faculdade de Engenharia, i nicia suas \natividades no ano de 1998.   \n \n No século XXI, a Faculdade de Engenharia cria o Curso de Engenharia de Produção, que \ntem como objetivo formar profissionais para atuar no setor industrial.  Já em 2006, surge o \nmestrado em Modelagem Computacional vis ando à incorporação da tecnologia de informação na \ntrajetória da Faculdade de Engenharia.  \n \n Com a sua história iniciada em 17 de agosto de 1914, a Faculdade de Engenharia da \nUniversidade Federal de Juiz de Fora segue, com seu labor o dia -a-dia rumo ao cent enário de sua \nfundação, tendo como missão a busca pela qualidade do ensino de excelência, a democratização \ndo acesso ao conhecimento, e o compromisso com uma gestão democrática, eficiente, \nparticipativa e solidária.  \n \n3.3 – Objetivos do Curso  \n \nO objetivo geral do curso é formar profissionais com capacidade crítica e criativa para atuarem na \nárea de Engenharia Mecânica , sem uma ênfase específica. Alcança -se este objetivo  através de um \ncurrículo que : ", "12": " 12 \n1. Tenha um conteúdo balanceado (em termos de hora -aula) de dis ciplinas obrigatórias \nentres os principais eixos de formação de um engenheiro mecânico: projeto de máquinas, \nmáquinas térmicas e processos de fabricação;   \n2. Atenda a todas as exigências da legislação e incorpore, continuamente, as tendências \ncontemporâneas n o que diz respeito à estrutura curricular  e de apredizagem , onde o \nsistema de conteúdos dá espaço a técnicas de aprendizado baseadas em projetos  e \natividades extraclasse . \n \nOs objetivos específicos são:  \n \n conceber, projetar e construir máquinas, motores e eq uipamentos mecânicos;  \n conceber e supervisionar processos de fabricação mecânica;  \n planejar, desenvolver e supervisionar a operação e manutenção de sistemas de geração de  \nenergia, transporte de fluidos e sólidos;  \n planejar, desenvolver e supervisionar a insta lação, operação e manutenção de sistemas  \ntérmicos, hidráulicos,  pneumáticos  bem como outros sistemas produtivos ; \n desenvolver sistemas de automação em projetos mecânicos;  \n atuar no gerenciamento e no controle da segurança do trabalho, da qualidade de produto s \ne dos  processos industriais;  \n projetar, implementar e gerenciar sistemas de controle da produção;  \n avaliar a viabilidade econômica e o impacto social e ambiental dos projetos de engenharia  \nmecânica.  \n \n3.4 – Perfil Profissional do Egresso  \n \n É objetivo do cur so, em termos de perfil profissional, formar cidadãos que atendam ao \npreconizado pela legislação em vigor, quais sejam:  \n \n LDB - artigo 43 no que se refere às finalidades da educação superior.  \n \n Art. 43. A educação superior tem por finalidade:  \n \nI - estimular  a criação cultural e o desenvolvimento do espírito científico e do pensamento reflexivo;  \n ", "13": " 13 \nII - formar diplomados nas diferentes áreas de conhecimento, aptos para a inserção em setores \nprofissionais e para a participação no desenvolvimento da sociedade bra sileira, e colaborar na sua \nformação contínua;  \n \nIII - incentivar o trabalho de pesquisa e investigação científica, visando o desenvolvimento da \nciência e da tecnologia e da criação e difusão da cultura, e, desse modo, desenvolver o \nentendimento do homem e do meio em que vive;  \n \nIV - promover a divulgação de conhecimentos culturais, científicos e técnicos que constituem \npatrimônio da humanidade e comunicar o saber através do ensino, de publicações ou de outras \nformas de comunicação;  \n \nV - suscitar o desejo per manente de aperfeiçoamento cultural e profissional e possibilitar a \ncorrespondente concretização, integrando os conhecimentos que vão sendo adquiridos numa \nestrutura intelectual sistematizadora do conhecimento de cada geração;  \n \nVI - estimular o conheciment o dos problemas do mundo presente, em particular os nacionais e \nregionais, prestar serviços especializados à comunidade e estabelecer com esta uma relação de \nreciprocidade;  \n \nVII - promover a extensão, aberta à participação da população, visando à difusão d as conquistas e \nbenefícios resultantes da criação cultural e da pesquisa científica e tecnológica geradas na \ninstituição.  \n \n CNE/CES 11/2002 - conforme disposto nos artigos 3o e 4o: \n \nArt. 3º O Curso de Graduação em Engenharia tem como perfil do formando egre sso/profissional o \nengenheiro, com formação generalista, humanista, crítica e reflexiva, capacitado a absorver e \ndesenvolver novas tecnologias, estimulando a sua atuação crítica e criativa na identificação e \nresolução de problemas, considerando seus aspect os políticos, econômicos, sociais, ambientais e \nculturais, com visão ética e humanística, em atendimento às demandas da sociedade.  \n \nArt. 4º A formação do engenheiro tem por objetivo dotar o profissional dos conhecimentos \nrequeridos para o exercício das seg uintes competências e habilidades gerais:  \n \nI - aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à engenharia;  \nII - projetar e conduzir experimentos e interpretar resultados;  ", "14": " 14 \nIII - conceber, projetar e analisar sistemas, produtos  e processos;  \nIV - planejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia;  \nV - identificar, formular e resolver problemas de engenharia;  \nVI - desenvolver e/ou utilizar novas ferramentas e técnicas;  \nVI - supervisionar a operação e a  manutenção de sistemas;  \nVII - avaliar criticamente a operação e a manutenção de sistemas;  \nVIII - comunicar -se eficientemente nas formas escrita, oral e gráfica;  \nIX - atuar em equipes multidisciplinares;  \nX - compreender e aplicar a ética e responsabilidade  profissional ; \nXI - avaliar o impacto das atividades da engenharia no contexto social e ambiental;  \nXII - avaliar a viabilidade econômica de projetos de engenharia;  \nXIII - assumir a postura de permanente busca de atualização profissional.  \n \nA conjugação dest es dois dispositivos  apresenta  um perfil bastante amplo . Contudo , há que se \nconsiderar que vários destes requisitos são interdependentes e compõem o que se pode chamar \nde atitudes esperadas de um cidadão profissional de engenharia.   \n  \nPara que este perfil seja alcançado, não somente as disciplinas e seus conteúdos serão \noferecidos mas uma ampla possibilidade de Atividades Complementares  (descritas em detalhes \nposteriormente) . Estas atividades incluem desafios universitários na forma de competiç ões Baja , \nAerodesign , Maratona de Eficiência Energética  e Empresa Júnior. São atividades que envolvem \nnão somente conhecimentos técnicos  mas a interação entre os alunos na forma de equipes. Esta \ninteração proporcionará um contato real do aluno sobre o que é : \n trabalhar em equipe para alcançar objetivos ; \n responsabilidade individual perante o grupo ; \n e desenvolvimento de habilidades interpessoais para solução de conflitos . \n \nOutras atividades complementares são a monitoria, treinamento profissional e iniciação \ncientífica . São atividades mais relacionadas ao desenvolvimento, aperfeiçoamento e aplicação de \nconhecimentos técnico -científicos de modo a promover o amadurecimento e sedimentação de tais \nconhecimentos no aluno.  \nDesta forma, ao final do curso, o aluno terá tido contato  com um ambiente de estudos que lhe \nproporcionará uma formação profissional com o seguinte perfil:  \n Sólida competência técnica nas áreas de Projeto de M áquinas , Máquinas T érmicas  e \nProcessos de F abricação ; \n Habilidades interpessoais para solução de problemas  e conflitos  dentro de uma equipe;  \n Espírito crítico, criativo e empreendedor ; ", "15": " 15 \n Competência para investigação científica;  \n \n \n4 - Organização Didático -Pedagógica do Curso  \n \n4.1 - Administração Acadêmica  \n \n4.1.1 – Coordenação do curso  \n \n A coordenação de curso é e xercida de acordo com a seção IV, artigos 27 a 29 do \nRegimento Geral da UFJF, que se refere ao Coordenador de Curso, assim como, com as demais \nnormas estabelecidas pelo Conselho de Unidade da Faculdade de Engenharia e pelo Colegiado de \nCurso de Engenharia de Produção.  \n Preferencialmente, a Coordenação de Curso deve ser exercida por um Professor do Curso \nque trabalhe em Regime de Dedicação Exclusiva e que possua o grau de Doutor em Engenharia \nMecânica ou área afim,  além de ser atuante na área. O Coordenador deve também estar em \npermanente contato com os alunos e com os professores do curso visando acompanhar de forma \ncoerente e sistemática todas as atividades e questões que possam afetar o bom andamento do \ncurso.  \n \n4.1.2 - Organização acadêmico -administrativa  \n \n Além dos mecanismos relacionados aos registros da vida escolar dos alunos existentes na \nCoordenação de Assuntos e Registros Acadêmicos (CDARA) da UFJF para todos os cursos, a \nCoordenação deve implementar dispositivos que permitam o acompanhamento do \ndese nvolvimento e do fluxo escolar dos discentes, assim como, do currículo em termos de \natendimento aos objetivos do curso e de atualização permanente de seus conteúdos . \n \n4.1.3 - Apoio ao discente  \n \n A Coordenação, devidamente apoiada por pertinentes órgãos da UFJF, deve disponibilizar \napoio psicopedagógico aos discentes que porventura apresentem problemas que afetem a sua \naprendizagem, quer logo no ingresso quer ao longo do curso. A UFJF oferece a todos os \nalunos  apoio psicopedagógico através do CPA – Centro de  Psicologia Aplicada da Universidade \nFederal de Juiz de Fora que foi criado em 1996 para atender às demandas de ensino, pesquisa e \nprática do curso de Psicologia da Universidade Federa l de Juiz de Fora .  \n ", "16": " 16 \nÉ necessário ainda que os discentes tenham amplo ac esso aos dados sobre a sua vida acadêmica \ne que recebam orientações quanto ao seu desempenho e ao fluxo escolar; além de ser informado \nsobre os estímulos financeiros (auxílios moradia, alimentação, manutenção, etc.) ou acadêmicos \n(monitoria, iniciação cien tífica, extensão, treinamento profissional, etc.) e apoio à participação em \neventos.  \n   \n4.2 - Atividades Complementares  \n \n O parágrafo 2 do art. 5º da Resolução CNE -CES 11 de 2002 estimula atividades \ncomplementares tais como trabalhos  de iniciação científ ica, projetos multidisciplinares, visitas \nteóricas, trabalhos em equipe,  desenvolvimento de protótipos, monitorias, participação em \nempresas juniores e outras  atividades empreendedoras . Estas atividades serão desenvolvidas \natravés de:  \n \n1. Inciciação Cient ífica \nParticipação dos professores com projetos de pesquisa  e seleção de alunos de inciação \ncinentífica (IC). A fonte principal de bolsas de IC é oferecida a nualmente , pela Pró-reitoria de \nPesquisa (PROPESQ)  via editais próprios,  nos seguintes programas:  \n BIC – Programa Institucional de Bolsas de Iniciação  Científica da UFJF  \n PIBIC – Programa Institucional de Bolsas de Iniciação Científica CNPq/UFJF  \n PROBIC – Programa Institucional de Bolsas de Iniciação Científica e Tecnológica \nFAPEMIG/UFJF  \n PROVOQUE – Programa Institucional Voluntário de Iniciação Científica da UFJF  \n \n2. Desenvolvimento de Protótipos  \nA atividade de projeto e desenvol vimento de protótipos será estimulada pela participação de \nequipes de alunos em Desafios Universitários nacionalmente reconhecidos como Aerodesign, \nBaja, Fórmula SAE, Maratona de Eficiência Energética etc  \n \n3.   Monitorias e Treinamento Profissional  \n      A s atividades de Monitoria e Treinamento Profissional têm regulamentação própria e diferentes \nobjetivos. Estabelecidas pela Pró -Reitoria de Graduação na forma de bolsas, são atividades extra -\nclasse onde  (especialm ente o Treinamento Profissional)  contribuem para o enriquecimento das \natividades complementares.  A UFJF , por meio da Pró -Reitoria de Graduação ( PROGRAD ), oferece \ntodos os anos editais para os programas de Monitoria e Treinamento Profissional. O Programa de \nMonitoria objetiva despertar no aluno a voc ação pela carreira do magistério e assegurar a \ncooperação entre corpos discente e docente  através da participação em projetos de ensino ", "17": " 17 \napresentados pelos Departamentos e aprovados pela Coordenação de Programas de Graduação – \nPROGRAD. O Programa de Treinam ento Profissional tem como objetivo permitir o \naperfeiçoamento profissional dos alunos de ensino médio profissionalizante e de graduação da \nUFJF em áreas de específico interesse e compatíveis com a habilitação cursada. Este \naperfeiçoamento se dá com a part icipação do aluno em projetos acadêmicos de ensino, no âmbito \nda UFJF, em regime de 12 horas semanais de atividades. A orientação deste treinamento \nprofissional é feita por um professor ou profissional da área.  O professor interessado em um deste \nprogramas  encaminha projeto à PROGRAD (via Central de Atendimento). Em qualquer um destes \nprogramas os alunos selecionados poderão ser contemplados com bolsas sendo aprovado como \nbolsistas ou serem categorizados como voluntários sem contemplação de bolsa mas com \npossibilidade de trabalhar no referido projeto.  \n \n4. Empresa Júnior  \n \nO Curso prevê ainda o desenvolvimento de outras atividades  complementares  de modo \nsistemático por parte dos alunos que são creditados  de acordo com a  Resoluç ão Nº 018 /2002  do \nConselho de Gr aduação  da UFJF  (anexo  II). \n \n Além disso, está previsto a realização do Trabalho de Conclusão  de Curso (T CC) através \nde mecanismos efetivos de acompanhamento, orientação e avaliação. O T CC é um importante \narticulador e integrador dos conhecimentos  (Resoluç ão CNE/CES 11/2002 ART 5º § 1º)  \ndisponibilizados durante o curso e constitui -se no momento de coroamento do curso, podendo \ntornar -se ainda a opção por uma determinada especialidade da Engenharia Mecânica  por parte do \nformando. O T CC obedecerá a regulamento  próprio aprovado pelo Colegiado de Curso.  \n \n4.3 - Corpo Docente  \n \n Para dar suporte ao curso, prevê -se a criação do Depto. de Engenharia Mecânica, que \nserá viabilizada após a formatura da 1ª turma. Enquanto não for criado, as disciplinas, professores,  \ntécni cos administrativos e laboratórios do curso serão vinculados ao Depto. de Engenharia de \nProdução.  \n \n O corpo docente do Curso est ará lotado em 1 2 departamentos de 4 unidades distintas da \nUFJF (quadro a seguir), em acordo com os diversos conteúdos que compõe m o curso.  \n \n \n ", "18": " 18 \n \n \nUNIDADE  DEPARTAMENTO  DISCIPLINAS \nOBRIGATÓRIAS  DISCIPLINAS  \nOPCIONAIS  \nEPD - Depto. de Engenharia de Produção  05 disc = 20 cr  04 disc = 14 cr  \nMEC – Depto. De Engenharia Mecânica **  27 disc = 83 cr  02 disc = 08 cr  \nMAC – Depto.  de Mec. Aplicada e Computacional  04 disc = 16 cr  01 disc = 04 cr  \nESA – Depto. de Engenharia Sanitária Ambiental  03 disc = 10 cr  01 disc = 04 cr  \nCEL – Depto. de Circuitos Elétricos  02 disc = 08 cr  ---- Engenharia  \n \nENE – Depto. de Energia Elétrica  01 disc = 04 c r ---- \nMAT - Depto. de Matemática  06 disc = 24 cr  ---- \nFIS – Depto. de Física  07 disc = 22 cr  ---- \nDCC - Depto. de Ciências da Computação  03 disc = 10 cr  ---- \nQUI – Depto. de Química  02 disc = 06 cr  ---- \nTodos os deptos do ICE  01 disc =  04 cr  ---- ICE \n(70cr)  \nEST – Depto. de Estatística  01 disc = 04 cr  ---- \nDireito  DPR - Depto. de  01 disc = 04 cr  ---- \nEconomia  ECO – Depto. De  01 disc = 02 cr  ---- \n \nOs departamentos abaixo listados oferecerão disciplinas para o curso de Engenharia \nMecânica sem h aver contrapartida de alocação de novos professores.  \n \nDEPARTAMENTO  DISCIPLINAS  \nDepto. de Engenharia \nSanitária e Ambiental  ESA003  - Mecânica dos Fluidos (4 cr)  \nESA503  - Lab. de Mecânica dos Fluidos (1 cr) x 2 turmas  \nESA058 - Gestão Ambiental (4 cr)   \nESA01 1 – Fund. de Segurança do Trabalho (2 cr) – opcional  \nTotal de 10 créditos/período + 2 créditos opcionais  \nDepto. de Engenharia \nde Produção  EPD046 - Fund. de Representação Gráfica I (2 cr)  \nEPD062 - Desenho de Maquinas (2 cr) x 2 turmas  \nEPD053 - Empreendedo rismo (2 cr)  \nEPD063  - Metrologia (4 cr)  \nEPD064 - Gestão de Manutenções (2 cr) – opcional  \nEPD014 - Ergonomia (4 cr) – opcional  \nEPD023 - Projeto de Fabrica (4 cr) – opcional  \nEPD059  - Gestão de Projetos (4 cr) – opcional  \nTotal de 20 créditos/período + 14 créd itos opcionais  \nDepto. de Energia \nElétrica  ENE077 - Energia e Eletricidade (4 cr)  \nTotal de 4 créditos/período  ", "19": " 19 \nDepto. de Circuitos \nElétricos  CEL032 – Circuitos Lógicos  (4 cr)  \nTotal de 8 créditos/período  \nDepto. de Direito \nPrivado  DPR032 - Direito Privado (4 cr)  \nTotal de 4 créditos/período  \n \n \n De acordo com as diretrizes do REUNI (1 novo professor x 8 vagas novas no curso), \ndeverão ser contratados 9 novos professores , com os perfis abaixo discriminados.  \n As vagas 01 a 08 serão lotadas no Depto. de Engenhari a de Produção.  \n A vaga 09 será lotada no Depto. de Mecânica Aplicada e Computacional.  \n \n \n Vaga 01 (Vaga já autorizada – Edital 027/2009)  \nPerfil   Graduado em Eng. Mecânica / Doutorado em Eng. Mecânica  \n Experiência profissional ou pesquisa acadêmica na área do \nconcurso ( Máquinas Térmicas ) \nConjunto de \nDisciplinas  MEC008  - Sistemas Fluidos Mecânicos (3 cr)  \nMEC009  - Lab. de Sistemas Fluidos Mecânicos (1cr) x 2 turmas  \nMEC011  - Maquinas Térmicas (4 cr)  \nMEC014  - Motores de Combustão Interna (3 cr)  \nTotal de 12 créditos /período  \n \n Vaga 02  \nPerfil   Graduado em Eng. Mecânica / Doutorado em Eng. Mecânica  \n Experiência profissional ou pesquisa acadêmica na área do \nconcurso ( Máquinas Térmicas ) \nConjunto de \nDisciplinas  MEC01 0 - Transferência de Calor (4 cr)  \nMEC012  - Refrigeração e  Ar Condicionado (3 cr)  \nMEC013  - Lab. de Refrigeração e Ar Condicionado (1 cr) x 2 turmas  \nMEC015  - Lab. de Motores de Combustão Interna (1 cr) x 2 turmas  \nTotal de 11 créditos/período  \n \n Vaga 03 (Vaga já autorizada – Edital 027/2009)  \nPerfil   Graduado em Eng. Mecânica / Doutorado em Eng. Mecânica  \n Experiência profissional ou pesquisa acadêmica na área do \nconcurso ( Processos de Fabricação ) ", "20": " 20 \nConjunto de \nDisciplinas  MEC017  - Processos de Fabricação I (3 cr)  \nMEC018  - Lab. de Processos de Fabricação I (1 cr) x 2 turm as \nMEC021  - Processos de Fabricação III (3 cr)  \nMEC022  - Lab. de Processos de Fabricação III (1 cr) x 2 turmas  \nMEC016  - Engenharia dos Materiais (2 cr)  \nTotal de 12 créditos/período  \n \n Vaga 04  \nPerfil   Graduado em Eng. Mecânica / Doutorado em Eng. Mecânica  \n Experiência profissional ou pesquisa acadêmica na área do \nconcurso ( Processos de Fabricação ) \nConjunto de \nDisciplinas  MEC019  - Processos de Fabricação II (3 cr)  \nMEC020  - Lab. de Processos de Fabricação II (1 cr) x 2 turmas  \nMEC023  - Manufatura Assistida por C omputador (2 cr) x 2 turmas  \nMEC016  - Engenharia dos Materiais (2 cr)  \nTotal de 11 créditos/período  \n \n Vaga 05  \nPerfil   Graduado em Eng. Mecânica / Doutorado em Eng. Mecânica  \n Experiência profissional ou pesquisa acadêmica na área do \nconcurso ( Automação ) \nConju nto de \nDisciplinas  MEC024  - Automação (2 cr)  \nMEC025  - Lab. de Automação (2 cr) x 2 turmas  \nMEC026  - Manipuladores Robóticos (2 cr)  \nMEC027  - Lab. de Manipuladores Robóticos (2 cr) x 2 turmas  \nTotal de 12 créditos/período  \n \n \n Vaga 06  \nPerfil   Graduado em Eng. M ecânica / Doutorado em Eng. Mecânica  \n Experiência profissional ou pesquisa acadêmica na área do \nconcurso ( Automação ) \nConjunto de \nDisciplinas  MEC004 – Automação Industrial (4cr)  \nMEC029  - Programação para Automação (4 cr)  \nMEC030  – Instrumentação e Sistemas d e Medidas (4 cr)  \nTotal de 12 créditos/período  ", "21": " 21 \n \n Vaga 07  \nPerfil   Graduado em Eng. Mecânica / Doutorado em Eng. Mecânica  \n Experiência profissional ou pesquisa acadêmica na área do \nconcurso ( Projeto de Maquinas ) \nConjunto de \nDisciplinas  MEC00 5 - Elementos de M aquinas II (4 cr)  \nMEC001 - Introdução a Engenharia Mecânica (2 cr)  \nMEC002 - Contexto e Prática I (4 cr)  \nMEC003 - Contexto e Prática II (3 cr)  \nTotal de 13 créditos/período  \n \n Vaga 08  \nPerfil   Graduado em Eng. Mecânica / Doutorado em Eng. Mecânica  \n Experiência profissional ou pesquisa acadêmica  \n       na área do concurso ( Projeto de Maquinas ) \nConjunto de \nDisciplinas  MEC004  - Elementos de Maquinas I (4 cr)  \nMEC006  – Vibrações Mecânicas (4 cr)  \nMEC007  - Projeto de Maquinas (4 cr)  \nTotal de 12 créditos/período  \n \n Vaga 09  \nPerfil   Graduado em Eng. Mecânica / Doutorado em Eng. Mecânica  \n Experiência profissional ou pesquisa acadêmica na área do \nconcurso ( Resistência dos Materiais ) \nConjunto de \nDisciplinas  MAC010  Mecânica (4 cr)  \nMAC002  Resistência dos Materiais I (4 cr)  \nMAC 007 Lab. de Resistência dos Materiais (2 cr) x 2 turmas  \nMAC003  Resistência dos Materiais II (4 cr)  \nMAC008  Introd. Aos Métodos dos Elementos Finitos (4 cr) - opcional  \nTotal de 16 créditos/período + 4 créditos opcionais  \n \n Devido à autonomia conferida às uni dades e seus respectivos departamentos, o curso, a \npartir de sua unidade de pertinência e da sua coordenação, não tem como interferir na escolha dos \nprofessores que ministram aulas para o curso. No entanto isto deve ser minorado através da busca \nde articul ação com estas unidades e departamentos.  \n ", "22": " 22 \n É política do curso sempre buscar formas de garantir que todo o corpo docente tenha \nformação compatível com os conteúdos pelos quais forem responsáveis e que, preferencialmente \nesta formação seja em nível de douto rado. Procura -se ainda, através solicitação aos \ndepartamentos, que as turmas não tenham excesso de número de vagas e que os docentes sejam \ndo quadro efetivo e, preferencialmente, em regime de dedicação exclusiva.  \n \n4.4 - Instalações  \n \n4.4.1 - Instalações Ger ais \n \nAs instalações utilizadas na maioria das atividades do Curso são as do Instituto de Ciências \nExatas, onde predominam as disciplinas do chamado núcleo de conteúdos básicos e da Faculdade \nde Engenharia onde predominam as disciplinas dos chamados núcleos  de conteúdos \nprofissionalizantes e específicos.  \n \n Exige -se para as atividades do curso que as salas de aula, os ambientes e demais \ninstalações destinadas ao curso, sejam compatíveis em termos de dimensão, acústica, iluminação, \nventilação, mobiliário, apar elhagem específica, limpeza, condições de acesso, infra -estrutura de \nsegurança e necessidades hidro -sanitária, entre outros. Também é fundamental disponibilizar para \nos alunos o acesso a equipamentos de informática, através de laboratórios destinados ao \ndesenvolvimento de atividades extra -classe dos alunos.  \n \n4.4.2 - Biblioteca  \n \nHá necessidade de se dispor de um acervo nas bibliotecas existentes, principalmente na \nbiblioteca da Faculdade de Engenharia, com vistas ao atendimento às necessidades do curso em \ntermos de disponibilização de livros, periódicos, vídeos, CDs, DVDs, etc. para os alunos estudarem \ne pesquisarem. Deve -se também garantir que este acervo seja constantemente atualizado em \nfunção das peculiaridades do curso que tem conteúdos em constante muta ção. \n \n4.4.3 - Instalações Laboratoriais  \n \nO curso deve dispor de:  \n \nA) Laboratórios de apoio ao ensino de conteúdos básicos:  \n ", "23": " 23 \n Esses laboratórios contemplam os conteúdos de física, química  e informática e estão \nlocalizados no Instituto de Ciências Exatas.  \n \nB) Laboratórios de apoio ao ensino de conteúdos profissionalizantes e específicos : \n \n Devem ser disponibilizados para o Curso laboratórios que contemplem o ensino de \nconteúdos profissionalizantes da formação geral em engenharia , destacando -se o Laboratório de \nMecânica dos Fluidos  e o Laboratório de Resistência dos Materiais .  \n \n O curso deve dispor de laboratórios destinados ao estudo d as áreas específicas da  \nEngenharia Mecânica contempladas neste projeto.  Esses laboratórios têm a finalidade de dar \nsuporte às ativi dades pedagógicas destinadas ao ensino dos conteúdos profissionalizantes \nespecíficos da Engenharia Mecânica , a saber:  Metrologia, Metalografia, Motores de Combustão \nInterna, Refrigeração e Ar Condicionado, Processos de Fabricação e Automação . Uma descrição  \nsucinta das características desses laboratórios é apresentada a seguir:  \n \n \n Laboratório de Processos d e Fabricação I (Fundição e Conformação Mecânica ) \n \nLaboratório voltado para as operações de fabricação por fundição e conformação mecânica no \nestado plástic o e no estado sólido. Está previsto o atendimento a 20 alunos por turma. O \nlaboratório de Processos de Fabricação I contará com equipamentos do tipo prensa manual, \nprensa excêntrica, virador de tubos  hidráulica, tesoura de corte, dobradeira, guincho hidráu lico e \num forno de fusão a gás.  \n  \n Laboratório de Processos d e Fabricação I I (Usinagem ) \n \nLaboratório voltado para as operações de fabricação de usinagem convencionais e automatizadas. \nEstá previsto o atendimento de 20 alunos por turma e o compartilhamento d o espaço físico com o \ncurso de Engenharia de Produção. O laboratório contará com um centro de usinagem CNC, 4 \nequipamentos que conjugam 1 torno, 1 fresadora vertical e furadeira, 2 furadeiras / fresadoras de \ncoluna, além de máquinas de corte, serras, entre  outras.   \n \n \n \n \n ", "24": " 24 \n Laboratório de Processos d e Fabricação III (Soldagem ) \n \nLaboratório voltado para as operações de soldagem. Está previsto o ate ndimento de 20 alunos por \nturma. O laboratório contará com conjunto de solda MIG – MAG,  TIG, ELETRODO REVESTIDO  \nequipamento para solda oxiacetileno  entre outros.  \n \n Laboratório de Informática da Engenharia Mecânica  \n \n Laboratório de informática com 38  computadores de alto desempenho para utilização de \naplicativos CAD/CAM/CAE. O laboratório contará também com um computador  conectado a rede e \num data -show, entre outros periféricos.  \n \n Laboratório de Motores d e Combustão Interna  \n \n Laboratório com capacidade para 20 alunos, atendendo a disciplina de Motores de \nCombustão Interna. O laboratório contará com equipamentos didáticos d o tipo motor vivo, ou seja, \nmotor de combustão interna e componentes reais em funcionamento sobre bancada didática. Esse \ntipo de equipamento conta com software que permite a extração de gráficos e a leitura instantânea \nde valores obtidos por sensores e atu adores. O laboratório contará também com um computador \nconectado a rede e um data -show, entre outros periféricos.  \n \n Laboratório d e Refrigeração e Ar Condicionado  \n \n Laboratório voltado para as operações e montagens da área de refrigeração e ar \ncondicionado. Está previsto o atendimento a 20 alunos por turma. O laboratório estará equipado \ncom bancadas de trabalho e conjuntos didáticos para a área de refrigeração e ar condicionado. O \nlaboratório contará também com um computador conectado a rede e um data -show, e ntre outros \nperiféricos.  \n \n Laboratório d e Sistemas Fluidomecânicos  \n \n Laboratório voltado para atender à disciplina de Sistemas Fluidomecânicos . Está previsto o \natendimento a 20 alunos por turma. O laboratório estará equipado com bancadas de trabalho e \nconju ntos didáticos para a área. O laboratório contará também com um computador conectado a \nrede e um data -show, entre outros periféricos.  \n \n ", "25": " 25 \n Laboratório de Automação  \n \n Laboratório voltado para as atividades de projeto e montagens de circuito pneumáticos  e \neletropneumáticos via  controladores PLC  (atende à disciplina de Automação) . O laboratório estará \nequipado com bancadas de trabalho e conjuntos didáticos para a área de Automação. O \nlaboratório contará também com um computador conectado a rede e um data -show, en tre outros \nperiféricos.  \n \n \n Laboratório de Metrologia  \n \n O laboratório contará com bancadas para atendimento de 20 alunos e armários e bancadas \npara o armazenamento dos diversos instrumentos, tais como: paquímetros, micrometros, \nrugosímetros, projetor de per fis, jogo de blocos padrões, desempeno de granito , relógios \ncomparadores, entre outros.  \n \n Laboratório de Metalografia  \n \nLaboratório de suporte aos laboratórios de fundição e soldagem. C ontará com equipamentos para \ncorte e polimento para preparação de  amostr as metálicas, assim como microscópios \nmetalográficos e microscópios com monitor colorido e dispositivo de captura de imagens. O \nlaboratório contará também com um computador conectado a rede e um data -show, entre outros \nperiféricos.  \n \n4.5 - Turno de Funciona mento do Curso  \n \nO Curso de Engenharia Mecânica da UFJF é de período integral com aulas concentradas  no turno \nvespertino  de segunda a sexta feira  das 13h00min às 18h00min horas , de conformidade com a \nlegislação em vigor e a pertinente regulam entação existen te na UFJF.  \n \n  \n \n \n \n \n \n ", "26": " 26 \n5 - Estrutura Curricular do Curso  \n \n5.1 - Considerações Iniciais  \n \n Em seu livro História da Engenharia no Brasil, o Professor Telles (TELLES, P C S, 1994, \nHistória da Engenharia no Brasil: Século XX. 2 Ed. Rio de Janeiro, Clavero) regis tra que “a \nengenharia quando considerada como arte de construir é evidentemente tão antiga quanto o \nhomem, mas, quando considerada como um conjunto organizado de conhecimentos com base \ncientífica aplicado à construção em geral, é relativamente recente, pod endo -se dizer que data do \nséculo XVIII”. A École Polytechnique, fundada em Paris/França em 1795 por iniciativa de Gaspard \nMonge e Fourcroy, tem sido considerada como a “que se tornou modelo de outras escolas de \nengenharia pelo mundo afora. Esta Escola tinh a o curso em três anos, cujos professores de alto \nnível (Monge, Lagrange, Prony, Fourrier, Poisson, etc.) ensinavam as matérias básicas de \nengenharia, sendo os alunos depois encaminhados a outras escolas especializadas: Ponts et \nChausseés, École de Mines, etc.” (Telles, 1994). Este modelo, evidentemente, tem no seu bojo a \nconcepção positivista de mundo, baseando -se principalmente nos trabalhos de Auguste Conte e \nseus demais autores da referida corrente filosófica positivista.  \n \n O modelo que fundou a Politéc nica de Paris em 1795 separa as diversas ciências que \ncompõem a formação do engenheiro e organiza o currículo da engenharia em blocos de básicas, \nbásicas de engenharia e aplicadas de engenharia. Este modelo vem sendo conservado na \norganização dos cursos de sde então e as atuais diretrizes curriculares não fugiram a ele. Apesar \nde uma suposta perenidade deste modelo, há diversas críticas ao mesmo e já há grupos de \npesquisadores que vem buscando um modelo alternativo. Um dos grupos que atuam nesta direção \né formado por docentes das Escolas de Engenharia da UFJF e da UFRJ e que se organizam no \nEncontro de Educação em Engenharia, evento anual que já se encontra em sua oitava versão.  \n \nO MEC, através da  Resolução CNE/CES 11 de 2002 , institui as diretrizes curricula res \nnacionais do curso de graduação em engenharia. Para atend ê-la, faz-se necessário dispor de uma \ngrade curricular flexível e com uma carga horária de aulas que seja compatível com a realização \nde atividades extracurriculares . Além disso, devem existir tr abalhos de síntese e integração dos \nconhecimentos adquiridos ao longo do curso.  \n \n Quanto aos conteúdos, primou -se por organizá -los de forma que possibilitem uma \nabordagem compatível com a natureza da Engenharia Mecânica , conforme dispõe a legislação \natual.  Neste sentido, além do formato e do seqüenciamento das disciplinas, é importante que estas ", "27": " 27 \npossam estar organizadas sob concepções e finalidades departamentais afins com as \nnecessidades do curso.  \n  \n5.2 - Núcleos de Conteúdos  \n \n A Resolução CNE/CES 11 -2002  prevê:  \n \nArt. 6º Todo o curso de Engenharia, independente de sua modalidade, deve possuir em seu \ncurrículo um núcleo de conteúdos básicos, um núcleo de conteúdos profissionalizantes e um \nnúcleo de conteúdos específicos que caracterizem a modalidade.  \n \n O núc leo de conteúdos básicos  do curso deve conter “ cerca de 30% da carga horária \nmínima ” de acordo com a CNE/CES 11 -2002. No curso da UFJF este núcleo perfaz 45 % da carga \ntotal mínima.  \n \n Este núcleo de conteúdos é o que funda a natureza do conhecimento de eng enharia. Este \nconjunto de conhecimentos permite ao engenheiro desenvolver competências e habilidades para \nentender uma estrutura a ser criada ou já existente em termos de seus diversos componentes. \nPossibilita, ainda, que seja realizada uma decomposição da  mesma, identificando os seus menores \nelementos, assim como, permite restabelecer as co -relações entre estes e os esforços que os \nsustentam, entre outros. Isto garante ainda que o engenheiro seja capaz de elaborar um modelo \nfísico/matemático representativo  com a finalidade de antecipar uma estrutura a ser criada ou de \nsolucionar problemas em uma estrutura já existente. Esta pode ser a estrutura de um artefato, de \num empreendimento , de um serviço, ou seja, de qualquer produto ou sistema organizacional de \nprodução de bens ou de produção de serviços.  \n \n O item 5.4.2  traz a distribuição completa de carga horária e disciplinas que atendem aos \nconteúdos básicos conforme  exigido pela CNE/CES 11 -2002 . \n \n \n \n \n \n \n \n \n ", "28": " 28 \n O núcleo de conteúdos profissionalizantes  do curso deve conter “ cerca de 15% da carga \nhorária mínima ”. No caso do curso da UFJF este núcleo perfaz 21 % da carga mínima.  Este núcleo \ndeve versar sobre um subconjunto coerente de tópicos, definidos pela Res. CNE/CES 11 -2002 , e \nescolhidos pela IES. Os tópicos foram escolhidos de modo a caracterizar a formação plena de um \nengenheiro mecânico nas três áreas clássicas: Processos de Fabricação,  Projeto de Máquinas e \nCiências Térmicas.  \n \nO item 5.4.2 traz a distribuição completa de carga horária e disciplinas que atendem a os \nconteúdos profissionalizantes conforme exigido pela CNE/CES 11 -2002 . \n \n O núcleo de conteúdos específicos  constituído de disciplinas obrigatórias (ver \nitem 5.4.2 ) somadas às disciplinas eletivas  e ao Trabalho de Conclusão  de Curso, permite ao aluno \naprof undar -se em conteúdos com os quais tenha mais afinidade. Isto possibilita, além do que \nprescreve a legislação, que o estudante possa ir além do mínimo exigido  para a modalidade \nEngenharia Mecânica .  \n \nArt. 6º § 4º  O núcleo de conteúdos específicos se const itui em extensões e aprofundamentos dos \nconteúdos do núcleo de conteúdos profissionalizantes, bem como de outros conteúdos destinados \na caracterizar modalidades. Estes conteúdos, consubstanciando o restante da carga horária total, \nserão propostos exclusiva mente pela IES. Constituem -se em conhecimentos científicos, \ntecnológicos e instrumentais necessários para a definição das modalidades de engenharia e \ndevem garantir o desenvolvimento das competências e habilidades estabelecidas nestas diretrizes . \n  \n \n5.3 - Integralização do Curso  \n \n O Curso de Engenharia Mecânica  pode ser integralizado dentro de um prazo mínimo de 5 \nanos ou 10 períodos letivos e um prazo máximo de 9 anos ou 1 8 períodos letivos. A duração \nrecomendada  é de 5 anos ou 10 períodos letivos.  \n Para i ntegralizar o curso o aluno deverá, obrigatoriamente , cursar o elenco de disciplinas \nobrigatórias (constantes dos núcleos de conteúdos básicos, profissionalizantes e específicos ) mais \n41 (quarenta e um)  créditos eletivos . \n \n Pode constar do histórico do alu no as “Atividades Acadêmicas Curriculares” definidas na \nResolução 018/2002 do CONGRAD ( Anexo II ) que “permite a implantação do processo de \nflexibilização dos currículos de um curso”. Estas atividades constam no histórico na forma ", "29": " 29 \nestipulada pela legislação  competente e, no que couber, conforme definido pelo Colegiado do \nCurso de Engenharia Mecânica . \n \n5.4 - Distribuição de carga horária e grade curricular  \n \n5.4.1 - Distribuição da Carga Horária Curricular  \n \nTIPO DE ATIVIDADE  CRÉDITOS  HORAS -AULA  \nDisciplinas Ob rigatórias  171 2565  \nDisciplinas Eletivas  41 615 \nEstágio  Obrigatório  12 180 \nTrabalho de Conclusão  de Curso  16 240 \nTOTAL  240 3600  \n \n \n5.4.2 - Disciplinas Obrigatórias , núcleo de Conteúdos  e periodização r ecomendada : \nPer=período; Cr=crédito; HÁ=hora -aula;  \nNúcleo de Conteúdos  Per Disciplinas \nObrigatórias  Cód.  Cr HA HA/ \nNúcleo  Cr/Per  HA/ \nPer \nBÁSICO (Comunicação e \nExpressão)  1 Introdução à \nEngenharia \nMecânica  MEC001  2 30 ESPECIFI      \nBÁSICO (Informática)  1 Algoritmos  DCC119  4 60 PROF ISSI     \nBÁSICO (Informá tica) 1 Laboratório de \nProgramação  DCC120  2 30  BÁSICO     \nBÁSICO (Matemática)  1 Geometria Analítica \ne Sistemas Lineares  MAT155  4 60      \nBÁSICO (Matemática)  1 Cálculo I  MAT154  4 60       \nBÁSICO (Química)  1 Química \nFundamental  QUI125  4 60 300 20 300 \nBÁSICO (Informática)  2 Tecnologia da \nInformação I  EPD054  2 30       \nBÁSICO (Expressão \nGráfica)  2 Representação \nGráfica I  EPD046  2 30       \nBÁSICO (Metodologia \nCientífica e Tecnológica)  2 Laboratório de \nCiências  ICE002  4 60       \nBÁSICO (Matemática)  2 Cálculo II  MAT156  4 60       \nBÁSICO (Física)  2 Física I  FIS073  4 60       \nBÁSICO (Física)  2 Laboratório de Física \nI FIS077  2 30       ", "30": " 30 \nBÁSICO (Química)  2 Laboratório de \nQuímica  QUI126  2 30 600 20 300 \nBÁSICO (Matemática)  3 Cálculo Numérico  DCC008  4 60       \nBÁSICO (Matemática)  3 Cálculo de \nProbabilidades I  EST029  4 60       \nBÁSICO (Matemática)  3 Equações \nDiferenciais I  MAT029  4 60       \nBÁSICO (Matemática)  3 Cálculo III  MAT157  4 60       \nBÁSICO (Física)  3 Física II  FIS074  4 60       \nBÁSICO (Física)  3 Laboratório de Física \nII FIS078  2 30 930 22 330 \nESPECÍFICO  4 Desenho de \nMáquinas  EPD062  2 30       \nBÁSICO (Matemática)  4 Equações \nDiferenciais II  MAT030  4 60       \nBÁSICO (Fenômenos de \nTransporte)  4 Termodinâmica  FIS052  4 60       \nBÁSICO (Física)  4 Físic a III FIS075  4 60       \nBÁSICO (Física)  4 Laboratório de \nEletricidade e \nEletrônica  FIS111  2 30       \nBÁSICO (Ciência e \nTecnologia dos Materiais)  4 Engenharia de \nMateriais  MEC016  2 30 1170  18 270 \nBÁSICO (Mecânica dos \nSólidos)  5 Mecânica  MAC010  4 60       \nBÁSICO (Fenômenos de \nTransporte)  5 Mecânica dos \nFluídos  ESA003  4 60       \nBÁSICO (Fenômenos de \nTransporte)  5 Laboratório \nMecânica dos \nFluídos  ESA503  1 15       \nBÁSICO (Eletricidade \nAplicada)  5 Energia e \nEletricidade  ENE077  4 60 1365      \nESPECÍFICO  5 Metrologia  EPD073  2 30       \nPROFISSIONALIZANTE \n(Processos de Fabricação)  5 Processos de \nFabricação I  MEC017  3 45       \nPROFISSIONALIZANTE \n(Processos de Fabricação)  5 Laboratório \nProcessos de \nFabricação I  MEC018  1 15 60 19 285 \nBÁSICO (Fenômenos de \nTransporte)  6 Transferência de \nCalor  MEC010  4 60 1425      \nESPECÍFICO  6 Automação  MEC024  3 45       ", "31": " 31 \nESPECÍFICO  6 Laboratório de \nAutomação  MEC025  1 15       \nPROFISSIONALIZANTE \n(Mecânica Aplicada)  6 Resistência dos \nMateriais I  MAC002  4 60       \nPROFISSIONALIZ ANTE \n(Sistemas Mecânicos)  6 Dinâmica de \nMáquinas  MEC038  4 60       \nPROFISSIONALIZANTE \n(Processos de Fabricação)  6 Processos de \nFabricação II  MEC019  3 45       \nPROFISSIONALIZANTE \n(Processos de Fabricação)  6 Laboratório \nProcessos de \nFabricação II  MEC020  1 15 240 20 300 \nBÁSICO (Economia)  7 Gestão Financeira \nem Engenharia de \nProdução I  FIN013  4 60 1485      \nPROFISSIONALIZANTE \n(Sistemas Mecânicos)  7 Elementos de \nMáquinas I  MEC004  4 60       \nPROFISSIONALIZANTE \n(Mecânica Aplicada)  7 Resistência dos \nMateriais I I MAC003  4 60       \nPROFISSIONALIZANTE \n(Mecânica Aplicada)  7 Lab. Resistência dos \nMateriais  MAC007  2 30       \nPROFISSIONALIZANTE \n(Sistemas Térmicos)  7 Máquinas Térmicas  MEC011  4 60 \n      \nPROFISSIONALIZANTE \n(Processos de Fabricação)  7 Processos de \nFabric ação III  MEC021  3 45       \nPROFISSIONALIZANTE \n(Processos de Fabricação)  7 Lab. Processos de \nFabricação III  MEC022  1 15 510 22 330 \nBÁSICO (Humanidades, \nCiências Sociais e \nCidadania)  8 Direito Privado  DPR032  4 60       \nBÁSICO (Administração)  8 Empreendedo rismo  EPD053  2 30 1575      ", "32": " 32 \nPROFISSIONALIZANTE \n(Sistemas Mecânicos)  8 Elementos de \nMáquinas II  MEC005  4 60       \nPROFISSIONALIZANTE \n(Sistemas Mecânicos)  8 Vibrações \nMecânicas  MEC006  4 60       \nPROFISSIONALIZANTE \n(Sistemas Térmicos)  8 Refrigeração e Ar \nCondicionado  MEC012  3 45       \nPROFISSIONALIZANTE \n(Sistemas Térmicos)  8 Lab. Refrigeração e \nAr Condicionado  MEC013  1 15       \nPROFISSIONALIZANTE \n(Sistemas Térmicos)  8 Motores de \nCombustão Interna  MEC014  3 45       \nPROFISSIONALIZANTE \n(Sistemas Térmicos)  8 Lab. Motores de \nCombustão Interna  MEC015  1 15 750 22 330 \nESPECÍFICO  9 Sistemas Fluido \nMecanicos  MEC008  3 45       \nESPECÍFICO  9 Lab. Sistemas Fluido \nMecanicos  MEC009  1 15       \nBÁSICO (Ciências do \nAmbiente)  9 Ecologia e \nPreservação do \nAmbiente  ESA002  4 60 1635  8 120 \nTOTAL DISCIPLINAS OBRIGATÓRIAS -->         171 2565  \nRes. CNE/CES 11/2002 art. 7  Estágio \nSupervisionado  MEC035  12 180   12 180 \nRes. CNE/CES 11/2002 art. 7 par. Único  TCC I  MEC036  8 120     120 \nRes. CNE/CES 11/2002 art. 7 par. Único  TCC II  MEC037  8 120   16 120 \nTOTAL OBRIGATÓRIAS + ESTÁGIO + TCC -->         199 2985  \nMECÂNICA DOS SÓLIDOS  PRÉ-\nREQUISITO                \neletiva  MAC002  Introdução ao \nMétodo dos \nElementos Finitos  MAC008  4 60       \n  MAC007  Análise Experimental \nem Dinâmica \nEstrutur as MAC009  4 60       \neletiva  MAC010 \nDCC008  Fundamentos de \nMecanica das \nEstruturas  MAC019  4 60       \neletiva  MAC019 \nDCC008  Mecânica das \nEstruturas  MAC023  4 60       \n  MAT030  Introdução à \nModelagem \nComputacional  MAC024  4 60       \neletiva  MAC002 \nMAC019  Mecânica dos \nSólidos I  MAC005  4 60       \neletiva  MAC002  Tópicos Especiais MAC014  4 60       ", "33": " 33 \nem Otimização  \n  MAC008  Modelagem Comp. \nFen. Aeroelásticos  MAC015  4 60       \nTÓPICOS AVANÇADOS \nEM ENG. MECÂNICA                  \neletiva  N/A Contexto e Prática I  MEC002  4 60       \neletiva  N/A Contexto e Prática II  MEC003  3 45       \neletiva  MEC005 \nMEC006  Projeto de Máquinas  MEC007  4 60       \neletiva  MEC019  Manufatura Assistida \npor Computador  MEC023  2 30       \neletiva  MEC038  Manipuladores \nRobóticos  MEC026  2 30       \neletiva  MEC038  Lab. Manipuladores \nRobóticos  MEC027  2 30       \neletiva  MEC024  Programação para \nAutomação  MEC029  4 60       \neletiva  EPD073  Instrumentação e \nSistema de Medidas  MEC030  4 60       \neletiva  N/A Tópicos Especiais \nem Eng. Mec. I  MEC031  4 60       \neletiva  N/A Tópicos Especiais \nem Eng. Mec. II  MEC032  4 60       \neletiva  N/A Seminários em Eng. \nMecânica I  MEC033  2 30       \neletiva  N/A Seminários em Eng. \nMecânica II  MEC034  2 30       \nGERÊNCIA DA \nPRODUÇÃO                  \neletiva  N/A Organização d o \nTrabalho e Produção  EPD075  4 60       \neletiva  EPD075  Planejamento e \nControle da \nProdução  EPD022  4 60       \neletiva  EPD022  Projeto de Fábrica e \nLay Out  EPD023  4 60       \neletiva  N/A Engenharia da \nQualidade I  EPD067  4 60       \neletiva  EPD067  Engenharia  da \nQualidade II  EPD068  4 60       \neletiva  EPD015  Logística I  EPD069  4 60       \neletiva  EPD069  Logística II  EPD070  4 60       \neletiva  N/A Gestão de \nManutenções  EPD064  2 30       \nENGENHARIA DO \nPRODUTO E ESTRATÉGIA                  \neletiva  DCC008 \nMAT029  Pesquisa \nOperacional em Eng. \nProdução  EPD015  4 60       \neletiva  EPD015  Modelagem e \nSimulação em Eng. \nProdução  EPD042  4 60       \neletiva  N/A Engenharia de \nProduto I  EPD016  4 60       \neletiva  EPD016  Engenharia de \nProduto II  EPD045  4 60       ", "34": " 34 \neletiva  EPD0 16 Gestão da Inovação  EPD058  2 30       \neletiva  EPD016  Gestão do Projeto  EPD059  2 30       \neletiva  N/A Ergonomia  EPD057  4 60       \neletiva  N/A Planejamento \nEstratégico  EPD026  4 60       \nDIVERSAS                  \neletiva  EPD054  Tecnologia da \nInformação II EPD055  2 30       \neletiva  N/A Cicuitos Lógicos  EPD032  4 60       \neletiva  FIN013  Gestão Financeira \nem Eng. Prod. II  FIN014  4 60       \neletiva  N/A Fundamentos de \nSegurança no \nTrabalho  ESA011  2 30       \nMÍNIMO ELETIVAS PARA INTEGRALIZAR 3600 hs -\n->         41 615 \n \n \n \n5.4.3 - Estágio Obrigatório  \n \nO estágio obrigatório só poderá ser realizado pelos alunos que tiverem concluído pelo menos 130 \n(cento e trinta) créditos em disciplinas obrigatórias  do curso, e deverá respeitar a legislação \nvigente.  \n \nNo perío do letivo que o aluno estiver fazendo seu estágio obrigatório ele deverá se matricular na \ndisciplina abaixo listada:  \n \nCódigo  Disciplina  Cr. CH Pré-requisito(s)  \nMEC035  Estágio Supervisionado em Engenharia \nMecânica  12 180 Ter sido aprovado em no mínimo \n130 créditos em disciplinas \nobrigatórias do Curso  \n \n \n5.4.4 - Trabalho de Conclusão do Curso (T CC) \n \nEm consonância com o parágrafo 1º do artigo 5º e o parágrafo único do artigo 7º da resolução \n11/2002 do Conselho Nacional de Educação (CNE)/Câmara de Educação Su perior (CES) a \nexistência de trabalhos de síntese e integração dos conhecimentos adquiridos ao longo do curso, é \ncontemplada no Curso de Graduação em Engenharia Mecânica.  \n \n Atendendo a esta resolução, cada aluno do curso de Engenharia Mecânica deverá \napresentar e defender um Trabalho de Conclusão de Curso (TCC), o qual consiste no ", "35": " 35 \ndesenvolvimento orientado de um projeto em uma das áreas abrangidas pelo campo profissional \ndo engenheiro mecânico. Tais áreas, previstas na proposta do Curso, devem levar o alun o a \nelaborar um relatório técnico -científico, fundamentado teórica e tecnicamente nas disciplinas \ncursadas ao longo do curso.  \n \n Os objetivos do Trabalho de Conclusão de Curso são:  \n \na. Desenvolver nos alunos a capacidade de aplicação dos conceitos e das teori as adquiridas \ndurante o curso de forma integrada por meio da execução de um trabalho;  \nb. Desenvolver nos alunos a capacidade de planejamento e a disciplina para resolver \nproblemas dentro das áreas de sua formação específica;  \nc. interesse pela pesquisa como meio para a resolução de problemas;  \nd. Desenvolver a habilidade de redação de trabalhos acadêmicos e de artigos técnicos, com \nemprego de linguagem adequada a textos de caráter técnico -científico e respeito à \ngramática e à ortografia da língua portuguesa, bem como às normas de apresentação e de \nformatação aplicáveis;  \ne. Desenvolver nos alunos a habilidade de expressar -se oralmente em público, visando \napresentar e defender suas propostas e seus trabalhos perante bancas examinadoras e \nplatéia, utilizando linguagem, postu ra, movimentação e voz adequadas para tal; este item \nengloba ainda a preparação de material audiovisual apropriado para uso durante as \napresentações;  \nf. Estimular o espírito empreendedor nos alunos por meio da execução de projetos que levem \nao desenvolvimento  de produtos que possam ser patenteados e/ou comercializados;  \ng. Intensificar a extensão universitária por meio da resolução de problemas existentes no setor \nprodutivo e na sociedade de maneira geral.  \n \n O Trabalho de Conclusão de Curso será desenvolvido confo rme estabelecido no \nRegulamento de Trabalho de Conclusão de Curso (TCC) para os Cursos de Graduação da UFJF \naprovado pela resolução Nº 11/97 – CEPE/UFJF  (Regulamento Acadêmico de Graduação – \nRAG).  \n \n As atividades para a realização deste trabalho serão rea lizadas no âmbito das disciplinas \nde Trabalho de Conclusão de Curso em Engenharia Mecânica I (CEM002) e Trabalho de \nConclusão de Curso em Engenharia Mecânica II (CEM003). Estas disciplinas são obrigatórias da \ngrade curricular do Curso de Engenharia Mecânic a e contam com uma carga horária de 120 horas \ncada. Como pré -requisito o aluno deverá ter sido aprovado em no mínimo de 150 créditos em \ndisciplinas obrigatórias.  ", "36": " 36 \n \n O aluno deverá ao final da disciplina entregar três cópias de um relatório técnico ou \nmonogr afia, segundo as normas estabelecidas pelo Colegiado de Curso, abordando as atividades \nou conceitos desenvolvidos. O trabalho deverá ser apresentado oralmente frente a uma banca \nexaminadora composta de no mínimo três professores, sendo um obrigatoriamente o professor \norientador. Cabe à banca atribuir a nota final do aluno na disciplina.  \n \n5.5 - Ementas das Disciplinas Obrigatórias do Curso  \n \n1º Período  \n \nMEC001 - Introdução à Engenharia Mecânica (2cr)  \nA Universidade: estrutura, normas e funcionamento. O Curs o de Engenharia Mecânica: estrutura \ncurricular, laboratórios e estágios. O processo de formação do engenheiro. Apresentação das \ngrandes áreas de atuação profissional do engenheiro mecânico: processo de fabricação, robótica e \nautomação, metrologia, manutenç ão, fluido -térmicas, projeto mecânico. A regulamentação da \nprofissão de engenheiro mecânico: os órgãos responsáveis pela regulamentação do exercício \nprofissional. Atividades Complementares.  \n \nDCC119 - Algoritmos (4cr)  \nIntrodução. Noções de uma linguagem de programação. Estruturas básicas para construção de \nalgoritmos . Algoritmos para estruturas de dados homogêneas. Algoritmos para estruturas de dados \nheterogêneas. Procedimentos e funções.  \n \nDCC120 – Laboratório de Programação (2cr)  \nIntrodução. Linguagem de Pr ogramação. Implementação de Estruturas Básicas para Construção \nde Algoritmos . Implementação de Estruturas de Dados. Implementação de Procedimentos e \nFunções.  \n \nMAT155 – Geometria Analítica e Sistemas Lineares (4cr)  \nMatrizes e Sistemas Lineares. Inversão de Matrizes e Determinantes.  Vetores no Plano e no \nEspaço . Retas e Planos. Seções Cônicas.  Mudança de Coordenadas no Plano  \n \nMAT154  – Cálculo Diferencial e Integral I (4cr)  \nNúmeros Reais. Funções. Limite de uma Função e Continuidade. Derivada. Aplicações da \nDerivada.  \n ", "37": " 37 \nQUI125 – Química Fundamental (4cr)  \nEstrutura atômica. Classificação periódica. Ligações químicas. Introdução às funções químicas e \nreações.  \n \n2º Período  \n \nEPD05 4 - Tecnologia da Informação I (2cr)   \nEstruturação, gerenciamento e manutenção de sist emas de informação na Engenharia. Sistemas \nERP. P lanejamento, segurança e gestão de projetos de siste mas de informação na Engenharia. \nTendências a novas tecnologias da informação apl icadas a gestão das operações. C omércio \neletrônico ( B2B e B2C ).  \n \nICE002  - Laboratório de Ciências (4cr)  \nMetodologia científica. Tratamento de dados, Ótica e Luz. Propriedades físicas e químicas de \nsubstâncias simples e compostas. A natureza da energia química e elétrica. Velocidade de reações \nquímicas.  \n \nMAT156 – Cálculo Difere ncial e Integral II (4cr)  \nIntegração de Funções de uma Variável . Aplicações da Integral Definida. Superfícies no Espaço . \nFunções de Várias  \n \nFIS073 – Física I (4cr)  \nCinemática vetorial. Leis de Newton. Trabalho e energia mecânica. Sistema de partículas. \nColisões. C inemática e dinâmica dos corpos rígidos.  \n \nFIS077 – Laboratório de Física I (2cr)  \nTeoria da medida e dos erros. Gráficos. E xperimentos em mecânica.  \n \nQUI126 – Laboratório de Química (2cr)  \nSegurança no laboratório e primeiros socorros, Equipamentos b ásicos e Técnicas de laboratório, \npH, Determinação de propriedades físicas das substâncias químicas, Reações químicas.  \n \nEPD046 - Representação Gráfica I (2cr)  \nSistemas de representação gráfica. F undamentos de geometria projetiva.  \n \n \n ", "38": " 38 \n3º Período  \n \nDCC008 - Cálculo Numérico (4cr)  \nIntrodução. Noções de Erro. Séries de Taylor e Aproximações. Zeros Reais de Funções Reais. \nResolução de Sistemas Lineares. Interpolação Polinomial. Ajuste de Curva Por Mínimo Quadrado. \nIntegração Numérica. Equações Diferenciais Ordin árias.  \n \nEST029 – Cálculo de Probabilidade I (4cr)  \nIntrodução à teoria dos conjuntos. Técnicas de contagem. Introdução à probabilidade. Variáveis \naleatórias. Distribuições discretas unidimensionais. Distribuições contínuas unidimensionais. Valor \nesperado e variância de variáveis aleatórias. Momentos de variáveis aleatórias. Funções de \nvariáveis aleatórias.  \n \nMAT029 – Equações Diferenciais I (4cr)  \nSequências e Séries de Números Reais . Introdução às Equações Diferenciais . Equações \nDiferenciais Ordinárias de 1ª Ordem . Equações Diferenciais Ordinárias Lineares de 2ª Ordem . \nSoluções em Série para Equações Diferenciais Ordinárias Lineares de 2ª Ordem  \n \nMAT 157 – Cálculo Diferencial e Integral III (4cr)  \nIntegrais Múltiplas. Funções Vetoriais .Integrais Curvilíneas. Int egrais de Superfície.  \n \nFIS074 – Física II (4cr)  \nOscilações. Gravitação. Mecânica dos fluidos. Movimento ondulatório. Temperatura. C alor e 1ª lei  \nda termodinâmica. T eoria cinética dos gases. 2ª lei da termodinâmica.  \n \nFIS078 – Laboratório de Física II (2cr)  \nAjustes de curvas. E xperimentos  em equilíbrio e elasticidade. E xperimentos em oscilações e \nondas. Experimentos em gravitação. E xperimentos em me cânica dos fluídos. E xperimentos em \ncalor e termodinâmica.  \n \n4º Período  \n \n \n \n \n \n ", "39": " 39 \nEPD062 - Desenho de Máquinas (2cr ) \nNoções de desenho técnico. Normas Técnicas. Representação de Elementos de Máquinas. \nSoldas. Desenho de Conjunto e de Detalhes. Desenho Auxiliado Por Computador (CAD). \nProgramas Computacionais para Desenho Técnico.  \n \nMAT030 – Equações Diferenciais II (4cr)  \nTransformada de Laplace. Séries e Integrais de Fourier. Equações Diferenciais Parciais.  \n \nFIS052 – Termodinâmica  (4cr)  \nSistemas termodinâmicos . Equações de estado . Trabalho . A 1a lei da termodinâmica . Algumas \nconseqüências da 1a lei . A 2a lei da termodinâm ica. Entropia . A 1a e a 2a leis combinadas . \nPotenciais termodinâmicos . Teoria cinética . Introdução à mecânica estatística  \n \nFIS075 – Física III (4cr)  \nEletrostática. Capacitância. Dielétricos. Corrente elétrica e resistência elétrica. Circuitos. Campo  \nmagnét ico. Lei de Faraday. Indutância. Propriedades magnéticas da matéria. Oscilações \neletromagnéticas. Correntes alternadas. Equações de Maxwell.  \n \n \nFIS079 – Laboratório de Física III (2cr)  \nExperimentos em Eletrostática. E xperimentos  em Eletrodinâmica. Experimen tos em \nEletromagnetismo.  \n \nMEC016 – Engenharia dos Materiais (2cr)  \nPropriedades dos materiais metálicos, poliméricos e cerâmicos (enfoque especial em pro priedades \nmecânicas e térmicas). E strutura dos sólidos ( cristalina, molecular e amorfa). I mperfeições da  \nestrutura cristalina dos metais (defeitos de ponto, discordâncias, def eitos superficiais e de volume). \nMovimento s atômicos (difusão em sólidos). D eformação dos metais e mecanismos de aumento de \nresistência mecânica. R ecris talização e crescimento de grão. Ruptura dos metais (falha).  \nDiagramas de fase (so luções sólidas e diagrama Fe -C). M ecanismos de endurecimento \n(tratam entos térmicos e termoquímicos). C orrosão.  \n \n5º Período  \n \n \n \n ", "40": " 40 \n \nEPD073 - Metrologia (2 cr) \nSistema Internacional de Unidades. Ajustes e tolerâ ncias. Sistemas e instrumentos de medição. \nSensores para medir: Força, Torque, Deformação, Posição, Pressão, Temperatura, Medidas \nacústicas, Velocidade, Aceleração. Incertezas de medição. Calibração.  \n \nMAC010  - Mecânica (4cr)  \nIntrodução. Forças e grandezas vetoriais. Equilíbrio do ponto material. R esultantes de sistemas de \nforças. Equilíbrio de um corpo rígido. Treliças. Esforços internos. C entro de gravidade e centróide. \nMomento de inércia.   \n \nESA003  – Mecânica dos Fluídos (4cr)  \nPropried ades dos Fluidos. Est ática dos Fluidos.  A cine mática e a Dinâmica dos Fluidos. \nEscoamentos de Fluidos.  Medidas de Fluidos e Tópicos Especiais.  \n \nESA503  – MECÂNICA DOS FLUIDOS - PRÁTICA (1cr)  \nVerificação da Lei de Newton da Viscosidade. Comprovação do Princípio de Pascal e aplic ação da \nLei de Stevin. Identificação da pressão manométrica positiva e negativa em uma instalação de \nrecalque. Pitometria  \n \nENE077 – Energia e Eletricidade (4cr)  \nFundamentos sobre corrente alternada. Conceitos e noções sobre energia. Energia elétrica. \nFunda mentos de conversão eletromagnética de energia. Introdução a fontes de fornecimento de \nenergia elétrica para indústria. Segurança nas instalações elétricas.  \n \nMEC017 – Processos de Fabricação I (3cr)  \nProcessos Primários de Fabricação: Solidificação dos Meta is. Processos de Fundiçao do Metais. \nProcessos de Conformação dos Metais.  \n \n \nMEC018 – Laboratório de Processos de Fabricação I (1cr)  \nExperimentos em Processos Primários de Fabricação.  \n \n \n6º Período  \n \n ", "41": " 41 \nMAC002  – Resistência dos Materiais I (4cr)  \nPrincípios e Objetivos da Resistência dos Materiais. Métodos de Análise. Tensões e Deformações. \nTração e Compressão Simples.Cisalhamento Simples. Torção. Flexão Pura em Vigas. Tensões de \nCisalhamento em Vigas. Deformações em Vigas.  \n \nMEC010 – Transferência de Calor (4cr ) \nAspectos gerais da transferência de calor. Introdução à condução. Condução unidimensional em \nregime permanente. Condução em regime transiente. Escoamento externo. Escoamento interno. \nConvecção livre.  \n \nMEC019 – Processos de Fabricação II (3cr)  \nPrincipais  Operações de Usinagem. Grandezas físicas no processo de corte. Geometria da cunha \ncortante. Mecanismos da formação de cavaco. Forças e potências de usinagem. Medidas das \nforças, torques e potências de usinagem. Materiais para ferramentas. Avarias e desgas tes na \nferramenta. Vida da ferramenta e fatores que a influenciam. Fluídos de corte. Ensaios de \nusinabilidade. Condições econômicas de corte. Considerações ao material da peça.  \n \nMEC020 – Laboratório de Processos de Fabricação II (1cr)  \nExperimentos em Proce ssos de Fabricação por Usinagem.  \n \nMEC024 – Automação (3 cr) \nSistemas de automação e controle em processos industriais. Controladores Lógicos Programáveis \n(PLC). Execução concorrente de processos. Comunicação entre processos. Projetos de Interfaces \nGráficas (IHM). Estudo de casos.  \n \nMEC025 - Laboratório de Automação ( 1cr) \nExperimentos em Automação.  \n \n \n7º Período  \n \n \nMEC004 – Elementos de Maquinas I (4cr)  \nIntrodução ao projeto de elementos mecânicos. Análise de tensões. Análise de deformações. \nResistência de ele mentos mecânicos. Uniões por parafuso. Molas. Eixos e Árvores.  \n \n ", "42": " 42 \nMAC003  – Resistência dos Materiais II (4cr)  \nFlexão oblíqua de vigas. Flexão composta. Estado triaxial de tensões. Estado plano de tensões. \nCírculo de Mohr. Critérios de Ruptura. Teoria dos es forços combinados. Flambagem. Energia de \ndeformação.  \n \n \nMAC007  – Laboratório de Resistência dos Materiais (2cr)  \nProdução, Classificação e Especificações de Aços Estruturais. Ensaios de Laboratório em Aços \nEstruturais e em Madeira  \n \nMEC011  – Máquinas Térmicas  (4cr)  \nConceitos fundamentais: compressores, turbinas a gás e turboreatores. Centrais térmicas a vapor \nd`agua.  \n \nMEC021 – Processos de Fabricação III (3cr)  \nSoldagem. O processo de soldagem: classificações e aplicações. Metalurgia da soldagem; \nsoldagem oxi -acetilênica: solda ao arco elétrico convencional e especial (MIG/MAG, TIG). Outros \nprocessos de soldagem: por resistência, sob pressão, aluminotermia. Equipamentos de soldagem: \nclassificação, regulagens, especificação. Regras gerais no projeto de peças sold adas. Defeitos em \nconstruções soldadas.  \n \nMEC022 – Laboratório de Processos de Fabricação III (1cr)  \nExperimentos em Processos de Fabricação por Soldagem.  \n \nFIN013 – Gestão Financeira em Engenharia de Produção I (4cr)  \nIntrodução à contabilidade. Contabilidade  Gerencial. Análise de Balanços, Conceito de custos \nindustriais; Função financeira nas empresas; Demonstrações contábeis; Financiamento do capital \nde giro; Controle e administração de estoques e duplicatas; Planejamento e controle financeiro.  \n \n \n \n8º Período   \n \nEPD053  – Empreendedorismo (2cr)  \nHistórico e conceituação geral.  Processos de investigação, entendimento e internalização da ação \nempreendedora: perfil empreendedor, processo criativo, desenvolvimento da visão e identificação \nde oportu nidades, validação  de uma idéia.  Construção de um Plano Completo de Negócios  ", "43": " 43 \n \nDPR032 – Noções de Direito Privado (4cr)  \nNoções de Direito Privado. Direito do Trabalho. Direito Comercial . \n \nMEC005 – Elementos de Maquinas II (4cr)  \nJuntas soldadas e coladas. Mancais de rolamento . Lubrificação e mancais radiais. Engrenagens \ncilíndricas retas. Engrenagens helicoidais. Engrenagens cônicas. Parafuso sem -fim. Embreagem. \nFreios. Acoplamentos e Elementos flexíveis.  \n \nMEC006 – Vibrações Mecânicas (4cr)  \nIntrodução ao estudo das vibrações m ecânicas. Vibrações livres e forçadas. Isolamento. \nAmortecimento. Introdução à análise modal. Sistemas com vários graus de liberdade. Freqüência \nnatural e modos próprios. Ressonância. Absorvedores de vibração. Balanceamento dinâmico.  \n \nMEC012 - Refrigeração  e Ar Condicionado (3cr)  \nSistemas frigoríficos por compressão de vapor. Fluidos refrigerantes. Projeto e construção de \ncâmaras frigoríficas. Sistemas frigoríficos por absorção. Psicrometria. Cálculo da carga térmica \npara conforto e em sistemas industriais.  Sistemas de condicionamento de ar. Unidades \ncondicionadoras de ar.  \n \nMEC013 - Laboratório de Refrigeração e Ar Condicionado (1cr)  \nExperimentos em sistemas de refrigeração e ar condicionado.  \n \n \n \n9º Período  \n \n \nMEC014 – Motores de Combustão Interna (3cr)  \nIntrodução aos motores de combustão interna. Ciclos Otto e Diesel. Componentes básicos dos \nmotores. Parâmetros principais dos motores. Sistemas de alimentação dos motores de ciclos Otto \ne Diesel. Sistemas de ignição dos motores ICE. Propriedades físico -química s dos combustíveis. \nSistemas de refrigeração dos motores. Lubrificação dos motores de combustão interna. Avarias \nnos motores.  \n \nMEC015 – Laboratório de Motores de Combustão Interna (1cr)  \nExperimentos em Motores de Combustão Interna.  ", "44": " 44 \n \nESA002  – Ecologia e Pre servação do Ambiente  (4cr)   \nEstudos sobre os conceitos de natureza. Análise dos temas envolvendo desenvolvimento e \ndegradação ambiental e discussão sobre gestão e política ambiental no Brasil. Políticas de \ndesenvolvimento integrado e suas características. Instrumentos de gestão e suas implementações: \nconceitos e prática. Base legal e institucional para a gestão ambiental.   \nInserção do meio ambiente no planejamento econômico. A questão ambiental sob o enfoque \neconômico. Métodos e Procedimento de Ação. Cresci mento econômico e políticas de recursos \nambientais. Aplicações de instrumentos econômicos. Valoração ambiental nos estudos de \nalternativas e de viabilidade. Sistemas de gestão ambiental e suas alternativas. Utilização de \nSistemas de Informações Geográficas  para o Planejamento de Recursos Naturais.  \n \nMEC008 - Sistemas Fluido Mecânicos (3cr)  \nBombas Centrífugas. Sistemas de Bombeamento. Parametrização de Curvas de Bombas e \nSistemas de Bombeamento. Ventiladores. Sistemas de Ventilação. Turbinas Hidráulicas. Bomb as \nde Deslocamento.  \n \nMEC009 - Laboratório de Sistemas Fluido Mecânicos (1cr)  \nAnálise experimental de processos e sistemas fluido mecânicos usuais na Engenharia Mecânica. \nObservação do funcionamento, medições de parâmetros e de grandezas pertinentes. Anális e de \nrendimento e desempenho.  \n \n \nDisciplinas Vinculadas à Coo rdenação do Curso  \n \nMEC035  – Estágio Supervisionado em Engenharia Mecânica (12cr)  \nApresentação e orientação do roteiro sobre o estágio. Realização de estágio profissional em \nestabelecimento comer cial, industrial ou de serviços que trate de temas próprios ou afins à \nengenharia mecânica. Metodologia de trabalho. A prática profissional. Avaliação da relação teoria x \nprática. Elaboração de relatórios.  \n \nMEC036  – Trabalho de Conclusão de Curso em Engenh aria Mecânica I (8cr)  \nMetodologia de Pesquisa. Revisão da Literatura. Desenvolvimento da fundamentação teórica e \nestruturação da monografia de conclusão de curso. Reuniões de orientação com o orientador \nacadêmico. Defesa da Proposta (Exame de Qualificação) . \n \nMEC037  – Trabalho de Conclusão de Curso em Engenharia Mecânica II (8cr)  ", "45": " 45 \nDesenvolvimento dos ensaios / levantamento de dados / estudo de caso. Análise e Discussão dos \nResultados. Conclusões. Reuniões de orientação com o orientador acadêmico. Defesa da \nMonografia.  \n \n5.6 - Informações Complementares  \n \n5.6.1 - Composição do Colegiado de Curso  \n \nO Colegiado é constituído por 13 membros:  \n \n Coordenador de Curso  \n Vice Coordenador de Curso  \n Um representante da Área Básica de Matemática (Depto de Matemática - ICE)  \n Um representante da Área Básica de Física (Depto de Física - ICE)  \n Um representante da Área de Projeto de Máquinas (Depto de Eng de Produção - FacEng)  \n Um representante da Área de Máquinas Térmicas (Depto de Eng de Produção - FacEng)  \n Um representante da Áre a de Processos de Fabricação (Depto de Eng de Produção – \nFacEng)  \n Um representante da Área de Automação (Depto de Eng de Produção – FacEng)  \n Um representante da Área de Resistência dos Materiais (Depto de Mecânica Aplicada – \nFacEng)  \n Quatro representantes Discentes  \n \n5.6.2 - Normas para Trabalho de Conclusão de Curso (TCC)  \n \nCAPÍTULO I  - Das Disposições Preliminares  \n \nArt. 1 - A presente norma tem como objetivo regulamentar a realização de Trabalho de Conclusão \nde Curso (TCC) pelos alunos do Curso de Engenhar ia Mecânica de conformidade com o previsto \nna CNE/CES 11/2002 (Diretrizes Curriculares Nacionais do Curso de Graduação em Engenharia) e \nna Resolução Nº 11/97 – CEPE/UFJF (Regulamento Acadêmico de Graduação – RAG).  \n \nArt. 2 - O TCC é uma atividade de síntese  e integração de conhecimentos adquiridos ao longo do \ncurso, com caráter predominantemente interdisciplinar e tendo como foco principal uma das áreas \nda Engenharia Mecânica.  \n ", "46": " 46 \n§ 1º - O TCC pode ser um trabalho de aprofundamento ou inédito podendo ter caract erísticas de \nexperimento, de estudo teórico, de estudo de caso, de realização de projeto ou de estudo de \nproblema de Engenharia de Produção.  \n \n§ 2º - O TCC é obrigatório para a integralização do curso e não pode ser substituído por outra \natividade.  \n \n§ 3º - A supervisão das atividades relacionadas ao TCC é conduzida por uma Comissão (CTCC) \ncriada para esse fim pelo Colegiado de Curso de Engenharia de Produção.  \n \nCAPÍTULO II - Da Comissão de Trabalho de Conclusão de Curso (CTCC)  \n \nArt. 3 - A Comissão de TCC tem as seguintes atribuições delegadas pelo Colegiado de Curso de \nEngenharia Mecânica.  \n \na. Supervisionar as atividades relacionadas ao TCC;  \nb. Estabelecer o formato de proposta do projeto de realização de TCC, de redação da \nmonografia e de apresentação final do TCC pelos alunos;  \nc. Deliberar sobre as solicitações de credenciamento de Professores Orientadores de \nTCC;  \nd. Deliberar sobre as propostas de projeto de realização de TCC até a data oficial de \ninício das matriculas do período letivo subseqüente ao da entrega destas propostas;  \ne. Deliberar sobre a constituição de bancas e datas de exame dos TCCs.  \n \nArt. 4 - A CTCC do Curso de Engenharia Mecânica possui a seguinte composição:  \n \na. Coordenador do Curso de Engenharia Mecânica;  \nb. Vice-Coordenador do Curso de Engenharia Mecânica;  \nc. Professores Orientadores Efetivos;  \nd. Representação discente na forma da lei.  \n \nArt. 5 - Podem ser Professores Orientadores de TCC, todos os professores da UFJF que tiverem \nsua solicitação de credenciamento aprovada pela CTCC.  \n \n§ 1º - São Professores Orientadore s Efetivos todos aqueles que estiverem orientando pelo menos \num TCC.  \n ", "47": " 47 \n§ 2º - Cada Professor Orientador pode orientar no máximo 4 (quatro) alunos simultaneamente, \nrespeitado o disposto no artigo 17.  \n \nArt. 6 - Os membros da CTCC elegem o seu Presidente entre  os seus pares, para mandato de \ndois anos, permitido a recondução.  \n \nArt. 7 - Compete ao Presidente da CTCC:  \n \na. Convocar e presidir as reuniões da CTCC;  \nb. Encaminhar para a Coordenação de Curso os projetos de realização de TCC \naprovados pela CTCC para as provid ências relacionadas à matrícula dos alunos;  \nc. Publicar os editais dos exames de TCC, ouvidos os respectivos alunos autores e seus \norientadores.  \n \nCAPÍTULO III - Da realização do TCC  \n \nArt. 8 - O TCC só pode ser realizado pelos alunos que tiverem concluído pelo  menos 150 (cento e \ncinquenta) créditos em disciplinas obrigatórias do curso, de acordo com o previsto no Projeto \nPedagógico do Curso de Engenharia Mecânica (PPC/MEC).  \n \nArt. 9 - O TCC é uma atividade de caráter individual e pressupõe a elaboração de uma mo nografia \nde acordo com o formato estabelecido pela CTCC.  \n \nArt. 10 - Para a realização do TCC, o aluno deve requerer junto à Coordenação de Curso no \nperíodo de matrículas do calendário oficial da UFJF, matrícula em Trabalho de Conclusão de \nCurso em Engenhar ia Mecânica (CEM002), mediante apresentação de proposta de projeto de \nrealização de TCC, de acordo com o formato estabelecido pela CTCC.  \n \n§ 1º - Da proposta de projeto de realização do TCC, deve constar um termo de aceite emitido pelo \nProfessor Orientador que se dispuser a orientá -la. \n \n \n§ 2º - O aluno pode ter, além do Professor Orientador, um co -orientador devidamente justificado no \ncorpo da proposta de TCC.  \n \n§ 3º - O orientador e o co -orientador devem ter formação compatível com o TCC a ser orientado.  \n ", "48": " 48 \n§ 4º - O aluno deve encaminhar a proposta de TCC à CTCC, até 15 dias antes da data de início \noficial do período de matrículas da UFJF.  \n \n§ 5º - Somente após a aprovação da proposta de TCC pela CTCC a Coordenação do Curso de \nEngenharia Mecânica efetiva a matrí cula do aluno na disciplina CEM002.  \n \n§ 6º - O TCC tem duração mínima de um período letivo, podendo ser prorrogado mediante \napresentação de justificativa, respeitada duração máxima de acordo com o disposto no RAG.  \n \nArt. 11 - Compete ao Professor Orientador:  \n \na. Colaborar com o estudante na elaboração do programa das atividades a serem \ndesenvolvidas;  \nb. Acompanhar o desenvolvimento das atividades programadas.  \nc. Presidir a banca de exame de TCC do qual for orientador.  \n \nCAPÍTULO IV - Do Exame do TCC  \n \nArt. 12 - Realizad o o TCC, o aluno autor encaminha a monografia redigida de acordo com o \nformato estabelecido pela CTCC, para a presidência da Comissão, com número de cópias \nadicionais igual ao número de membros da banca.  \n \n§ único - No momento do encaminhamento da monografi a, o Professor Orientador deve \nencaminhar a proposta de composição de banca e de data de defesa do TCC.  \n \nArt. 13 - Recebida a monografia, a proposta de constituição de banca e de data da defesa da \nmonografia, a presidência da CTCC pode publicar o edital co ntendo o título e o autor da \nmonografia, assim como, a banca, a data, a hora e o local da defesa da monografia de TCC.  \n \n§ único - Uma cópia da monografia deve ser enviada para cada um dos examinadores com pelo \nmenos 15 (quinze) dias de antecedência em rela ção à data estabelecida para a defesa.  \n \nArt. 14 - A banca examinadora é constituída por no mínimo três examinadores tendo o Professor \nOrientador como seu Presidente.  \n \n§ único - Os demais examinadores podem ser membros da CTCC ou outros convidados que \npodem  compor a banca mediante aprovação pela CTCC.  ", "49": " 49 \nArt. 15 - A defesa do TCC é realizada em sessão pública através de apresentação da mesma pelo \nautor e argüição pelos membros da banca seguida de reunião da mesma para emitir parecer único \ndeterminando:  \n \na. Aprovaç ão emitindo um conceito final entre 70 (setenta) e 100 (cem);  \nb. Reprovação emitindo um conceito inferior a 70 (setenta);  \nc. Aprovação condicionada a realização de modificações na monografia.  \n \n§ 1º - No caso da aprovação condicionada a banca define um prazo de n o máximo de 30 (trinta) \ndias para o aluno apresentar a versão final do trabalho com as alterações propostas para nova \nanálise.  \n \n§ 2º - A banca se reúne novamente para verificação de atendimento às exigências e emite um \nparecer final aprovando o aluno com c onceito igual ou superior a 70 (setenta) ou reprovando -o e \nemitindo um conceito inferior a 70 (setenta).  \n \n§ 3º - Caso o aluno seja reprovado é concedida mais uma e única oportunidade para a realização \nde um novo TCC.  \n \nArt. 16 - Após aprovado, o aluno deve encaminhar para a Coordenação de Curso a versão final em \numa via digital e tantas vias encadernadas quantos forem os membros da banca acrescentando -se \nmais duas vias, de acordo com o formato estabelecido pela CTCC, como condição final para \nlançamento do co nceito referente a aprovação na disciplina.  \n \n§ único - As vias encadernadas da monografia são encaminhadas uma para cada membro da \nbanca, uma para a biblioteca e uma para a Coordenação de Curso.  \nCAPÍTULO V - Disposições Finais e Transitórias  \n \nArt. 17 - O número máximo de orientados simultaneamente por Professor Orientador é de 6 (seis) \nalunos, somando -se os orientados de Estágio e os de Trabalho de Conclusão de Curso.  \n \nArt. 18 - Caso o Professor Orientador seja Professor Substituto, devem ser observados pel o aluno \nas características do contrato e o tempo de duração do mesmo, dado que a CTCC não pode \nassumir qualquer compromisso, caso haja impossibilidade de continuidade nesta orientação.  \n \nArt. 19 - O Colegiado de Curso de Engenharia Mecânica é a instância re cursiva das decisões da \nCTCC.  ", "50": " 50 \n \nArt. 20 - Até a formatura da 1ª turma do curso, prevista para dezembro de 2014, os professores do \nDepartamento de Engenharia de Produção são membros efetivos da CTCC.  \n \n5.6.3 - Normas para Estágio  \n \nCAPÍTULO I - Das Disposições  Preliminares  \n \nArt. 1 - A presente norma tem como objetivo regulamentar a realização de estágios pelos alunos \ndo Curso de Engenharia Mecânica de conformidade com o previsto na Resolução Nº 11/97 – \nCEPE (Regulamento Acadêmico de Graduação – RAG).  \n \nArt. 2 - Conforme disposto no RAG, o estágio é a atividade de aprendizagem proporcionada ao \nestudante pela participação em situações reais, dentro e fora da Universidade, que lhe permita \nvivenciar, aplicar e aprofundar os conhecimentos e objetivos do Curso compreen dendo as \nseguintes modalidades:  \n \na. Estágio Curricular : tem caráter obrigatório conforme previsto na Resolução CNE/CES \n11/2002 (Diretrizes Curriculares Nacionais do Curso de Graduação em Engenharia) e no \nProjeto Pedagógico do Curso de Engenharia Mecânica (PPC /MEC);  \nb. Estágio Não -Curricular : qualquer outro que atenda aos objetivos do \"caput\" deste artigo.  \n \nCAPÍTULO II - Da Comissão Orientadora de Estágio (COE)  \n \nArt. 3 - De acordo com o RAG, cada Curso deve constituir uma Comissão Orientadora de Estágio \n(COE), com  a atribuição de programar, supervi sionar e avaliar os estagiários.  \n \nArt. 4 - A COE do Curso de Engenharia Mecânica possui a seguinte composição:  \na. Coordenador do Curso de Engenharia Mecânica;  \nb. Vice-Coordenador do Curso de Engenharia Mecânica;  \nc. Professores Ori entadores Efetivos;  \nd. Representação discente na forma da lei.  \nArt. 5 - Podem ser Professores Orientadores de Estágio do Curso de Engenharia de Mecânica, \ntodos os professores da UFJF que tiverem sua solicitação de credenciamento aprovada pela COE.  \n \n§ 1º - São Professores Orientadores Efetivos todos aqueles que estiverem orientando pelo menos \num aluno de Estágio Curricular.  \n \n§ 2º - Cada Professor Orientador pode orientar no máximo 4 (quatro) alunos simultaneamente, \nrespeitado o disposto no artigo 17.  \n \nArt. 6 - Os membros da COE elegem o seu Presidente entre os seus pares, para mandato de 2 \n(dois) anos, permitida a recondução, de conformidade com o previsto no RAG.  \n \nArt. 7 - Compete ao Presidente da COE:  \n \na. Convocar e presidir as reuniões da COE,  \nb. Coordenar as ativi dades de programação de estágios ouvida a Coordenação de Curso;  \nc. Coordenar as atividades de supervisão e avaliação dos estagiários;  \nd. Encaminhar e assinar os contratos de Estágio Curricular e Estágio Não -Curricular, de \nacordo com os termos dos respectivos con vênios e com a legislação em vigor.  \n \nCAPÍTULO III - Da realização do Estágio pelos Alunos  ", "51": " 51 \n \nArt. 8 - O Estágio Curricular e o Não -Curricular só podem ser realizados em organizações que \npossuam convênio para tal finalidade com a UFJF.  \n \nArt. 9 - Para que o co ntrato de Estágio Não -Curricular previsto nesta norma seja assinado e \nreconhecido pela COE o aluno deve satisfazer pelo menos as seguintes condições:  \n \na. Ter sido aprovado em todas as disciplinas obrigatórias previstas para os 4 (quatro) \nprimeiros períodos do  curso.  \nb. Ter sido aprovado em nunca menos de 12 (doze) créditos em disciplinas obrigatórias caso \ntenha se matriculado em um total de até 20 (vinte) créditos no semestre imediatamente \nanterior ao período de requerimento do estágio.  \nc. Ter sido aprovado em pelo menos 60% (sessenta por cento) dos créditos em disciplinas \nobrigatórias caso tenha se matriculado em mais de 20 (vinte) créditos no semestre \nimediatamente anterior ao período de requerimento do estágio.  \nd.  \nArt. 10 - O Estágio Curricular só pode ser realizado  pelos alunos que tiverem concluído pelo \nmenos 130 (cento e trinta) créditos em disciplinas obrigatórias do curso, de acordo com o \nPPC/MEC, através de requerimento junto à Coordenação de Curso de matrícula em Estágio em \nEngenharia Mecânica (CEM001) mediant e apresentação de contrato de estágio assinado e \nparecer favorável da COE.  \n \nArt. 11 - O Estágio Curricular pode ser substituído ou ter equivalência com outra atividade \norientada, mediante requerimento encaminhado à COE.  \n \n§ único - O parecer emitido pela CO E, caso seja favorável ao requerimento do aluno, é \nencaminhado à Coordenação de Curso para as providências cabíveis.  \n \nArt. 12 - As atividades acadêmicas programadas na UFJF para o curso têm precedência sobre a \natividade de estágio em qualquer situação.  \n \n§ 1º - O estágio não pode ultrapassar 6 (seis) meses de duração, podendo haver renovação do \ncontrato por mais 6 (seis) meses, mediante parecer favorável emitido pela COE.  \n \nArt. 13 - O contrato de estágio é cancelado de imediato, caso o aluno estagiário não l ogre \naprovação em pelo menos 16 créditos no período letivo em que estiver realizando o estágio.  \n \n§ 1º - Constitui -se em exceção ao previsto no caput deste artigo o aluno que:  \n \na. Tiver que cursar menos de 16 créditos para concluir a carga mínima prevista para  a \nintegralização do curso, desde que esteja cursando esta carga restante;  \nb. Não ter conseguido matricular -se em pelo menos 16 créditos por razões alheias à sua \nvontade.  \n \n§ 2º - Caso o aluno esteja realizando Estágio Curricular e não conseguir ser aprovado e m pelo \nmenos 16 créditos, o cancelamento ocorre tão logo seja completada a carga mínima obrigatória \nexigida para cumprimento desse estágio.  \n \nArt. 14 - O Estágio Curricular é uma atividade orientada contando para isso com Professor \nOrientador credenciado ju nto a COE.  \n \n§ 1º - O aluno pode ter um co -orientador pertencente à organização na qual realiza o estágio ou a \noutra instituição, mediante solicitação e aquiescência da COE.  \n \n§ 2º - O orientador e o co -orientador devem ter formação compatível com o estágio a ser orientado.  ", "52": " 52 \n \n§ 3º - O aluno estagiário deve apresentar um programa de estágio ao Professor Orientador de \nacordo com o formato estabelecido pela COE.  \n \nArt. 15 - Compete ao Professor Orientador:  \n \na. Colaborar com o estudante na elaboração do programa das a tividades a serem \ndesenvolvidas no estágio;  \nb. Acompanhar o desenvolvimento das atividades programadas;  \nc. Apresentar na COE a avaliação do desempenho das atividades desenvolvidas após o \nrecebimento do Relatório Final do Estágio do aluno;  \nd. Solicitar, em caráter f acultativo, a apresentação oral das atividades desenvolvidas no \nestágio.  \n \nArt. 16 - A avaliação do Estágio Curricular se dá através da análise das atividades desenvolvidas, \ndos relatórios parciais e pelo relatório final apresentado pelo aluno estagiário se gundo formato \nestabelecido pela COE.  \n \n§ 1º - Cabe à COE atribuir um conceito baseado no parecer do Professor Orientador.  \n \n§ 2º - A COE pode convocar o Professor Orientador e/ou o aluno estagiário sempre que necessário \npara esclarecimentos e/ou questionamen tos acerca do andamento do estágio.  \n \n§ 3º - Os conceitos são encaminhados à Coordenação de Curso para as providências finais \ncabíveis.  \n \nCAPÍTULO IV - Disposições Finais e Transitórias  \n \nArt. 17 - O número máximo de orientados simultaneamente por Professor O rientador é de 6 (seis) \nalunos, somando -se os orientados de Estágio e os de Trabalho de Conclusão de Curso.  \n \nArt. 18 - Quando o Professor Orientador for um Professor Substituto, devem ser observadas pelo \naluno as características do contrato e o tempo de du ração do mesmo, dado que a COE não pode \nassumir qualquer compromisso, caso haja impossibilidade de continuidade desta orientação.  \n \nArt. 19 - O Colegiado de Curso de Engenharia Mecânica é a instância recursiva das decisões da \nCOE.  \n \nArt. 20 - Até a formatura  da 1ª turma do curso, prevista para dezembro de 2014, os professores \nefetivos do Departamento de Engenharia de Produção são membros efetivos da COE.  \n \n \n \n \n \n \n \n \n \n \n ", "53": " 53 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nANEXOS  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "54": " 54 \n \nANEXO I  \nMatriz CONFEA / CREA  \nCONFEA – Conselho Fede ral de Engenharia, Arquitetura e Agronomia  \n \nMatriz de Competências para a Engenharia Mecânica  \n1. CATEGORIA ENGENHARIA  \n(Continuação)  \n1.3 - CAMPO DE ATUAÇÃO PROFISSIONAL DA MODALIDADE INDUSTRIAL  \nENGENHARIA MECÂNICA  \nNº DE \nORDEM \nDO \nSETOR  SETOR  Nº DE ORDEM \nDOS TÓPICOS  TÓPICOS  \nMecânica Aplicada  \n1.3.1.01.01  Sistemas Estruturais Mecânicos  \n- Estática e Dinâmica  \n- Resistência dos Materiais  \n- Desenhos de Máquinas  \n- Elementos de Máquinas  \n- Projetos de Sistemas Mecânicos  1.3.1  \n \n 1.3.1.01.00  \n  \n \n  \n1.3.1.01.02  \n Sistemas Vibratórios e Acústicos  \n- Dinâmica de Sistemas  \n- Vibração Mecânica  \n- Acústica  \nTermodinâmica Aplicada  1.3.2  \n \n \n \n \n \n 1.3.2.01.00  1.3.2.01.01  \nSistemas Térmicos  \n- Termodinâmica  \n- Mecânica dos Fluidos  \n- Transferência de Calor  \n- Máquinas Térmicas  ", "55": " 55 \n- Manutenção.  \n1.3.2.01.02  Caldeiras e Vasos de Pressão  \n- Termodinâmica  \n- Mecânica dos Fluidos  \n- Transferência de Calor  \n- Resistência dos Mat eriais  \n- Máquinas Térmicas  \n- Máquinas Hidráulicas  \n- Instrumentação  \n- Instalações Industriais  \n- Manutenção.  \n1.3.2.02.03  Refrigeração, Condicionamento de Ar e \nConforto Ambiental  \n- Termodinâmica  \n- Mecânica dos Fluidos  \n- Transferência de Calor  \n- Máquinas Té rmicas  \n- Refrigeração e Condicionamento de Ar  \n- Máquinas Hidráulicas  \n- Acústica  \n- Instrumentação  \n- Instalações Industriais  \n- Manutenção.  \nFenômenos de Transporte  \n1.3.3.01.00  1.3.3.01.01  Sistemas Hidráulico, Pneumático e de Gases  \n- Mec ânica dos Fluidos  \n- Sistemas Fluidodinâmicos  \n- Hidráulica  \n- Pneumática   \n- Controle e Automação  \n- Instrumentação  \n- Instalações Industriais  \n- Manutenção.  1.3.3  \n  \n  \n  \n  \n  \n  \n1.3.3.02.00  1.3.3.02.01  Máquinas de Fluxo  \n- Termodinâmica  \n- Mecânica dos Fluidos  ", "56": " 56 \n- Máquinas Hidráulica s \n- Geração de Potência  \n- Instrumentação  \n- Instalações Industriais  \n- Manutenção.  \n1.3.4  Tecnologia Mecânica  \n 1.3.4.01.00   \n  1.3.4.01.01  \n Processo de Fabricação  \n- Tecnologia dos Materiais de Construção \nMecânica  \n- Metrologia  \n- Métodos e Processos de Usinage m \n- Métodos e Processos de Conformação  \n- Métodos de Controle e Automação dos \nProcessos Mecânicos  \n- Engenharia do Produto  \n- Mecânica Fina  \n- Soldagem  \n \nConteúdos que deverão ter em todos os tópicos:  \n \n- Metrologia dimensional  \n- Termodinâmica  \n- Dinâmica dos si stemas mecânicos  \n- Expressão gráfica  \n- Ética (para todas as modalidades - diretrizes)  \n- Humanidades (para todas as modalidades - diretrizes)  \nOs dois últimos constam explicitamente nas diretrizes curriculares  \n \n \n \n \n \n \n \n \n \n ", "57": " 57 \n \nANEXO II  \nMINISTÉRIO DA EDUCAÇÃO  \nUNIV ERSIDADE FEDERAL DE JUIZ DE FORA  \nCONSELHO SETORIAL DE GRADUAÇÃO  \nRESOLUÇÃO N° 018/2002  \nAprova a Flexibilização dos Currículos de  \nGraduação.  \nO Conselho Setorial de Graduação - CONGRAD, da Universidade Federal de  \nJuiz de Fora, no exercício de suas atribuições , e o que foi deliberado em sua reunião  \nordinária do dia 04 de abril de 2002,  \nRESOLVE:  \nArt. 1 ° - Definir currículo como o conjunto de atividades acadêmicas previstas para a  \nintegralização de um curso.  \nArt. 2° - Definir atividade acadêmica como aquela rele vante para que o estudante adquira o  \nsaber e as habilidades necessárias a sua formação.  \nParágrafo Único – Toda atividade acadêmica curricular deverá:  \nI – ficar sob a responsabilidade de, pelo menos, um professor;  \nII – ter autorização prévia do Colegiado do  Curso ou do Conselho de Unidade;  \nIII – incluir procedimentos de avaliação do rendimento do aluno.  \nArt. 3° - Estabelecer os seguintes tipos de atividades acadêmicas curriculares, definidas no  \nanexo I desta Resolução:  \nI – atividades de iniciação à docência,  à pesquisa ou à extensão;  \nII – atividades a distância;  \nIII – disciplina;  \nIV – elaboração de monografia;  \nV – estágio curricular;  \nVI – grupos de estudo;  \nVII – participação em eventos;  \nVIII – seminário;  \nIX – vivência profissional complementar;  \nX – outras, co nsideradas pelo Colegiado de Curso ou Conselho de Unidade relevantes para  \na formação do aluno, a serem homologadas pela Pró -Reitoria de Graduação.  \nParágrafo Único – A creditação ou carga horária das atividades acadêmicas curriculares  \nestão explicitadas no anexo 2 desta Resolução.  \nMINISTÉRIO DA EDUCAÇÃO  \nUNIVERSIDADE FEDERAL DE JUIZ DE FORA  \nArt. 4° - Atribuir aos Colegiados de Cursos ou Conselho de Unidade a responsabilidade de  \ndefinir a participação de cada atividade acadêmica na integralização do currículo dos \ncursos, bem como seu caráter optativo, eletivo ou obrigatório, sujeito à aprovação do  \nConselho Setorial de Graduação.  \nArt. 5° - A Pró -Reitoria de Graduação fica autorizada a analisar as possibilidades de  \ncreditação ou carga horária para as atividades a cadêmicas curriculares previstas nesta  \nResolução e ocorridas a partir de 17/04/2000 até a data de publicação da mesma, bem  \ncomo, computação desses créditos ou carga horária, desde que haja esta previsão nos  \ncurrículos dos cursos.  \nArt. 6° - Esta Resolução e ntra em vigor na data de sua publicação, revogadas as  \ndisposições em contrário.  \nArt. 7° - Publique -se por afixação.  \nJuiz de Fora, 10 de julho de 2002.  \nProfa. Valéria Trevizani Burla de Aguiar  \nSecretária do Conselho Setorial de Graduação  \nProf. Edson Vieira da Fonseca Faria  \nPró-Reitor de Graduação  \nAnexos à Resolução 018/2002 -CONGRAD  \nAnexo I:  ", "58": " 58 \nI. Iniciação à docência, à pesquisa, ou à extensão  \nEntende -se por iniciação à docência, à pesquisa ou à extensão o conjunto de atividades ligadas a  \nprogramas de ensino, p esquisa, ou extensão desenvolvidas pelo aluno e homologadas pela Pró - \nReitoria competente.  \nII. Atividade Acadêmica a distância  \nEntende -se por atividade acadêmica a distância o processo educativo que promove a autonomia do  \naprendiz e envolve meios de comuni cação ou metodologias capazes de permitir a interação com as  \nfontes de informação ou com o sistema educacional. A avaliação é feita por professor da UFJF,  \ncom ou sem a participação de profissionais ligados à fonte geradora da atividade acadêmica.  \nIII. Disc iplina  \nEntende -se por disciplina o conjunto de estudos e conteúdos teóricos e práticos, definidos em  \nprograma correspondente ao estabelecido pela ementa, com carga horária e créditos pré -fixados,  \ndesenvolvido predominantemente pelo docente, de forma presen cial ou a distância.  \nIV. Monografia  \nEntende -se por monografia um trabalho de cunho científico como requisito obrigatório ou não para  \na conclusão do curso ou para participação em concursos ou eventos.  \nV. Estágio Curricular  \nEntende -se por estágio curricular qualquer atividade que propicie ao aluno adquirir experiência  \nprofissional específica e que contribua, de forma eficaz, para a sua absorção pelo mercado de  \ntrabalho. Enquadram -se nesse tipo de atividade as experiências de convivência em ambiente de  \ntrabalh o, o cumprimento de tarefas com prazos estabelecidos, o trabalho em ambiente hierarquizado  \ne com componentes cooperativistas ou corporativistas, etc. O objetivo é proporcionar ao aluno a  \noportunidade de aplicar seus conhecimentos acadêmicos em situações da  prática profissional  \nclássica, possibilitando -lhe o exercício de atitudes em situações vivenciadas e a aquisição de uma  \nvisão crítica de sua área de atuação profissional, com organização fundamentada nos termos  \nexpressos no Regulamento Acadêmico da Gradua ção. A avaliação é feita a partir de conceitos e  \nobservações estabelecidos pelas fontes geradoras do estágio, em consonância com os parâmetros  \nestabelecidos em conjunto com docentes da UFJF. O estágio curricular, quando envolver entidade  \nexterna à UFJF, de ve se realizar num sistema de parceria institucional, mediante credenciamentos  \nperiódicos.  \nVI. Grupos de Estudo  \nEntende -se pro grupos de estudos o processo educativo que envolve o aluno em atividades de  \nestudos temáticos, sob orientação de, no mínimo, um p rofessor. A proposta será definida em uma  \nprogramação prévia e aprovada no Colegiado de Curso ou Conselho de Unidade. No caso de grupos  \ninterdisciplinares, a aprovação se dará nos Colegiados ou Conselhos de Unidades a que se vinculam  \nos Cursos.  \nVII. Partic ipação em eventos  \nEntende -se por participação em eventos e atividades que incluam o envolvimento do aluno em  \neventos dos seguintes tipos:  \ncongressos;  \nseminários;  \ncolóquios;  \nsimpósios;  \nencontros;  \nfestivais;  \npalestras;  \nexposições;  \noficinas;  \ncursos de curta d uração;  \noutros (a serem definidos pelo Colegiado de Curso ou Conselho de Unidade e homologados pela  \nPró-Reitoria de Graduação).  \nVIII. Seminário  \nEntende -se por seminário o conjunto de estudos e conteúdos teóricos ou práticos, definidos em  \nprograma correspon dente ao estabelecido pela ementa, com carga horária e créditos pré -fixados,  \ndesenvolvido predominantemente pelo(as) alunos(as).  \nIX. Vivência profissional complementar  \nEntende -se por vivência profissional complementar as atividades inerentes à profissão  ", "59": " 59 \ndesenvolvidas durante o curso de graduação. De maneira similar ao estágio curricular, o objetivo é  \nproporcionar ao aluno a oportunidade de aplicar seus conhecimentos acadêmicos em situações da  \nprática profissional. A avaliação se processará mediante:  \n_ relatório elaborado pela Instituição onde ocorreu a atividade;  \n_ relatório elaborado pelo aluno;  \n_ se for o caso, outras formas de avaliação que envolvam necessariamente, a fonte geradora da  \nvivência profissional complementar e que tenha a participação de profe ssor(es) da UFJF  \nAnexo 2:  \n \n \n "}