{"1": " \nUniversidade Federal de Minas Gerais  \nEscola de Engenharia  \nColegiado de Graduação em Engenharia Mecânica  \n \n \n \n \n \n \n \n \n \nPROPOSTA DE ALTERAÇÃO CURRICULAR DOS CURSOS DIURNO \nE NOTURNO DE GRADUAÇÃO EM ENGENHARIA MECÂNICA DA \nUFMG  \n \n \n \n           Prof. Paulo César Mat os Rodrigues – Coordenador  \n           Prof. Juan Carlos Campos Rubio – Subcoordenador  \n \n \n \n \n \n \n \nBelo Horizonte, julho de 2008.  \n \n \n \n", "2": " 2 Índice  \n \n \nPágina  \n \n1. HISTÓRICO          3 \n2. DIRETRIZES PARA ELABORAÇÃO DA PROPOSTA    4 \n3. ALTERAÇÕES PROPOSTAS        4 \n4. TRAJETÓ RIAS          10 \n5.FORMAÇÃO LIVRE         10 \n6. CARGA HORÁRIA DOS CURSOS       11 \n7. INTEGRALIZAÇÃO DE ATIVIDADES ACADÊMICAS    12 \n8. CONSIDERAÇÕES FINAIS        12 \n9. ANEXOS           13 \n ", "3": " 3  \n1. HISTÓRICO  \n \nO projeto pedagógico vigente do curso de graduação em Eng enharia Mecânica da Escola de \nEngenharia da Universidade Federal de Minas Gerais foi proposto em fevereiro de 2000 e \naprovado pela Congregação da Escola de Engenharia em 14/04/2000. Em seguida, o projeto \nfoi encaminhado à Pró -Reitoria de Graduação e aprova do pela Câmara de Graduação com \nbase no parecer 262/200 de 01/06/2000. Finalmente, o projeto foi aprovado no Conselho de \nEnsino, Pesquisa e Extensão da UFMG em 08/06/2000. O referido projeto de reforma \ncurricular, juntamente com a implantação do curso notu rno, entrou em vigor a partir do \nprimeiro semestre de 2001, sendo hoje denominado “versão curricular 2005/1” em virtude da \nmodificação dos códigos de quatro disciplinas anteriormente oferecidas pelo Departamento de \nEngenharia Mecânica e que passaram a ser oferecidas pelo Departamento de Engenharia \nMetalúrgica e de Materiais e pelo Departamento de Materiais e Construção Civil (sem \nqualquer alteração na carga horária ou ementa das disciplinas).  \nApós a conclusão do primeiro ciclo completo da versão 2005/1, foi  identificada a necessidade \nde alterações na estrutura curricular decorrentes de dois aspectos:  \n  A redução da carga horária de 3720 horas na versão curricular 1996/1, para 3240 horas \nna versão 2005/1, implicou na eliminação de alguns conteúdos que mais tar de se \nmostraram essenciais para a formação do Engenheiro Mecânico;  \n  A publicação, em 11 de março de 2002, da Resolução CNE/CES 11 da Câmara de \nEducação Superior do Conselho Nacional de Educação, que institui as Diretrizes \nCurriculares Nacionais do curso de  graduação em Engenharia e que estabelece, entre \noutros aspectos, uma carga horária mínima de 3600 horas para os cursos de Engenharia.  \n \nDiante deste cenário foi instituída, por meio da Portaria COLMEC 01/2005 de 03 de outubro \nde 2005, uma comissão de traba lho com a incumbência de submeter à apreciação do \nColegiado de Graduação em Engenharia Mecânica uma proposta de alteração na estrutura \ncurricular vigente. Foram indicados os seguintes membros para a referida comissão: \nProfessores Alexandre Mendes Abrão (pr esidente), Danilo Amaral, Paulo César da Costa \nPinheiro e Ricardo Luiz Utsch de Freitas Pinto e o representante discente Luiz Felipe Adão \nTorre e Silva.  \nA proposta de alteração curricular ora apresentada baseia -se no relatório final apresentado por \nesta co missão e na da 33a Assembléia Departamental realizada em 27/06/2005, que teve como \npauta única \" Avaliação da estrutura curricular implantada em 2001 \", além de sugestões ", "4": " 4 encaminhadas por professores e pela representação discente à Chefia do Departamento de \nEngenharia Mecânica e ao Colegiado do curso.  \n \n2. DIRETRIZES PARA ELABORAÇÃO DESTA PROPOSTA  \n \nA presente proposta de alteração mantém inalterados os pontos fundamentais da proposta \npedagógica vigente, a saber:  \n Divisão do curso em núcleos de conhecimentos com  características comuns à formação \ndo profissional em Engenharia Mecânica, quais sejam: Núcleo de Formação Básica, \nNúcleo Fundamental em Ciências Mecânicas , Núcleo de Formação Específica em \nEngenharia Mecânica  e Núcleo de Formação Livre . \n Nucleação das Ciên cias Mecânicas em blocos de disciplinas, visando equilibrar os \nconhecimentos necessários à formação do Engenheiro Mecânico.  \n Caracterização da formação plural em Engenharia Mecânica, possibilitando ao aluno \ntraçar uma trajetória própria dentro do Curso de E ngenharia Mecânica.  \n Minimização da cadeia de pré -requisitos.  \n Eliminação da superposição de conhecimentos.  \n \n3. ALTERAÇÕES PROPOSTAS  \n \nAs alterações ora propostas constam de inclusão de disciplinas, substituição de disciplinas e \nalterações na carga horária,  semestre e/ou ementa de disciplinas. A substituição de disciplinas \nresultou na alteração de alguns pré -requisitos, também detalhada nesta proposta.  \n \n3.1 Inclusão de disciplinas  \n \nPropõe -se a inclusão de três disciplinas obrigatórias com o objetivo de atend er, \nrespectivamente, a Resolução CNE/CES 11, que determina em seu Art. 6º - §1º que o núcleo \nde conteúdos básicos verse, entre outros, sobre os seguintes tópicos: X – Química, XIII – \nEconomia e XIV – Ciências do Ambiente. A anuência dos respectivos departa mentos já foi \nconcedida e as disciplinas são as seguintes:  \n \n \n ", "5": " 5 QUI003 - Química Geral B  \nEstrutura eletrônica dos átomos. Propriedades periódicas. Ligações químicas (ligações iônica \ne covalente, introdução a TOM, teoria de bandas). Forças intermoleculares (q uímica \nsupramolecular, sistemas biológicos, materiais). Soluções. Equilíbrio químico.  \nCréditos: 4  \nCarga horária teórica: 60  \nDepartamento: Química  \n \nECN101 - Economia AI  \nEconomia: conceitos básicos. Caracterização do problema econômico. Ciências Econômicas \nem relação às demais ciências sociais. Linhas de formação da economia capitalista. Noções de \ncontabilidade nacional e balanço de pagamentos. Teoria keynesiana. Noções sobre economia \nbrasileira.  \nCréditos: 4  \nCarga horária teórica: 60  \nDepartamento: Ciências E conômicas  \n \nESA109 - Proteção Ambiental  \nEcologia: princípios. Recursos naturais. Poluição das águas, ar e solo. Legislação ambiental. \nEcodesenvolvimento.  \nCréditos: 2  \nCarga horária teórica: 30  \nDepartamento: Engenharia Sanitária e Ambiental  \n \n3.2 Substituição de disciplinas  \n \nPropõe -se a substituição de disciplinas conforme apresentado na Tabela 1 (todas com \nanuência já concedida pelos departamentos ofertantes.).  \n \nTabela 1: Disciplinas a serem substituídas.  \nDisciplinas vigentes:  Disciplinas propostas:  \nMAT040 - Equações Diferenciais C  \n(4 cr.)  MAT015 - Equações Diferenciais A (4 cr.)  \nMAT016 - Equações Diferenciais B (4 cr.)  \nFIS068 - Fundamentos de Mecânica \nOndulatória (1 cr.)  FISXXX – Fundamentos de Oscilações e \nOndas (2 cr.)  \nEST056 – Fundamentos de Estatístic a \n(2 cr.)  EST031 – Estatística e Probabilidades  \n(4 cr.)  \n \nA substituição da disciplina MAT040 – Equações Diferenciais C  por MAT015 – Equações \nDiferenciais A  e MAT016 – Equações Diferenciais B  justifica -se pelo fato de a disciplina \nvigente ter se mostrado i nsuficiente como requisito para o atendimento às necessidades do ", "6": " 6 curso, em especial as disciplinas EMA094 – Transmissão de Calor  e EMA091 – Mecânica dos \nFluidos . O mesmo pode ser dito a respeito da disciplina  EST056 – Fundamentos de \nEstatística  (2 cr.), su bstituída por EST031 – Estatística e Probabilidades  (4 cr.), por não \nassegurar a consolidação dos conhecimentos básicos em Estatísticas exigidos do Engenheiro \nMecânico.  \nFinalmente, a oferta de uma disciplina regular de 2 créditos ( FISXXX  - Fundamentos de \nOscilações e Ondas ) em substituição a FIS068 - Fundamentos de Mecânica Ondulatória  \n(oferecida durante o período de 1 mês como módulo de 1 crédito), vem resolver uma grave \ndistorção nos cursos que necessitam desse conteúdo. Esta proposta também foi apresenta da à \nPROGRAD pelo Departamento de Física no ofício DF/023/2003 (29/04/2005).  \nDesta forma, as disciplinas que passarão a integrar o currículo dos cursos diurno e noturno são \nas seguintes:  \n \nMAT015 - Equações Diferenciais A  \nEquações diferenciais de 1 e 2 orde ns. Sistemas lineares de equações diferenciais lineares. \nSolução em séries de potência. Transformada de Laplace.  \nCréditos: 4  \nCarga horária teórica: 60  \nDepartamento: Matemática  \nPré-requisitos: MAT039  \n \nMAT016 - Equações Diferenciais B  \nSéries integrais de Fourier. Equações diferenciais parciais.  \nCréditos: 4  \nCarga horária teórica: 60  \nDepartamento: Matemática  \nPré-requisitos: MAT039  \n \nEST031 - Estatística e Probabilidades  \nEstatística descritiva. Probabilidades. Variáveis aleatórias discretas. Variáveis aleatórias \ncontínuas.  Teorema central do limi te. Estimação. Testes de hipóteses.  \nCréditos: 4  \nCarga horária teórica: 60  \nDepartamento: Estatística  \n \nFISXXX – Fundamentos de Oscilações e Ondas  \nOscilações e ondas mecânicas.  \nCréditos: 2  \nCarga horária teórica: 30  \nDepartamento: Física  \nPré-requisitos: FIS069, MAT015  \n \n \n ", "7": " 7 3.3 Alteração de carga horária de disciplinas  \n \nPropõe -se a alteração da carga horária de duas disciplinas, conforme indicado na Tabela 2 : \n \nTabela 2: Disciplinas com carga horária alterada.  \nDisciplina:  Carga horária \natual:  Carga horária \nproposta:  \nEMA087 – Termodinâmica Fundamental  45 h (3cr.)  60 h (4 cr.)  \nEMA101 – Termodinâmica Aplicada  30 h (2 cr.)  60 (4 cr.)  \n \nNa versão curricular 1996/ 1, o conjunto de disciplinas equivalentes ( EMA001 – \nTermodinâmica  com 5 cr., EMA003 – Sistemas Térmicos I  com 6 cr. e EMA010 – Sistemas \nTérmicos II  com 5 cr.) totalizava uma carga de 240 horas (16 cr.). Na versão atual estes \nconteúdos foram reduzidos para 75 horas (5 cr.) e embora essa redução tenha suprimido a \nsuperposição de conhecimentos, a prática demonstrou não ser possível ministrar os conteúdos \nprevistos com uma carga tão drasticamente reduzida.  \n \n3.4 Alteração de ementas e de nomes de disciplinas  \n \nEm algumas disciplinas detectou -se que a reforma curricular promovida em 2000 resultou na \neliminação de conteúdos considerados relevantes para a formação do Engenheiro Mecânico. \nAssim, propõe -se a alteração das ementas das disciplinas que seguem, porém mante ndo-se a \ncarga horária atual.  \n \nDisciplina: EMA083 – Desenho Mecânico  \nEmenta atual:  Normas aplicáveis a desenhos mecânicos. Desenho a mão livre. Uso de \ninstrumentos e equipamentos para desenho. Caligrafia e simbologia técnicas. Figuras \ngeométricas e concor dâncias. Planificação de superfícies. Sistemas de projeções. \nDesenho perspectivo. Escala, linhas e hachuras. Vistas auxiliares, cortes e seções. \nCotagem. Leitura e interpretação de desenhos mecânicos.  \nEmenta proposta: Normas aplicáveis a desenhos mecânico s. Desenho a mão livre. \nUso de instrumentos e equipamentos para desenho. Caligrafia simbologia técnicas. \nFiguras geométricas e concordâncias. Planificação de superfícies. Sistemas de \nprojeções. Desenho perspectivo. Escala, linhas e hachuras. Vistas auxilia res, cortes e \nseções. Cotagem. Leitura e interpretação de desenhos mecânicos. Desenho assistido \npor computador. Desenho tridimensional.  \n ", "8": " 8 Disciplina: EMA099 – Elementos de Máquinas I  \nEmenta atual: Leis do atrito seco. Atrito de escorregamento. Atrito de p ivotamento. \nResistência ao rolamento. Rigidez de órgãos flexíveis. Equação geral das máquinas. \nRegulagem das máquinas. Mecanismos articulados.  \nEmenta proposta: Leis do atrito. Atrito de escorregamento. Atrito de rolamento. \nRigidez de órgãos flexíveis, cad ernais. Equação geral das máquinas. Freios e \nembreagens. Parafusos de acionamento. Camos, mecanismos articulados e biela \nmanivela. Volantes. Mancais de deslizamento. Noções de lubrificação.  \n \nDisciplina: EMA100 – Elementos de Máquinas II  \nEmenta atual: Fatores de segurança. Fadiga e concentração de tensões. Transmissões \npor engrenagens cilíndricas cônicas, sem -fim coroa. Eixos e árvores. Mancais de \nrolamentos. Transmissões por correias. Elementos de fixação. Molas.  \nEmenta proposta: Fator de segurança. Fadi ga e concentração de tensões. Trens de \nengrenagens. Transmissão por engrenagens cilíndricas de dentes retos e helicoidais. \nEngrenagens cônicas e engrenagens sem fim - coroa. Eixos, árvores e chavetas. \nMancais de rolamento. Transmissão por correntes, correi as e acoplamentos. Cabos de \naço. Parafusos de união. Molas.  \n \nDisciplina: EMA104 – Automação Aplicada à Engenharia Mecânica  \nEmenta atual: Projeto simplificado de controle e acionamento de potência, aplicados à \nmáquinas operatrizes, instalações frigorífica s, instalações de bombeamento e \nventilação. Sistemas de comando em sistemas mecânicos, hidráulicos e pneumáticos. \nMontagens de pequenos sistemas com esta finalidade, com controle \"convencional\" \ne/ou assistido com computador.  \nEmenta proposta:  Componentes h idráulicos, pneumáticos e eletro -pneumáticos: \nelementos de trabalho, elementos de comando, elementos de sinal e elementos de \nprocessamento de sinais. Projeto de comandos combinatórios e seqüenciais. \nControladores lógicos programáveis (CLP). Programação e d esenvolvimento de \nsistemas automatizados utilizando CLP.  \n \nDisciplina: EMA006 – Vibrações Mecânicas  \nEmenta atual: Sistemas com um ou mais graus de liberdade. Teoria de isolamento \nindustrial. Fundações de máquinas. Vibrações dos sistemas contínuos. Captaçã o e \nanálise de vibrações. Balanceamento de máquinas.  \nEmenta proposta: Elementos de um sistema vibratório. Vibrações livres e forçadas de \nsistemas de um grau de liberdade. Vibrações livres e forçadas de sistemas de vários \ngraus de liberdade. Vibrações em s istemas elásticos contínuos. Resposta a \ncarregamento não harmônico.  \n \nDisciplina: EMA105 – Laboratório de Automação e Controle  \nEmenta atual: Instrumentos de medição e de controle. Simulação e controle de \nsistemas de Engenharia Mecânica. Sistemas de aquisi ção de dados. Técnicas de \ntratamento de sinais.  \nEmenta proposta: Síntese de conceitos da Engenharia de controle. Análise, simulação \ne identificação de sistemas de controle utilizando MatLab . Emprego de técnicas de \nsintonia de controladores. Montagens expe rimentais com aplicações de técnicas de \nprojeto de controladores utilizando o método do lugar das raízes e resposta em \nfreqüência. Aulas experimentais utilizando controladores lógicos programáveis.  \n ", "9": " 9 Além de alterações nas ementas, as disciplinas EMA027, E MA028 e EMA089 apresentadas a \nseguir tiveram seus nomes modificados, respectivamente, de “ Introdução ao Projeto ” para \n“Projetos Mecânicos ”, de “ Teoria de Controle ” para “ Projeto de Sistemas de Controle ” e de \n“Modelagem de Sistemas Dinâmicos ” para “ Fundamen tos da teoria de Controle ”. \n \nDisciplina: EMA027 –Projetos Mecânicos  \nEmenta atual: Projeto: filosofia. Dimensionamento básico. Fadiga. Concentração de \ntensões. Fatores de segurança. Elementos, normas técnicas, padronização. Regras \nconstrutivas. Ajustes e t olerâncias. Desenho, concepção, morfologia. Projeto mecânico.  \nEmenta proposta:  Fundamentos de projeto. Dimensionamento básico. Integridade e \nsegurança: fadiga, concentração de tensões, fatores de segurança. Elementos mecânicos \npadronizados e normas. Regra s construtivas. Ajustes e tolerâncias. Procedimentos \ncomputacionais e analíticos para modelagem e simulação. Anteprojeto e projeto final.  \n \nDisciplina: EMA028 – Projeto de Sistemas de Controle  \nEmenta atual: Sistemas: conceituação. Controle e perturbação. Malhas. Matrizes. \nTransformadas de Laplace. Domínio do tempo e da freqüência. Modelos matemáticos \nde sistemas físicos. Ações de controle. Estabilidade e controlabilidade de sistemas. \nEstabilização. Análise de respostas. Erros. Noções de controle ótimo.  \nEmenta proposta:  Fundamentos para projetos de sistemas de controle. Requisitos para \nprojetos de sistemas de controle. Construção do lugar das raízes.Análise do lugar das \nraízes. Projeto de sistemas de controle pelo método do lugar das raízes. O método da \nresposta em freqüência Diagrama de Bode. Análise do diagrama de Bode. Projeto de \nsistemas de controle pela resposta em freqüência.  \n \nDisciplina: EMA089 – Fundamentos da Teoria de Controle  \nEmenta atual: Análise de um sistema técnico, conceitos fundamentais ac erca de \nmodelo, modelagem, análise de modelo e otimização. Modelagem física e matemática \nde sistemas de Engenharia Mecânica. Análise de resposta transitória. Função de \ntransferência e representação de estados. Diagramas de bloco e fluxos de sinal. \nTécnicas  computacionais para simulação. Noções de identificação de parâmetros. \nAções básicas de controle.  \nEmenta proposta:  Conceitos básicos. A transformada de Laplace e aplicações. \nVariáveis de estado. Controlabilidade e observabilidade. Modelagem de sistemas \nmecânicos translacionais e rotacionais. Modelagem de sistemas fluídicos. Linearização \nde modelos. Funções de transferência. Diagrama de blocos. Gráfico de fluxos de sinais. \nAções básicas de controle. Resposta transitória e resposta estacionária. Estabilidade  e \ncritério de Routh.  \n \n3.5 Alterações de pré -requisitos  \n \nEm decorrência do item 3.2 Substituição de disciplinas, faz -se necessária a reorganização de \npré-requisitos das seguintes disciplinas apresentadas na Tabela 3:  \n ", "10": " 10 Disciplina:  Pré-requisito atual:  Pré-requisito proposto:  \nEMA092 - Metrologia  EST056 – Fundamentos de \nEstatística  EST031 - Estatística e \nProbabilidades  \nEMA089 – Modelagem de \nSistemas Dinâmicos  MAT040 – Equações \nDiferenciais C  MAT015 – Equações \nDiferenciais A  \nEMA091 - Mecânica dos \nFluidos  MAT040 – Equações \nDiferenciais C  MAT016 - Equações \nDiferenciais B  e \nEMAXXX - \nTermodinâmica \nFundamental . \nEMA094 - Transmissão de \nCalor  MAT040 – Equações \nDiferenciais C  MAT016 - Equações \nDiferenciais B  e EMA091  - \nMecânica dos Fluidos . \n \n4. TRAJETÓRIAS  \n \nEmbora  as disciplinas optativas oferecidas atualmente sejam distribuídas em 6 trajetórias, a \nversão curricular vigente apresenta uma estrutura que não distingue cada trajetória, o que \ncausa, entre outros inconvenientes, a impossibilidade de continuidade de estud os pelos alunos \nque desejam cursar mais de uma trajetória. A presente proposta corrige esta distorção, \nagrupando as disciplinas optativas em 5 trajetórias:  \n \n Automotiva;  \n Energia e Utilidades;  \n Manutenção;  \n Mecatrônica;  \n Projeto e Fabricação;  \n Formação Geral.  \n \nCom a criação do curso de Engenharia Aeroespacial, a trajetória Aeronáutica do curso de \nEngenharia Mecânica foi suprimida.  \nA carga horária total em disciplinas optativas passará dos atuais 24 créditos para 47 créditos, \ntendo em vista que os atuais 24 crédit os têm se mostrado insuficientes. O certificado de \nconclusão de trajetória será concedido ao aluno que for aprovado em, no mínimo, 24 créditos \nem disciplinas pertencentes à trajetória escolhida.  \n \n5. FORMAÇÃO LIVRE  ", "11": " 11  \nEsta proposta prevê a substituição da For mação Complementar por disciplinas de Formação \nLivre (120 horas). Será mantida a obrigatoriedade do cumprimento de pelo menos 4 créditos \nna área de Ciências Humanas (Tópicos de Formação Humana). Tal alteração justifica -se pela \nnecessidade de elevação da ca rga horária de disciplinas optativas de 24 para 47 créditos de \nforma a assegurar a oferta de um conteúdo mínimo dentro de cada trajetória. Embora haja \nexperiências positivas referentes à formação complementar nos cursos de Engenharia \nMecânica, entre as qua is destacam -se a formações complementares nas áreas de \nBioengenharia e Ambiental, ressalvam -se dificuldades como a baixa oferta de disciplinas e a \ndificuldade de acesso dos alunos de Engenharia Mecânica a essas disciplinas em outras \nunidades da UFMG.  \n \n6. CARGA HORÁRIA DOS CURSOS  \n \nAs alterações propostas representarão, sem dúvida, uma elevação na carga horária mínima do \ncurso. A Tabela 4 indica o impacto das alterações sobre esta carga horária. Além de corrigir \nas deficiências da versão curricular atual, as alterações propostas permitirão o atendimento ao \nparecer CNE/CES nº 329/2004 (de 11/11/2004), que estabelece uma carga horária mínima de \n3600 horas para os cursos de Engenharia.  \n \nTabela 4: Carga horária mínima do curso.  \nDisciplinas:  Currículo atual:  Curríc ulo proposto:  \nObrigatórias:  2115 (141 cr.)  2415 (161 cr.)  \nAtividades acadêmicas:  285 (19 cr.)  420 (28 cr.)  \nOptativas:  360 (24 cr.)  705 (47 cr.)  \nFormação Livre:  480 (32 cr.)  120 (8 cr.)  \nTotal:  3240 (216 cr.)  3660 (244 cr.)  \n \nAs atividades acadêmicas in dicadas na Tabela 4 referem -se a Trabalho de Graduação I e II (4 \ncréditos cada) e Estágio Supervisionado, cuja carga horária será elevada de 11 para 20 \ncréditos. Essa elevação na carga horária reflete a dedicação efetiva do aluno a esta atividade, \numa vez que os termos de compromisso de estágio exigem carga horária semanal mínima de ", "12": " 12 20 horas. Uma carga horária inferior poderia resultar no acúmulo da atividade de estágio com \natividades didáticas presenciais, as quais poderiam ser prejudiciais ao aluno.  \nÉ im portante destacar que a atividade “Estágio Supervisionado” se encontra de acordo com a \nResolução 03/2006 do CEPE que regulamenta o estágio em cursos de graduação na UFMG e \ntambém com a Resolução CNE/CSE 11, que estabelece uma carga horária mínima de 160 \nhoras para essa atividade.  \nMesmo com a elevação da carga horária para 3660 horas o curso diurno manterá em 10 \nsemestres o tempo padrão previsto para integralização curricular, entretanto, o curso noturno, \ncujo horário permite a oferta de 20 horas semanais, t erá o tempo padrão para integralização \nelevado de 11 para 12 semestres.  \n \n7. INTEGRALIZAÇÃO DE ATIVIDADES ACADÊMICAS  \n \nNo currículo atual existe a previsão de 2 créditos para integralização de trabalhos científicos \npublicados, de acordo com resolução 001/200 6 do Colegiado. Para esta alteração curricular, \npropõem -se a integralização adicional  de 1 crédito por semestre, para as atividades de \nIniciação Científica ou Iniciação à Docência ou Iniciação à Extensão, sendo o máximo de 2 \ncréditos . A Resolução que trata  da integralização dessas atividades encontra -se em \nelaboração. Portanto, com essas atividades, o aluno poderá totalizar , no máximo , 4 créditos \npara integralização.  \n \n8. CONSIDERAÇÕES FINAIS  \n \nEmbora representem um impacto mínimo na atual estrutura curricula r dos cursos, as \nalterações propostas representam uma melhoria significativa de qualidade dos cursos visto \nque, além de atender às diretrizes do Conselho Nacional de Educação, serão corrigidas as \ndistorções identificadas pelos corpos docente e discente no decorrer da implantação da versão \natual.  \n ", "13": " 13 9. ANEXOS  \n \nOs anexos a seguir apresentam em detalhes a estrutura proposta para os dois cursos, segundo \no modelo da Pró -Reitoria de Graduação.  \n ", "14": " 14  \n \n \nESTRUTURA CURRICULAR PROPOSTA PARA O CURSO DIURNO  \nDE GRADUAÇÃO EM ENGENHARIA MECÂNICA  ", "15": " 15  \n \n \nESTRUTURA CURRICULAR PROPOSTA PARA O CURSO NOTURNO  \nDE GRADUAÇÃO EM ENGENHARIA MECÂNICA  \n \n "}