{"1": "1 \n \n \n  \n MINISTÉRIO DA EDUCAÇÃO \nUniversidade Federal De Alfenas \nCampus Avançado de Poços de Caldas \nRodovia José Aurélio Vilela, 11999 \nCidade Universitária - Poços de Caldas-MG \nCEP 377715-400 Fone: (35) 3697-4600  \n \nProjeto Político-Pedagógico do Curso de  \nEngenharia Química \n \n \n \nPoços de Caldas \nAbril / 2017 \n \n \nAprovado pela Resolução CEPE nº 035/2016, de 24 de outubro de 2016 \nRetificado pela Resolução Colegiado Prograd nº 19/2 017, de 12 de abril de 2017 \nRetificado pela Resolução Colegiado Prograd nº 015 de 05 de maio de 2021 \n", "2": "2 \n \n \n Missão Institucional \n \nPromover a formação plena do ser humano, gerando, s istematizando e difundindo o \nconhecimento, comprometendo-se com a excelência no ensino, na pesquisa e na \nextensão, com base nos princípios da reflexão críti ca, da ética, da liberdade de \nexpressão, da solidariedade, da justiça, da inclusã o social, da democracia, da inovação e \nda sustentabilidade. \n \n \n \nVisão Institucional \n \nSer conhecida por sua excelência acadêmica, científ ica, cultural e social nos cenários \nnacional e internacional. \n \n \n \nValores Institucionais \n• Excelência \n• Ética \n• Eficiência \n• Inovação \n• Sustentabilidade \n• Transparência \n• Pluralidade \n ", "3": "3 \n \n \n DADOS INSTITUCIONAIS \n \nFundação \nA Escola de Farmácia e Odontologia de Alfenas (EFOA ) foi fundada no dia 03 de abril \nde 1914, por João Leão de Faria. \n \nFederalização \nA federalização ocorreu com a publicação, no DOU de  21 de dezembro de 1960, da lei \nnº 3.854/60. A transformação em Autarquia de Regime  Especial efetivou-se através do \nDecreto nº 70.686 de 07 de junho de 1972. \n \nTransformação em Universidade \nTransformação em Universidade Federal de Alfenas (U NIFAL-MG) ocorreu pela lei nº \n11.154 em 29 de julho de 2005. \n \nEndereços \nSede \nRua Gabriel Monteiro da Silva, 700 \nCentro \nCEP: 37 130-000 - Alfenas-MG \nTel: (35) 3299-1062 \nHome Page: http://www.unifal-mg.edu.br  \n \nUnidade II \nAv. Jovino Fernandes Sales, 2.600 \nSanta Clara – Alfenas-MG \nCEP: 37130-000 \nTel: (35) 3291-4009 \n Campus Avançado de Poços de Caldas \nRodovia José Aurélio Vilela, 11.999 \nCidade Universitária, Poços de Caldas-MG \nCEP 37715-400 \nTel: (35) 3697-4600 \n \n \nCampus Avançado de V arginha \nAvenida Celina Ferreira Ottoni, 4.000 \nPadre Vitor – Varginha-MG \nCEP: 37048-395 \nTel: (35) 3219-8680 \n ", "4": "4 \n \n \n Reitor \nProf. Dr. Paulo Márcio de Faria e Silva \nProf. Dr. Sandro Amadeu Cerveira \nVice-Reitora \nProfª. Drª. Magali Benjamim de Araújo \nProf. Dr. Alessandro Antonio Costa Pereira \nPró-Reitora de Graduação \nProfª. Drª. Lana Ermelinda da Silva dos Santos \nProf. Dr. José Francisco Lopes Xarão  \nPró-Reitora de Pós-Graduação e Pesquisa \nProfª. Drª. Eva Burger \nProfa. Dra. Vanessa Bergamin Boralli Marques  \nPró-Reitora de Extensão \nProfª. Drª. Eliane Garcia Rezende \nPró-Reitora de Assuntos Comunitários e Estudantis  \nProfª. Drª. Maria de Fátima Sant'Anna \nProf. Dr. Wellington Ferreira Lima \n \nDiretor do Campus Avançado de Poços de Caldas \nProf. Dr. Mayk Vieira Coelho \nProf. Dr. Leonardo Henrique Soares Damasceno  \nDiretor do Instituto de Ciência e Tecnologia - ICT \nProf. Dr. Cássius Anderson Miquele de Melo \nProf. Dr. Marlus Pinheiro Rolemberg \n ", "5": "5 \n \n \n COLEGIADO DE CURSO \nPortaria PROGRAD nº 1415, de 16.06.2014 \nCoordenadora de Curso \nProfª. Drª. Grazielle Santos Silva Andrade  \nVice-Coordenador de Curso \nProf. Dr. Marcos Vinicius Rodrigues \nMembros Docentes \nProf. Dr. Iraí Santos Junior \nProf. Dr. Rafael Firmani Perna \nMembro Discente \nMurilo Paiva Roque \n \n \nCOLEGIADO DE CURSO \n Portaria PROGRAD nº 1338, de 13.07.2016 \nCoordenadora de Curso \nProfª. Drª. Melina Savioli Lopes  \nVice-Coordenador de Curso \nProfª. Drª. Grazielle Santos Silva  \nMembros Docentes \nProfª. Drª. Maurielem Guterres Dalcin  \nProf. Dr. Flávio Augusto Dias Oliveira \nMembro Discente \nJulia Batista Botelho Laschi   \n \nCOLEGIADO DE CURSO \n Portaria PROGRAD nº 1459, de 27.06.2019 \nCoordenadora de Curso \nProfª. Drª. Jaqueline Costa Martins  \nVice-Coordenador de Curso \nProf. Dr. Rodrigo Corrêa Basso  \nMembros Docentes \nProf. Dr.  Rafael Firmani Perna  \nProf. Dr. Sergio Andres Villalba Morales \nMembro Discente \nGabrielle Aquino Ferreira Nery \n \n \n ", "6": "6 \n \n \n NÚCLEO DOCENTE ESTRUTURANTE DO CURSO \nPortaria PROGRAD nº 2296 de 11.11.2015 \nPresidente \nProf. Dr. Marcos Vinícius Rodrigues \nMembros Docentes \nProfª. Drª. Erika Coaglia Ramos  \nProf. Dr. Gian Freschi \nProfª. Drª. Grazielle Santos Silva Andrade  \nProf. Dr. Marlus Pinheiro Rolemberg \nProf. Dr. Rafael Firmani Perna \n \nPortaria PROGRAD nº 2285 de 18.10.2019 \nPresidente \nProf. Dr. Leandro Lodi \nMembros Docentes \nProf. Dr. Claudio Antonio de Andrade Lima  \nProf. Dr. Gian Freschi \nProfª. Drª. Jaqueline Martins Costa  \nProf. Dr. Marcos Vinícius Rodrigues \nProfa. Dra. Maurielem Guterres Dalcin \nProf. Dr.  Rafael Firmani Perna  \nProf. Dr. Rodrigo Correa Basso \nProf. Dr. Sergio Andres Villalba Morales \n \n \n \nASSESSORIA PEDAGÓGICA \nDra Amanda Rezende Costa Xavier – Pedagoga \n ", "7": "7 \n \n \n MEMORIAL DO PROJETO PEDAGÓGICO DO CURSO \n \nÓrgão Documento Descrição \nCONSUNI \n Resolução \n037/2008 \n Aprova o Projeto de Implantação do BCT \ne Engenharias Ambiental e Urbana, de \nMinas e Química \nCONSUNI Ata \n89ª reunião Altera o Projeto de Implantação do BCT e \nEngenharias Ambiental e Urbana, de \nMinas e Química \nCONSUNI Resolução \n006/2010 Altera a dinâmica curricular do Projeto de \nImplantação do BCT e Engenharias \nAmbiental e Urbana, de Minas e Química \nCEPE Resolução \n016/2011 Aprova as regras de transição do BCT e \ningresso nos cursos de Engenharia \nCEPE Resolução \n027/2011 Altera o PPP da Engenharia Química \nCONSUNI Resolução \n50/2011 Rerratificar a Resolução nº 37/2008 e \naprovar os Cursos de Engenharia \nAmbiental e Urbana, Engenharia de Minas \ne Engenharia Química, campus de Poços \nde Caldas \nCEPE Resolução \n58/2011 Altera a dinâmica curricular do curso de \nEngenharia Química \nMEC/SERES Portaria \n169/2012 Autoriza o funcionamento do curso de \nEngenharia Química \nMEC/SERES Portaria \n648/2013 Publica o Reconhecimento do Curso de \nEngenharia Química \nMEC/SERES Portaria \n1096/2015 Publica a renovação de reconhecimento do \ncurso de Engenharia Química \nNDE/Eng \nQuim Processo \n23087.007108/2016-91 Proposta de Reestruturação do Projeto \nPolítico-Pedagógico do curso de \nEngenharia Química \nCEPE Resolução \n35/2016 Aprova a reestruturação do curso de \nEngenharia Química \nNDE/Eng \nQuim Processo \n23087.002188/2017-70 Proposta de retificação do PPC de \nReestruturação do curso de Engenharia \nQuímica \nColegiado \nPrograd Resolução \n19/2017 Aprovar as alterações do PPC do curso de \nEngenharia Química \nColegiado \nPrograd Resolução 015/2021 Retifica o PPC Engenharia Química, no \nitem estágio \n(Retificado pela Resolução 015 de 05 de maio de 202 1) ", "8": "8 \n \n \n SUMÁRIO \n \nI. APRESENTAÇÃO 11  \n1. INTRODUÇÃO 12  \n1.1 Breve histórico do curso 12  \n1.2 Justificativa da reestruturação 13  \n1.3 Condições de migração e adaptação curricular 15  \n2. JUSTIFICATIVA DE OFERTA DO CURSO 17  \n2.1 A necessidade de um curso de Engenharia Química  na região do sul de Minas 20  \n3. OBJETIVOS DO CURSO 22  \n3.1 Objetivo geral 22  \n3.2 Objetivos específicos 22  \n4. IDENTIFICAÇÃO E CONDIÇÕES DE OFERTA DO CURSO 24  \nII. CONCEPÇÃO DO CURSO 25  \n5. FUNDAMENTAÇÃO FILOSÓFICA E PEDAGÓGICA: IDEÁRIO D O CURSO  25  \n6. FUNDAMENTAÇÃO LEGAL 26  \n7. LINHAS DE FORMAÇÃO: HABILITAÇÕES E ÊNFASES 28  \n8. PERFIL DO EGRESSO 28  \n8.1 Atuação profissional 29  \n8.2 Competências e habilidades 29  \nIII. CURRÍCULO 30  \n9. ORGANIZAÇÃO CURRICULAR 31  \n9.1 Atividades Acadêmicas Curriculares 34  \n9.1.1 Atividades Complementares 34  \n9.1.2 Trabalho de Conclusão de Curso (TCC) 35  \n9.1.3 Programa Tutorial Acadêmico (PTA) 35  ", "9": "9 \n \n \n 9.1.4 Estágio Obrigatório 36  \n9.1.5 Estágio Não Obrigatório 36  \n9.2 Perfil gráfico do curso 37  \n9.3 Dinâmica curricular 37  \n9.4 Ementários 43  \n9.4.1 Ementário Unidades Curriculares Obrigatórias do BCT 43  \n9.4.2 Ementário Unidades Curriculares Obrigatórias da Engenharia Química 48  \n9.4.3 Ementário Unidades Curriculares Diretivas da Engenharia Química 50  \n9.4.4 Ementário Unidades Curriculares Eletivas do B CT 52  \n9.4.5 Ementário Unidades Curriculares Eletivas da E ngenharia Química 54  \nIV DESENVOLVIMENTO METODOLÓGICO DO CURSO 54  \n10. METODOLOGIA DE ENSINO 55  \n11. METODOLOGIA DE A V ALIAÇÃO 57  \n11.1 Avaliação do Projeto Político-Pedagógico 57  \n11.2 Avaliação do processo de ensino-aprendizagem 5 7  \n11.3 Avaliação interna do curso 58  \n11.4 Avaliação externa do curso – SINAES 59  \nV ESTRUTURA DE FUNCIONAMENTO DO CURSO 60  \n12. RECURSOS FÍSICOS, TECNOLÓGICOS E OUTROS 60  \n12.1 Biblioteca 60  \n12.2 Tecnologia da Informação 62  \n12.3 Infraestrutura do Campus Poços de Caldas 62  \n13. CORPO DOCENTE E PESSOAL TÉCNICO-ADMINISTRATIVO 64  \n13.1 Demonstrativo do corpo docente 65  \n13.2 Demonstrativo do pessoal técnico-administrativ o 65  ", "10": "10 \n \n \n 14. BIBLIOGRAFIA BÁSICA E COMPLEMENTAR: descrição d e critérios 66  \nVI REFERÊNCIAS 66  \nVII APÊNDICES 68  \nAPÊNDICE A – Relação de bibliografia UC Obrigatória s BCT 68  \nAPÊNDICE B – Relação de bibliografia UC Obrigatória s Engenharia Química 79  \nAPÊNDICE C – Relação de bibliografia UC Diretivas E ngenharia Química 87  \nAPÊNDICE D – Relação de bibliografia UC Eletivas BC T 91  \nAPÊNDICE E – Relação de bibliografia UC Eletivas En genharia Química 95  \nAPÊNDICE F – Tabela de equivalência 98  \n ", "11": "11 \n \n \n IDENTIFICAÇÃO E CONDIÇÕES DE OFERTA DO CURSO \n \nCurso Graduação em Engenharia Química \nModalidade de Grau Bacharelado \nHabilitação O curso não contempla habilitações \nTítulo acadêmico Bacharel em Engenharia Química \nModalidade de Ensino Presencial \nRegime de Matrícula Semestral \nRegime Curricular Créditos \nTempo de integralização Mínimo de 10 semestres (sendo 6 semestres \ncursados no BCT); \nMáximo de 15 semestres (sendo até 9 semestres \ncursados no BCT; o tempo não utilizado na \nintegralização do BCT poderá ser utilizado para \nintegralização da Engenharia Química) \nCarga Horária Total 3930 3786 \nRegime de Ingresso Semestral \nNúmero de vagas para ingresso 40 vagas por semestre \nForma de Ingresso Edital Interno de Transição \nTurno de funcionamento Integral (vespertino e noturno) \nLocal de funcionamento Campus Avançado de Poços de Caldas: \nRodovia José Aurélio Vilela, 11.999 \nCidade Universitária \nPoços de Caldas. MG \nCEP 37715-400 \nTel: (35) 3697-4600 \n \nRetificado pela Resolução Colegiado Prograd nº 19/2 017, de 12 de abril de 2017 ", "12": "12 \n \n \n I.APRESENTAÇÃO \n \n O Projeto Político-Pedagógico de um Curso (PPC) nã o pode ser considerado um \ninstrumento técnico-burocrático, descontextualizado , estruturado em torno de definições \ncurriculares tradicionais, mas sim, um instrumento de trabalho que indique rumo, \ndireção e que seja construído com a participação do s profissionais da instituição, sempre \nbuscando estar em consonância com as transformações  que ocorrem no mundo \ncientífico e nos meios sociais. Dessa forma, um PPC  precisa, necessariamente, ser \nanalisado como um instrumento dinâmico e em contínu a avaliação, sendo passível de \nreestruturação sempre que os órgãos institucionais,  em especial, o Núcleo Docente \nEstruturante (NDE) de um Curso, julgarem necessário . \n Após cinco anos do início das atividades e contínu a avaliação do ciclo \nprofissionalizante do Curso de Engenharia Química n a Universidade Federal de Alfenas \n(UNIFAL-MG), percebeu-se a necessidade de ajustes, principalmente no que se refere a \norganização curricular do Curso, de modo a atender sua concepção primordial: \npromover ao egresso competências e habilidades cond izentes com as necessidades \natuais do  mundo do trabalho e da sociedade. O mode lo adotado pela UNIFAL-MG na \nconcepção dos Cursos de Engenharias do Campus Avanç ado de Poços de Caldas baseia-\nse na formação em dois ciclos, sendo o Bacharelado Interdisciplinar em Ciência e \nTecnologia (BCT) o primeiro ciclo formativo de disc entes que almejam ingressar nos \nCursos de Engenharia. \n  No encerramento do segundo semestre de 2015, foi aprovada pela UNIFAL-MG \na reestruturação do BCT, que entraria em vigência e m 2016-2, o que, de fato, impactou \ndiretamente na organização curricular dos cursos do  segundo ciclo. Tais fatos indicaram \na necessidade de se realizar uma reestruturação no Curso de Engenharia Química da \nInstituição. \n O presente documento é o resultado do trabalho do NDE do Curso de \nEngenharia Química da UNIFAL-MG, buscando aprimorar  a organização curricular do \nCurso, com o objetivo de atender as alterações do p rimeiro ciclo formativo e ajustar as \ndeficiências percebidas e apontadas pelos docentes no segundo ciclo. \n ", "13": "13 \n \n \n 1 Introdução \n A criação do Curso em Engenharia Química na UNIFAL -MG ocorreu graças ao \nPrograma de Expansão e Reestruturação das Universid ades Federais - REUNI (Brasil-\nDecreto Nº 6.096, 2007) que, após amplo debate ocor rido em todos os segmentos da \ncomunidade universitária e aprovação pelo Conselho Superior pela Resolução nº \n056/2007, de 7/12/2007, resultou na adesão da UNIFA L-MG à proposta, assumindo o \ncompromisso de realizar inovações acadêmicas, crian do cursos que atenderiam às \ndemandas provocadas pelo desenvolvimento econômico sustentável da região. \n O projeto do curso, de caráter inovador e inspirad o “na organização da formação \nsuperior proposta por Anísio Teixeira para a concep ção da Universidade de Brasília, no \ninício da década de 1960, no Processo de Bolonha e nos colleges  estadunidenses” \n(MEC/SES, 2010), prevê a formação dos discentes em dois ciclos, sendo o primeiro \nciclo o BCT e, o segundo ciclo, a formação profissi onal do engenheiro químico \npropriamente dito. O termo ciclos não tem relação c om ciclos básico e profissional \ninstituídos pela Lei 5.540/68, mas refere-se a uma etapa completa de formação que \nconduz a diplomação com objetivos formativos e perf il do egresso definidos. \n Desta maneira, apresentamos nesse documento a prop osta de reestruturação do \ncurso, apesar do curto período de existência, de fo rma a compatibilizar o curso com o \nideário filosófico do modelo e as necessidades form ativas para o mundo do trabalho, na \nárea da Engenharia Química, compatibilização essa q ue pode ser verificada no histórico \ndo curso, nos objetivos e condições que justificara m a oferta do curso na região. \n \n1.1 Breve Histórico do Curso \n Apesar da implantação do Curso do Bacharelado Inte rdisciplinar em Ciência e \nTecnologia (BCT) ter sido aprovada em 2008, a propo sta para criação do Curso de \nEngenharia Química foi aprovada pelo Conselho Unive rsitário da UNIFAL-MG apenas \nem 16 de agosto de 2011 (Resolução no. 050/2011 que  rerratifica a Resolução no. 37, de \noutubro de 2008). \n O início das atividades do BCT (primeiro ciclo do Curso de Engenharia \nQuímica) ocorreu em 2009, e as do ciclo profissiona lizante do Curso de Engenharia \nQuímica em janeiro de 2012. ", "14": "14 \n \n \n  A autorização de funcionamento foi concedida pelo MEC em 2012, tendo a sua \navaliação de reconhecimento realizada em 2013 e, ne sta avaliação, o Curso de \nEngenharia Química obteve o conceito 4. Em 2014 os alunos do Curso participaram do \nExame Nacional de Desempenho de Estudantes (ENADE),  cujo resultado foi utilizado \npara compor o Conceito do Curso (CC), que resultou também no conceito 4. \n Desde o início das suas atividades, o Curso de Eng enharia Química da UNIFAL-\nMG formou 120 alunos dos 330 ingressantes no ciclo profissionalizante. Em 2016 foi \nproposta, por parte da Pró-Reitoria de Graduação (P rograd), a criação de uma comissão \npara acompanhamento de egressos, o que possibilitar á uma maior quantidade de \ninformações que possam embasar novas reformulações político-pedagógicas no futuro. \nPorém, as opiniões favoráveis e elogiosas fornecida s pelas empresas que admitiram, \ncomo estagiários, os alunos provenientes do Curso s ão um indício do bom \ndesenvolvimento da Engenharia Química na UNIFAL-MG.  Dentre os estágios \nrealizados pelos egressos destacam-se as seguintes áreas de atuação como: produção, \nprocesso, controle de qualidade, laboratório de aná lises e acompanhamento de \nimplantação de novos processos e equipamentos.     \n  Desde o início de suas atividades, o curso oferec e ao estudante durante o BCT, \nUnidades Curriculares Diretivas com o objetivo de a uxiliar o processo de escolha dentre \noutras engenharias. Após o ingresso no curso de Eng enharia Química, o estudante deve \ncumprir uma carga horária de unidades curriculares obrigatórias e optativas curriculares, \nagora denominadas eletivas, além de atividades comp lementares, estágio  obrigatório e \no trabalho de conclusão de curso (TCC). \n Apesar dos bons resultados alcançados, a necessida de de atualização e melhorias \nno Projeto Político-Pedagógico do Curso tornaram-se  evidentes após as experiências \nvivenciadas e alterações realizadas no primeiro cic lo formativo, o BCT, em 2016. \n \n1.2 Justificativa da reestruturação \n Os cursos de Engenharia Química no Brasil e no mun do, devido as suas \ncaracterísticas e por estarem intimamente atrelados  à inovação tecnológica dos \nprocessos industriais, necessitam de avaliação cons tante de modo a atender as demandas \napresentadas pela sociedade: “A Engenharia Química assume assim, novamente, o seu \npapel de relevo na qualidade de vida e de agente mo tor para um desenvolvimento ", "15": "15 \n \n \n sustentável da sociedade moderna” (AMUDSON, 1988). Muito embora os resultados \nindiquem que os alunos egressos e, consequentemente , o curso estão atendendo as \nprerrogativas do Projeto Político-Pedagógico inicia l, a UNIFAL-MG tem por obrigação \ncontinuar a reavaliar suas práticas político-pedagó gicas e reformular o curso quando \nnecessário. \n Sob esse ponto de vista, o primeiro grupo que comp ôs o Núcleo Docente \nEstruturante do Curso de Engenharia Química percebe u, em 2014, apenas dois anos \napós o ciclo profissionalizante ter iniciado na UNI FAL-MG, a necessidade de alterações \nno PPC e formalizou o pedido mediante o processo 23 087.009300/2014-51. As \nalterações estavam relacionadas, basicamente, a mud anças nas unidades e dinâmicas \ncurriculares: divisão e remanejamento de conteúdos programáticos entre unidades \ncurriculares (UC), separação dos conteúdos práticos  das aulas de operações unitárias, \npropondo uma nova unidade curricular específica par a tais aulas (Laboratórios de \nEngenharia Química) e criação de novas unidades cur riculares optativas. A análise \ntécnico-educacional e pedagógica do PPC realizada p elo setor pedagógico da instituição \nindicou outras alterações necessárias ao projeto, d entre elas a definição dos períodos de \nfuncionamento do curso, atendimento à Resolução CEP E nº 002/2013 que trata da \nelaboração e diretrizes para criação e reestruturaç ão de projetos de cursos e alteração da \ncarga horária das atividades complementares. \n Naquele momento, diante das mudanças necessárias, percebeu-se que parte \ndessas mudanças influenciaria diretamente a dinâmic a curricular do primeiro ciclo, o \nque estaria fora das competências atribuídas ao NDE  do Curso de Engenharia Química, \nsendo função do NDE do BCT. Assim, optou-se por inf ormar ao NDE do BCT as \nmudanças almejadas para o Curso de Engenharia Quími ca e aguardar a reformulação do \nPPC do BCT para, assim, dar prosseguimento à reestr uturação do PPC da Engenharia \nQuímica. \n As propostas apresentadas pelo primeiro NDE do Cur so de Engenharia Química \nem 2014 e as mudanças do PPC do BCT implantadas em 2016, apresentam-se como \nagentes motivadores, justificando as alterações ora  apresentadas para a reestruturação \ndo Curso de Engenharia Química da UNIFAL-MG neste d ocumento. Além desses fatos, \nem 2015 a equipe do NDE do curso de Engenharia Quím ica foi reformulada e percebeu \nque, com a maior flexibilidade no primeiro ciclo re alizada pelo NDE do BCT, com a ", "16": "16 \n \n \n oportunidade para a inserção de novas unidades curr iculares de modo a reforçar o \nnúcleo de unidades curriculares básicas (inclusão d e termodinâmica e métodos \nnuméricos, por exemplo) e com a possibilidade de pr omover a transferência de algumas \nunidades curriculares do segundo para o primeiro ci clo, como as da área da química, por \nexemplo, tornariam a dinâmica curricular do curso d e Engenharia Química mais \nadequada e coerente. O conjunto de todas as modific ações será detalhado no item III \ndeste projeto. Incluído pela Resolução Colegiado Prograd nº 19/201 7, de 12 de abril de 2017  \n Um destaque deve ser dado à questão do turno de fu ncionamento do curso. \nEmbora no PPC original tenha sido definido o períod o de funcionamento como integral, \na maioria das unidades curriculares foram ofertadas  no período noturno, com algumas \nunidades curriculares optativas e aulas práticas of ertadas no período vespertino. Foi \nunânime entre os docentes da Engenharia Química a p ercepção de que o rendimento e a \ncapacidade de concentração dos alunos não são aprov eitados em toda a sua \npotencialidade após as 22 horas. Desta forma, a alt eração da dinâmica curricular seria \ninviável para um curso predominantemente noturno, p ois acarretaria em um curso com \num ano a mais para conclusão.  Assim, o NDE do Curs o de Engenharia Química optou \npor definir os períodos vespertino e noturno como s endo mais adequados para o \nfuncionamento do curso, sendo que a distribuição da  carga horária em Unidades \nCurriculares (UC) do curso se dará nesses dois perí odos, de forma que se priorize o \ntérmino diário das atividades acadêmicas antes das 22 horas.   \n \n1.3 Condições de migração e adaptação curricular \n Este PPC de Reestruturação do Curso de Engenharia Química entrará em \nvigência em 2017-1. \n Tendo em vista a melhoria nas práticas político-pe dagógicas do curso, o que \ncausará um impacto significativo na qualidade do pr ofissional formado, os alunos \ningressantes na Engenharia Química a partir de 2016 -2, inclusive, deverão migrar \ncompulsoriamente para a nova dinâmica curricular, i mediatamente após a aprovação \ndeste PPC de Reestruturação (2016). \n Desta forma, apenas os estudantes que ingressaram no curso de Engenharia \nQuímica até 2016-1 poderão fazer opção, via process o ao Colegiado de Curso, de \npermanecer no PPC Resolução CEPE n. 27/2011 ou migr ar para este PPC de ", "17": "17 \n \n \n Reestruturação (2016). Caso o estudante não formali ze sua opção, via processo ao \nColegiado do Curso, em conformidade às orientações deste órgão, tal estudante será \nautomaticamente migrado para o PPC de Reestruturaçã o (2016). \n A opção dos estudantes que ingressaram no curso at é 2016-1 é irreversível. \nDesta forma, uma vez realizada a opção, pelo estuda nte matriculado no curso, via \nprocesso ao Colegiado, esta não poderá ser alterada , devendo o estudante integralizar o \ncurso em conformidade ao PPC da opção formalizada. \n A adaptação curricular da estrutura proposta será realizada com base na tabela de \nequivalência apresentada no Apêndice F, em que a ma ioria das unidades curriculares do \nPPC de Reestruturação (2016) terão equivalência dir eta com uma ou mais unidades \ncurriculares do  PPC Resolução CEPE n. 27/2011. \n As unidades curriculares  do PPC Resolução CEPE nº  27/2011 que não tiverem \nunidades curriculares equivalentes dentre o rol das  unidades curriculares Obrigatórias \nou Eletivas, serão computadas e registradas no hist órico do estudante como unidades \ncurriculares optativas. \n A adaptação curricular do PPC se dará conforme tab ela de equivalência \napresentada no Apêndice F, em que a maioria das uni dades curriculares do PPC de \nReestruturação Resolução CEPE nº 35/2016 retificado  pela Resolução Colegiado da \nPrograd nº 19/2017 terão equivalência direta com um a ou mais unidades curriculares do  \nPPC Resolução CEPE nº 27/2011. \n  As unidades curriculares  do PPC Resolução CEPE n º 27/2011 que não tiverem \nunidades curriculares equivalentes dentre o rol das  unidades curriculares Obrigatórias \nou Eletivas, serão computadas e registradas no hist órico do estudante como unidades \ncurriculares optativas.  \n Este PPC de Reestruturação Resolução CEPE nº 35/20 16 retificado pela \nResolução Colegiado da Prograd nº 19/2017 do Curso de Engenharia Química entrará \nem vigência em 2017-1, para todos os estudantes que  ingressarem no curso a partir de \n2017-1, inclusive, considerando-se também as seguin tes condições: \n- os alunos que não fizeram a transição no semestre  subsequente à integralização do \nPPC BCT Resolução CEPE nº 17/2011, mesmo tendo cump rido 2754 horas, \nindependentemente do momento posterior em que conco rrerem ao edital de transição, ", "18": "18 \n \n \n estarão vinculados ao PPC de Reestruturação Resoluç ão CEPE nº 35/2016, retificado \npela Resolução Colegiado Prograd nº 19/2017, vigent e a partir de 2017-1; e \n- os alunos que ingressarem no curso de Engenharia Química por meio de editais de \nreingresso, a partir de 2017-1, estarão vinculados ao PPC de  Reestruturação Resolução \nCEPE nº 35/2016, retificado pela Resolução Colegiad o Prograd nº 19/2017. \nQuanto aos estudantes que ingressaram no curso até 2016-2, vez que fizeram a \ntransição para a Engenharia Química tendo integrali zado o PPC BCT Resolução CEPE \nnº 17/2011 (ou seja, com 2754 horas), todos serão m antidos no PPC Engenharia \nQuímica Resolução CEPE nº 27/2011 (anterior ao PPC de Reestruturação Resolução \nCEPE nº 35/2016, retificado pela Resolução Colegiad o Prograd nº 19/2017). \n Em decorrência das condições de migração aqui prev istas, o Colegiado do Curso \nrealizará acompanhamento individual dos estudantes,  durante a transição de PPC. \nRetificado pela Resolução Colegiado Prograd nº 19/2 017, de 12 de abril de 2017.   \n \n2 Justificativa de oferta do curso \n Esse projeto está inserido no Programa de Expansão  e Reestruturação das \nUniversidades Federais - REUNI (DECRETO Nº 6.096, 2 007) que após amplo debate \nocorrido em todos os segmentos da comunidade univer sitária e aprovação pelo \nConselho Superior, pela Resolução nº 056/2007, de 7 /12/2007, resultou na adesão da \nUNIFAL-MG. \n O REUNI foi uma das ações integrantes do Plano de Desenvolvimento da \nEducação (PDE) em reconhecimento ao papel estratégi co das universidades federais \npara o desenvolvimento econômico e social. \n A necessidade de expansão da Educação Superior em nosso país é premente, \nvisto que a Pesquisa Nacional por Amostra de Domicí lio (PNAD) - Indicadores Sociais \n2009, no momento da criação do Curso de Engenharia Química na UNIFAL-MG, \nmostrou que em média nacional, apenas 24,31% dos jo vens brasileiros, com idade entre \n18 e 24 anos, teriam acesso ao ensino superior. Ass im, o PNDE, Plano Nacional de \nEducação (PNE) de 2014 foi o documento que organizo u prioridades e propôs metas a \nserem alcançadas nos dez anos seguintes como, elevar o padrão de qualidade das \nuniversidades; ofertar, no mínimo, um terço das vag as em cursos noturnos e elevar a \nrelação de estudantes por professor (a) para 18; el evar gradualmente a taxa de conclusão ", "19": "19 \n \n \n média dos cursos de graduação presenciais nas unive rsidades públicas, de modo a \natingir 90% e, nas instituições privadas, 75% em 20 20.  \n Em sua formulação, o REUNI teve como principais ob jetivos: garantir às \nuniversidades as condições necessárias para a ampli ação do acesso e permanência na \neducação superior; assegurar a qualidade por meio d e inovações acadêmicas; promover \na articulação entre os diferentes níveis de ensino,  integrando a graduação, a pós-\ngraduação, a educação básica e a educação profissio nal e tecnológica; e otimizar o \naproveitamento dos recursos humanos e da infraestru tura das instituições federais de \neducação superior. \n O Programa REUNI também elencou como principais me tas: a elevação gradual \nda taxa de conclusão média dos cursos de graduação presenciais para 90%; elevação \ngradual da relação aluno/professor para 18 alunos p ara 1 professor; aumento mínimo de \n20% nas matrículas de graduação e o prazo de cinco anos, a partir de 2007 – ano de \ninício do Programa – para o cumprimento das metas. \n Para que um país tenha desenvolvimentos sociais, h umanos, econômicos e \ntecnológicos torna-se imperativo investir em educaç ão e, em particular, numa sólida \ncultura científica da sua juventude de modo a rever ter algumas estatísticas que colocam \no País numa posição bastante desvantajosa em relaçã o às sociedades mais desenvolvidas \nconforme apresentada pela UFBA (2010), a saber: \n• Numa avaliação comparativa internacional de desempe nho de estudantes do \nEnsino Fundamental de 41 países (PISA, 2005), o Bra sil ficou em 39º lugar em \nMatemática e Ciências, com média de 396, numa escal a de 0 a 800; \n• Mais de 70% dos professores de Matemática e Ciência s Naturais que atuam na \nEducação Básica no Brasil não possuem licenciatura nas áreas específicas; \n• No Brasil, de cada 100 titulados apenas 7 o são em engenharia, enquanto na \nCoreia do Sul este número salta para 22 engenheiros . Na China, o percentual de \nmatrículas em cursos superiores de ciência e tecnol ogia é da ordem de 50%; \n• As engenharias representam apenas 11% da pós-gradua ção brasileira; \n• O Brasil tem apenas 12 mestres em engenharia por ca da grupo de 100.000 \nhabitantes, enquanto nos EUA este número é de 160. \n• Em termos de doutores nesta mesma área, o Brasil te m apenas 4 em cada grupo \nde 100.000 habitantes, enquanto na Alemanha este nú mero salta para 30; ", "20": "20 \n \n \n • A participação do setor de alta tecnologia na produ ção de países como os EUA e \na Coreia do Sul varia entre 20 e 35%. No Brasil, so mente 100 empresas das 30.000 que \ndispõem de setores de P&D (Pesquisa e Desenvolvimen to) introduziram inovações. A \nárea de P&D destas empresas é 4 vezes menor que a a quisição de máquinas, sendo que \napenas 7% delas mantêm relação com Universidades e Institutos de Pesquisa e 70% \ndessas atribuem uma baixa importância à essa relaçã o. \n Estes dados estatísticos evidenciam as deficiência s da educação científica no \nBrasil e colocam em risco o “projeto de nação”, as expectativas de desenvolvimento \neconômico e tecnológico e a consequente superação d a pobreza e das desigualdades \nsociais. Em 2011, formaram-se no Brasil cerca de 20  mil engenheiros por ano, enquanto \nque nos demais países em desenvolvimento, tais como  China e Índia, o número \nultrapassou os 200 mil; além disso, cerca de 70% da s pós-graduações nestes últimos \nestavam voltadas para as áreas das Engenharias. \n De acordo com as estatísticas apresentadas pela Co ordenação de \nAperfeiçoamento de Pessoal de Nível Superior (CAPES ), formam-se anualmente no \nBrasil cerca de 10 mil doutores e 30 mil mestres. \n De acordo com SILV A, P.R. (2008) no texto de refer ência “A Nova Formação \nem Engenharia Frente aos Desafios do Século XXI”, a presentado no III Seminário \nNacional do REUNI, a Engenharia está presente em to das as ações, planos \ngovernamentais e institucionais de Ciência, Tecnolo gia e Inovação (CT&I) quer seja no \ndesenvolvimento econômico e social propriamente dit o, até a geração de tecnologias \navançadas que permitirão uma maior competitividade do país no mercado internacional, \nconstituindo seu valor e importância em fato incont estável. Por outro lado, registra à \nfalta de engenheiros em número e qualidade suficien tes para suprir as demandas atuais e \nfuturas, sobretudo no que se concerne às tecnologia s inovadoras. \n Segundo estatísticas do Conselho Federal de Engenh aria e Agronomia \n(CONFEA), o estoque de engenheiros em 2008 era de 6 20mil em todo o país, uma \nproporção de 6 para 1000 pessoas economicamente ati vas, número este bem abaixo a de \npaíses desenvolvidos como EUA e Japão, que apresent am uma relação de 25/1.000. A \nChina e Índia formam, respectivamente, 300 mil e 20 0 mil engenheiros por ano, contra \nmenos de 30.000 no Brasil. Há, portanto, bastante e spaço para a expansão da oferta de \nvagas em curso de engenharia, sobretudo em áreas de  alta tecnologia. Segundo a ", "21": "21 \n \n \n Federação Nacional dos Engenheiros, para que o Bras il mantenha seu ritmo de \ncrescimento, o número de engenheiros formados deve ser dobrado nos próximos 10 \nanos. \n Em relação à tecnologia, cabe resgatar dados divul gados pelo MEC sobre CT&I \ncujas empresas no Brasil não têm tradição de invest imento, com participação inferior a \n16%, enquanto que nos EUA e Coreia do Sul é 80%, e 53% na França, para citar alguns \nexemplos. Dos 84% não oriundos da iniciativa privad a no Brasil, 97% são da produção \ncientífica das universidades, em sua grande maioria , feita em áreas básicas, não \ndirigidas a inovação tecnológica que transformam co nhecimentos em produtos ou \nferramentas produtivas. \n Ainda, segundo SILVA (2008), não somente pela argu mentação do MEC, mas \ntambém a de inúmeras opiniões de especialistas e pe squisadores de outros órgãos do \nsetor produtivo e da ciência e tecnologia é preciso  que se coloque, com urgência, o \nensino de engenharia na perspectiva de uma formação  mais abrangente, global, \ninterdisciplinar, com visão holística do meio, cons iderando não somente os aspectos \ntécnicos da produção e produtividade, mas, sobretud o os impactos da engenharia, \ntornando-a mais socialmente justa. Assim, a UNIFAL- MG busca integrar e contribuir \ncom o incremento da inovação tecnológica, pesquisa científica, educação científica e \ntecnológica com a formação de  profissionais qualif icados para o mundo do trabalho. \n Tais argumentos fundamentaram o projeto para a cri ação no Campus Avançado \nda UNIFAL-MG em Poços de Caldas-MG, dos cursos de e ngenharia em dois ciclos, \ntendo o Bacharelado Interdisciplinar em Ciências e Tecnologia (BCT) no primeiro ciclo \nformativo, e a Engenharia Química,  como uma das op ções de  segundo ciclo formativo. \n \n2.1 A necessidade de um Curso de Engenharia Química  na Região do Sul de Minas \n Nos últimos anos, o Estado de Minas Gerais vem exp erimentando uma vigorosa \nexpansão do seu parque industrial. O Estado de Mina s Gerais fechou o ano de 2012 com \nindicadores econômicos mais favoráveis relativament e à média nacional. Enquanto o \nPIB brasileiro provavelmente ficou próximo de 1% em  2012, Minas apresentou \ncrescimento de 2,6%, alavancado pelo melhor desempe nho da indústria e do setor de \nserviços. A utilização da capacidade instalada mine ira (84,3%) estava no ano de 2012 \nem um patamar acima da média brasileira (81,3%) (FI EMG, 2012). ", "22": "22 \n \n \n  A região do sul de Minas, mais especificamente, é formada por 156 municípios \ncom população estimada em aproximadamente 2.600.000  habitantes, tendo um PIB \naproximado de 44 bilhões de reais (2010), contando com quase 400 empresas com \natividades extrativas e 7000 empresas caracterizada s como Indústria de Transformação, \ntendo 50% da mão de obra empregada em empresas de m édio e grande porte (FIEMG, \n2013). \n A cidade de Poços de Caldas, em específico, conta atualmente com uma \npopulação de 150.000 habitantes e localiza-se em um a das regiões mais desenvolvidas \ndo sul de Minas, abrangendo várias cidades de porte  médio com vocação industrial tais \ncomo: Varginha, Três Corações, Pouso Alegre, Santa Rita do Sapucaí, Itajubá, Guaxupé, \nLavras e Alfenas. Na região estão instaladas empres as alimentícias, químicas, \nagroquímicas, mineração, farmacêuticas, metalúrgica , de plásticos e borrachas, \neletroeletrônica, têxteis e de diversos setores cor relatos. Essas indústrias são ávidas e \ncarentes de mão de obra especializada, apresentando  um grande potencial para absorver \nos egressos de um Curso de Graduação em Engenharia Química. Tais características \napontam para um favorável e esperado crescimento da  indústria mineira, sendo o \nmesmo concomitante e dependente de um aumento na qu antidade e qualidade dos \nrecursos humanos regionais. O cenário político-soci al do sul e sudeste de Minas Gerais \npropiciou discussões entre as universidades federai s dessa região, resultando, em junho \nde 2011, na aprovação, pelo Conselho Universitário,  da participação da UNIFAL-MG, \nem um consórcio dessas universidades tendo como um dos objetivos atender a demanda \nregional para a formação de recursos humanos. \n Atualmente, mesmo com a crise nacional e mundial, no Estado de Minas Gerais \nexiste uma real necessidade de recursos humanos par a atender ao setor químico-\nalimentício, haja vista que várias empresas têm pla nos de expansão para os próximos \nanos. A formação de pessoal capacitado para atuar n esse setor irá atender a uma \ndemanda crescente do mesmo, solucionando o problema  da falta de mão de obra local \nespecializada para atuar em empresas do setor indus trial. Além disso, a criação de um \nCurso Superior que forme profissionais qualificados  para atender as necessidades das \nindústrias regionais pode ser um dos pontos positiv os quando da tomada de decisão com \nrelação a novos investimentos no Estado de Minas Ge rais. Deve-se considerar que a \noferta de mão de obra qualificada formada na região , ajudará na melhoria e ", "23": "23 \n \n \n modernização das fábricas existentes no Estado e is so, futuramente, poderá promover \numa melhoria da atual situação da balança comercial  do Estado. O perfil profissional \nque as empresas locais tanto procuram na mão de obr a local apresenta características \ninerentes à formação de um Engenheiro Químico. \n De acordo com o MEC, no ano de 2016 existiam, no E stado de Minas Gerais, 32 \ncursos em atividade e, deste total, apenas 11 curso s oferecidos de forma gratuita pelo \nGoverno Federal. Na região do Sul de Minas, na époc a de implantação do Curso de \nEngenharia Química na UNIFAL-MG, Campus Avançado de  Poços de Caldas (2010), \nnão existiam cursos na área, sendo este o primeiro curso gratuito a ser oferecido na \nregião. Com a criação do curso, o profissional de E ngenharia Química passou a atuar \nefetivamente tanto nas indústrias da região do Sul de Minas quanto em outras regiões e \nEstados do Brasil. \n Diante do exposto e considerando o papel que a UNI FAL-MG deve exercer no \ndesenvolvimento econômico e social do Estado de Min as Gerais, optou-se pela \nimplantação do Curso de Engenharia Química no Campu s Avançado de Poços de Caldas \nquando da criação do Bacharelado em Ciências e Tecn ologia. Tal Curso pretende formar \nprofissionais capazes de atuarem nos Setores Químic o, Alimentício, Biotecnológico, de \nMateriais e Ambiental, contribuindo, desse modo, pa ra o fortalecimento e o crescimento \nda Economia do Estado de Minas Gerais. \n \n3 Objetivos do Curso \n3.1 Objetivo geral \n O Curso de Graduação em Engenharia Química na UNIF AL-MG terá como \nobjetivo central a formação de profissionais com um a sólida base técnico-científica, \ncom visão crítica e reflexiva, criativos e empreend edores capacitados para pesquisar, \nanalisar, projetar e operar processos onde a matéri a sofre alterações de fase, de estado \nfísico, de conteúdo energético ou de composição. \n \n3.2 Objetivos específicos \n• Familiarizar o estudante com práticas de laboratóri o, empregando montagens \nexperimentais realistas e fazendo com que ele seja capaz de analisar processos químicos ", "24": "24 \n \n \n de um modo global. Além disso, será enfatizada a im portância de se observar as normas \nde segurança no trabalho, as relações hierárquicas,  bem como os fluxos de informações \ne a diferenciação de funções dentro de uma organiza ção industrial; \n• Iniciar o estudante nas práticas de operação, manut enção e montagem nas \nindústrias químicas; \n• Conduzir à aquisição, por parte do estudante, do en tendimento qualitativo e \nquantitativo do processamento das matérias-primas; \n• Fazer com que o estudante seja capaz de realizar o acompanhamento da \noperação da planta, assim como, habilidades para pa rticipar nas atividades de painel e \nde campo, durante campanhas de produção, manutenção  e montagem; \n• Fornecer ao estudante a formação para que ele possa  entender as exigências dos \nórgãos de controle, bem como adotar os procedimento s adequados para o cumprimento \ndos mesmos; \n• Prover o estudante com habilidades para o preenchim ento de folhas de \nespecificações de equipamentos, para o auxílio em c álculos de balanços materiais e \nenergéticos, cálculos de tubulações, cálculos de di mensionamento de equipamentos e de \nsistemas, medições de vazão e de temperatura, além da correta utilização de \ninstrumentação em geral; \n• Tornar o estudante capaz de auxiliar no desenvolvim ento de rotas de processos, \nempregando técnicas de simulação, assim como na aut omação do mesmo; \n• Formar um profissional capaz de gerir a produção, p or meio da sua participação \nno planejamento das necessidades de matérias primas  e utilidades. Além disso, esse \nprofissional também será capacitado para organizar campanhas de produção, definir as \nhabilidades dos colaboradores, bem como dos respect ivos níveis de responsabilidade, \nalém de elaborar mapas de custos; previsão de parad as, definição de procedimentos \nemergenciais e de rotina; \n• Incutir no estudante o conhecimento de vendas de eq uipamentos e de sistemas \npara indústria química, além daqueles referentes a inspeção de riscos em processos \nquímicos; normalização e qualidade, perícias e anál ises para órgãos de financiamento; \n• Realizar experimentos, ensaios e divulgação técnico -científica; e \n• Desenvolver ensino, pesquisa e extensão universitár ia ligada à sua área de \natuação. ", "25": "25 \n \n \n  \n4 Identificação e condições de oferta do curso \n O curso de Engenharia Química da UNIFAL-MG é forma do por dois ciclos: o \nprimeiro ciclo é integralizado pelo BCT, curso este  que conduz à obtenção de diploma \nde nível superior na área da ciência e tecnologia ( MEC, 2010); e o segundo ciclo \ncontempla o itinerário formativo da Engenharia Quím ica, conduzindo o estudante à  \nobtenção do título profissional equivalente ao curs o. \n  O ingresso no curso de Engenharia Química ocorre após a integralização do \ncurso de Bacharelado Interdisciplinar em Ciência e Tecnologia, por meio de Edital \nInterno de Transição, regulamentado por resolução e specífica. \n O curso possui um número de 40 vagas semestrais, é  integral, funcionando nos \nturnos vespertino e noturno. \n O curso oferece ao discente durante o BCT, Unidade s Curriculares Diretivas que \ntêm objetivo de auxiliar o processo de escolha dent re outras engenharias. \n Após o ingresso no curso de Engenharia Química, qu e ocorre via Edital Interno \nde Transição, o estudante deverá cumprir uma carga horária de unidades curriculares \nobrigatórias e eletivas, além de atividades complem entares, estágio obrigatório e o \ntrabalho de conclusão de curso (TCC). \n O curso tem a duração mínima prevista de 10 (dez) semestres letivos, sendo 6 \n(seis) destes cursados no Bacharelado Interdiscipli nar em Ciência e Tecnologia (BCT). \nO tempo máximo de integralização é de 15 semestres (sendo até 9 semestres cursados \nno BCT; o tempo não utilizado na integralização do BCT poderá ser utilizado para \nintegralização da Engenharia Química). O tempo de i ntegralização do BCT é de 3 anos, \nno mínimo, e de 4,5 anos, no máximo, e o tempo da p arte específica do curso de \nEngenharia Química é de no mínimo 2 anos e no máxim o 3 anos.  Entretanto, o tempo \nmáximo não utilizado para integralização do BCT pod erá ser utilizado para \nintegralização da Engenharia Química. \nRetificado pela Resolução Colegiado Prograd nº 19/2 017, de 12 de abril de 2017.  \n \n \n \nII CONCEPÇÃO DO CURSO ", "26": "26 \n \n \n 5 Fundamentação filosófica e pedagógica: ideário do  curso \n Numa perspectiva histórica pode dizer-se que a Eng enharia Química se \nconstituiu como um ramo autônomo da engenharia no f inal do Século XIX. De fato, foi \nem 1988 que surgiu no MIT (Massachusetts Institute of Technology), nos EUA, o \nprimeiro curso de Engenharia Química independente d os restantes ramos da \nEngenharia. \n No essencial, a Engenharia Química trata da transf ormação de matérias-primas \nem produtos de valor agregado que contribuem para a  nossa qualidade de vida. As \nperspectivas da Engenharia Química a curto e médio prazo estão voltadas para os \ndesafios da indústria em relação ao crescimento sus tentável, ou seja, na modificação de \nprocessos existentes e criação de novos processos d iminuindo o impacto das atividades \npara o meio ambiente. \n Nesse contexto, o curso de Engenharia Química da U NIFAL-MG como segundo \nciclo formativo, adota uma concepção filosófica que  confere ao discente flexibilidade \ncurricular, proporcionando-lhe a possibilidade de e scolha dos próprios itinerários \nformativos. Nesse sentido, tem vistas a dar condiçõ es de alargamento da base dos \nestudos superiores, permitindo uma ampliação de con hecimentos e competências \n(SOUSA SANTOS; ALMEIDA FILHO, 2008). \n Essa flexibilidade pode ser percebida na pluralida de de saídas do curso – a saída \npara o ingresso em cursos de pós-graduação, em níve l de especialização, mestrado ou \ndoutorado, a saída para o mercado de trabalho, a sa ída para a produção empreendedora, \nentre outras opções de saída que podem surgir. Isso  é possível na medida em que o \ncurso contempla distintas competências, inteligênci as e perfis, admitindo que cada \nestudante é um sujeito ativo e autônomo de seu proc esso formativo. \n  Portanto, o curso se pauta na concepção pedagógic a defendida no PDI \n(UNIFAL-MG, 2015), ao prever a adoção de inovações significativas, quanto à \nflexibilidade dos componentes curriculares; a ampli ação da discussão de metodologias \nativas e interdisciplinaridade; a oferta de oportun idades diferenciadas de integralização \ncurricular; a incorporação de recursos tecnológicos . \n \n6 Fundamentação legal \n O curso de Engenharia Química está amparado pela b ase legal vigente, a saber: ", "27": "27 \n \n \n I) Normas Nacionais: \na) Lei nº 9.394, de 20 de dezembro de 1996, que est abelece as diretrizes e bases da \neducação nacional; \nb) Parecer CNE/CES nº 1362/2001, que trata das Dire trizes Curriculares Nacionais do \ncurso de graduação em Engenharia; \nc) Resolução CNE/CES nº 11/2002, que dispõe as Dire trizes Curriculares Nacionais do \ncurso de graduação em Engenharia, que estrutura do curso de engenharia como sendo \ncomposto por três núcleos de conteúdos: \n- Núcleo de conteúdos básicos (30% da carga horária  mínima); \n- Núcleo de conteúdos profissionalizantes (15% da c arga horária mínima); e \n- Núcleo de conteúdos específicos, representado por  extensões e aprofundamentos dos \nconteúdos do núcleo profissionalizante (restante da  carga horária). \n- Obrigatoriedade de trabalho de conclusão de curso , como atividade de síntese e \nintegração de conhecimentos; \n- Carga horária mínima de estágio obrigatório em 18 0 160 horas; e \n- Estímulo a atividades complementares. \nRetificado pela Resolução Colegiado Prograd nº 19/2 017, de 12 de abril de 2017.  \n \nd) Parecer CNE/CES nº 8/2007, que dispõe sobre carg a horária mínima e procedimentos \nrelativos à integralização e duração dos cursos de graduação, bacharelados, na \nmodalidade presencial; \ne) Resolução CNE/CES nº 2/2007, que dispõe sobre ca rga horária mínima e \nprocedimentos relativos à integralização e duração dos cursos de graduação, \nbacharelados, na modalidade presencial: \n- Carga horária mínima de integralização de um curs o de bacharelado em Engenharia é \n3.600 horas; \n- Limite mínimo para integralização é de 5 anos; \n- Estágios e as atividades complementares não devem  exceder 20% da carga horária \ntotal do curso; e \n- Carga horária total deve ser dimensionada em, no mínimo, 200 dias de trabalho \nacadêmico efetivo. \nf) Lei nº 5194/66, que regula o exercício das profi ssões de Engenheiro, Arquiteto e \nEngenheiro- Agrônomo, e dá outras providências; ", "28": "28 \n \n \n g) Referenciais Curriculares Nacionais dos Cursos d e Bacharelado e Licenciatura, \nSERES: Brasília, 2010; e \nh) Referenciais Nacionais dos Cursos de Engenharia,  SERES: Brasília, s/d. \nII) Normas do Conselho de Classe (Conselho Federal de Engenharia, Arquitetura e \nAgronomia - CONFEA) \na) Resolução Confea nº 218/73, que discrimina ativi dades das diferentes modalidades \nprofissionais da Engenharia, Arquitetura e Agronomi a; e \nb) Resolução Confea nº 1010/2005, que dispõe sobre a regulamentação da atribuição de \ntítulos profissionais, atividades, competências e c aracterização do âmbito de atuação dos \nprofissionais inseridos no Sistema Confea/Crea, par a efeito de fiscalização do exercício \nprofissional. \nIII) Normas Internas da UNIFAL-MG \na) Resolução CEPE nº 015/2016, que aprova o Regulam ento Geral dos Cursos de \nGraduação da UNIFAL-MG; \n Este PPC ainda atende às orientações do MEC quanto  à formação em temas \ntransversais, determinados nos documentos: \na) Resolução CNE/CP nº 1, de 17 de junho de 2004, q ue institui Diretrizes Curriculares \nNacionais para a Educação das Relações Étnico-Racia is e para o Ensino de História e \nCultura Afro-Brasileira e Africana e Lei nº 11645 d e 10/03/2008, que altera a Lei nº \n9.394, de 20/12/1996, modificada pela Lei nº 10.639 , de 9/01/2003, que estabelece as \ndiretrizes e bases da educação nacional, para inclu ir no currículo oficial da rede de \nensino a obrigatoriedade da temática “História e Cu ltura Afro-Brasileira e Indígena”, \ncuja abordagem é feita na unidade curricular Ética,  Ciência e Sociedade , no 1º ciclo; \nb) Lei nº 9795 de 27/04/1999, que dispõe sobre a Ed ucação Ambiental, institui a \nPolítica de Educação Ambiental e dá outras providên cias e Resolução CNE/CP nº 2 de \n15/06/2012, que estabelece as diretrizes Curricular es Nacionais para a Educação \nAmbiental, abordadas nas UC Ciências Ambientais e D ireito Ambiental, no 1º ciclo; \nc) Resolução CNE/CP nº 1 de 30 de maio de 2012, que  estabelece as Diretrizes \nNacionais para a Educação em Direitos Humanos, abor dada pela UC Ética, Ciência e \nSociedade, no 1º ciclo; \nd) Parecer CNE/CP nº 9 de 30 de setembro de 2003, q ue propõe a formulação de \norientações aos sistemas de ensino a respeito da pr evenção ao uso e abuso de drogas ", "29": "29 \n \n \n pelos alunos de todos os graus de ensino, abordada pela UC Ética, Ciência e Sociedade, \nno 1º ciclo; e \ne) Lei nº 10.436/2002 e Decreto Presidencial nº 5.6 26/2005, que tratam da inserção da \nmatéria de Libras como disciplina curricular optati va nos cursos de educação superior, \natendidos pela UC Libras, UC optativa. \n \n7 Linhas de formação: habilitações e ênfases \n  O curso de Engenharia Química é um curso generali sta, que não possui \nhabilitações ou ênfases; assim as atribuições conce didas pelos órgãos de registro de \nclasse dependem das unidades curriculares cursadas,  em função da escolha do discente, \npara seu itinerário formativo. \n \n8 Perfil do egresso \n Na concepção do perfil do egresso, respeita-se o e stabelecido na resolução \nCNE/CES nº 11 de 11/03/2002 em seu Art. 3º, que det ermina que \n“O Curso de Graduação em Engenharia tem como perfil do formando \negresso/profissional o engenheiro, com formação gen eralista, humanista, crítica e \nreflexiva, capacitado a absorver e desenvolver nova s tecnologias, estimulando a sua \natuação crítica e criativa na identificação e resol ução de problemas, considerando seus \naspectos políticos, econômicos, sociais, ambientais  e culturais, com visão ética e \nhumanística, em atendimento às demandas da sociedad e ”. \n \n Deste modo, o egresso do curso de Engenharia Quími ca da UNIFAL-MG deverá \nser um engenheiro com sólida formação técnico-cient ífica e profissional que esteja \ncapacitado a desenvolver, aprimorar e difundir desd e os conhecimentos básicos da \nEngenharia Química, incluindo a produção e a utiliz ação de métodos computacionais \navançados aplicados, passando por serviços, produto s e processos relativos às indústrias \nquímica, petroquímica, de alimentos e correlatas at é novas tecnologias em áreas como a \nbiotecnologia, materiais compostos e de proteção à vida humana e ao meio ambiente. \nTambém deve ser capacitado a julgar e a tomar decis ões, avaliando o impacto potencial \nou real de suas ações, seguindo critérios de rigor técnico-científicos e humanitários, que \nestejam baseados em referenciais éticos e legais. O  egresso deve ainda ser habilitado a \nparticipar, coordenar ou liderar equipes de trabalh o e a comunicar-se com as pessoas do ", "30": "30 \n \n \n grupo ou de fora dele, de forma adequada à situação  de trabalho, bem como estar \npreparado para acompanhar o avanço da ciência e da tecnologia em relação à área e a \ndesenvolver ações que aperfeiçoem as formas de atua ção do Engenheiro Químico. \n \n8.1 Atuação profissional \n Os egressos poderão atuar tanto na área acadêmica quanto na indústria com \nqualificações específicas na área de biotecnologia,  alimentos, ambiental e de materiais, \nde acordo com seu itinerário formativo, registrado em Histórico Acadêmico. \n \n8.2 Competências e habilidades \n Em consonância com a Resolução CNE/CES CNE/CES nº 11 de 11/03/2002, o \nEngenheiro Químico formado pela UNIFAL-MG possuirá as seguintes competências e \nhabilidades gerais: \n• Aplicar conhecimentos matemáticos, científicos, tec nológicos e \ninstrumentais à Engenharia Química; \n• Projetar e conduzir experimentos e interpretar resu ltados dos \nempreendimentos químicos; \n• Conceber, projetar e analisar sistemas, produtos e processos na área da \nEngenharia Química; \n• Planejar, supervisionar, elaborar e coordenar proje tos e serviços de \nEngenharia Química; \n• Identificar, formular e resolver problemas de Engen haria Química; \n• Desenvolver e/ou utilizar novas ferramentas e técni cas aplicadas à \nEngenharia Química; \n• Supervisionar a operação e a manutenção de sistemas  na área de \nEngenharia Química; \n• Avaliar criticamente a operação e a manutenção de s istemas aplicados à \nEngenharia Química; \n• Comunicar-se eficientemente nas formas escrita, ora l e gráfica; \n• Atuar em equipes multidisciplinares; \n• Compreender e aplicar a ética e responsabilidade pr ofissionais; ", "31": "31 \n \n \n • Avaliar o impacto das atividades industriais no con texto social e \nambiental; \n• Avaliar a viabilidade econômica de projetos de Enge nharia Química; e \n• Assumir a postura de permanente busca de atualizaçã o profissional. \n Considerando o perfil pretendido, o egresso do cur so de Engenharia Química \ndeve, também, ser um profissional capaz de: \n• Aprender de forma autônoma e contínua; \n• Atuar inter/multi/transdiciplinarmente; \n• Pautar-se na ética e na solidariedade enquanto ser humano, cidadão e \nprofissional; \n• Empreender formas diversificadas de atuação profiss ional; \n• Produzir e divulgar novos conhecimentos, tecnologia s, serviços e \nprodutos; e \n• Comprometer-se com a preservação da biodiversidade no ambiente \nnatural e construído, com sustentabilidade e melhor ia da qualidade de vida. \n É importante ressaltar que este conjunto de habili dades e competências listado \npode ser atendido através das unidades curriculares  específicas presentes na dinâmica \ncurricular. No entanto, outros devem ser entendidos  como objetivos presentes na \nformação para o adequado exercício profissional. Po rtanto, pressupõe-se que devam ser \ntrabalhados através das metodologias, recursos e pr áticas de ensino que serão adotadas \ncomo formas de operacionalização das unidades curri culares previstas na dinâmica \ncurricular. \n \nIII CURRÍCULO \n Currículo é o conjunto de dispositivos – didáticos , políticos, administrativos, \nideológicos, educativos – uma práxis relativa a um modelo de pensar a educação \n(XA VIER, 2014). \n Na organização curricular, todos os elementos – de sde a seleção dos conteúdos, \no seu agrupamento em unidades curriculares, a artic ulação entre elas e o \ndimensionamento de sua carga horária – devem guarda r relação com os objetivos do \ncurso, o perfil do egresso, as atribuições profissi onais e o próprio ideário do curso. \n ", "32": "32 \n \n \n 9 Organização curricular \n A organização curricular teve como base as Diretri zes Curriculares dos Cursos \nde Graduação em Engenharia (Resolução CNE/CES nº 11  de 11/03/2002), que propõe \nque seja atendido um núcleo de conteúdos básicos po r todos os cursos de engenharia, \nindependente da modalidade e que os conteúdos profi ssionalizantes e específicos, sejam \nselecionados com base na lista de conteúdos desses núcleos, de acordo com a \nmodalidade e o perfil do curso. Definem ainda, a ne cessidade de inclusão de um \nTrabalho de Conclusão de Curso e atividades de Está gio Obrigatório com, no mínimo, \n160 horas de duração. \n A organização curricular do curso de Engenharia Qu ímica é dividida de acordo \ncom os ciclos formativos. Para integralizar o curso  de Engenharia Química na UNIFAL-\nMG, o aluno deverá cumprir os requisitos exigidos p ara sua graduação no primeiro \nciclo, o que significa graduar-se no curso do BCT, para então cursar o segundo ciclo, no \nqual estão inseridas as unidades curriculares (UC) de segundo ciclo formativo. Cabe \nsalientar que, para ingressar no segundo ciclo, alé m de integralizar o BCT, o aluno \ndeverá atender aos critérios estipulados no Edital Interno de Transição, regido por \nregulamentação específica. \n O curso possui um número de 40 vagas semestrais, e  ocorre em período integral, \nfuncionando nos turnos vespertino e noturno. \n O regime acadêmico do curso será do sistema de cré ditos. Os créditos das \nunidades curriculares são correspondentes às cargas  horárias de atividades teóricas (T) e \npráticas (P) sendo estas constituídas de atividades  laboratoriais e/ou de campo. No curso \nde Engenharia de Química, segundo ciclo do BCT, o c rédito equivale a 18 horas. \n O primeiro ciclo do curso corresponde ao Bacharela do Interdisciplinar em \nCiência e Tecnologia (BCT), que possui um total de 2.400 horas.  A integralização do \nBCT abrange Unidades Curriculares Obrigatórias, que  compreendem a conteúdos \nconsiderados imprescindíveis para a formação do bac harel em Ciência e Tecnologia, \nalém de 360 horas de Unidades Curriculares Eletivas  e 540 horas de Unidades \nCurriculares Diretivas que tem objetivo de auxiliar  o processo de escolha do segundo \nciclo formativo. \n  Assim, para que o discente integralize todo conte údo necessário à formação do \nEngenheiro Químico, de forma que atenda às Diretriz es Curriculares do Curso, este ", "33": "33 \n \n \n deve traçar um percurso formativo ideal desde seu i ngresso no BCT, que consiste em \ncursar um rol de UC Eletivas e Diretivas ainda no p rimeiro ciclo. O discente deverá \ncursar no mínimo 360 horas de UC Eletivas e 540 hor as de UC Diretivas. Se o discente \ncursar mais de 360 horas de UC Eletivas, o excedent e contabilizará automaticamente \ncomo UC Diretivas. \n Frente à liberdade permitida pelo BCT para a escol ha das UC Eletivas, caso o \nestudante já tenha se decidido pela formação de 2º ciclo em Engenharia Química, é \nrecomendado que este faça suas opções de UC Eletiva s do BCT, dentre o rol de UC \nEletivas do PPC do BCT, em conformidade à tabela 3 deste PPC, que explicita o rol das \nUC Eletivas do BCT que é obrigatório para a integra lização do curso de Engenharia \nQuímica. Logo, caso o estudante opte por não cursar as UC Eletivas do BCT \nobrigatórias para integralização da Engenharia Quím ica, em conformidade à tabela 3 \ndeste PPC, ainda durante o 1º ciclo, este deverá cu rsá-las durante o 2º ciclo.  \nNo que se refere às UC Diretivas, ainda frente à li berdade permitida pelo BCT \npara a escolha dessa categoria de UC, caso o estuda nte já tenha se decidido pela \nformação de 2º ciclo em Engenharia Química, é recom endado que este faça suas opções \nde UC Diretivas em conformidade à tabela 4 deste PP C, que explicita o rol das UC \nDiretivas da Engenharia Química, oferecido durante o BCT e obrigatório para a \nintegralização do segundo ciclo. Logo, caso o estud ante opte por não cursar as UC \nDiretivas da Engenharia Química, em conformidade à tabela 4 deste PPC, ainda durante \no 1º ciclo, este deverá cursá-las durante o 2º cicl o, haja vista que são obrigatórias para \nintegralização da Engenharia Química.  \n Desta maneira, ressalta-se que as UC listadas nas Tabelas 3 e 4 não são \nobrigatórias para o aluno se graduar no BCT (por se rem UC Eletivas e Diretivas, as \nopções do estudante podem divergir do rol apresenta do nas referidas tabelas); \nentretanto, todas as UC listadas nas tabelas 3 e 4 tornam-se obrigatórias para o estudante  \nintegralizar a graduação em Engenharia Química. \n Integralizado o BCT, o aluno ingressa, via edital de Transição, no curso de \nEngenharia Química, em que o estudante deverá cumpr ir uma carga horária relativa a \nunidades curriculares Obrigatórias do Curso de Enge nharia Química, distribuídas nos \n7º, 8º e 9º períodos do curso. Deverá também cursar  144 horas em UC Eletivas da \nEngenharia Química, conforme tabela 5 deste PPC. Es sas UC Eletivas da Engenharia ", "34": "34 \n \n \n Química serão oferecidas pelo menos uma vez a cada ano letivo, de forma a permitir \nque o discente eleja quais UC do rol de UC Eletivas  lhe desperta interesse, por se \nenquadrar melhor em seu perfil formativo. Além dest as UC, o estudante deverá \nintegralizar atividades complementares, estágio obr igatório e o trabalho de conclusão de \ncurso (TCC). \n A disciplina de Libras será periodicamente ofertad a, na modalidade optativa do \ncurso, tanto durante o BCT quanto durante o curso d e Engenharia Química. \n Portanto, para integralização do curso, o discente  deverá cumprir o total de 3930 \n3786 horas de curso. Retificado pela Resolução Colegiado Prograd nº 19/2 017, de 12 de abril de \n2017.  \n  A tabela 1 apresenta, portanto, a distribuição do s conteúdos das Unidades \nCurriculares do curso de Engenharia Química, confor me DCN do curso. A figura 1 e a \ntabela 2 apresentam a distribuição desta carga horá ria total do curso. \n \nTabela 1 - Distribuição dos conteúdos das UC da Eng enharia Química, conforme DCN  \nConteúdos CH % \nBásico 1764 46,6 \nProfissionalizante 576 15,2 \nEspecífico 1446  38,2 \nTotal 3786  100 \nRetificado pela Resolução Colegiado Prograd nº 19/2 017, de 12 de abril de 2017.  \n \n \n \n \n \n \n \n \n \nFigura 1 - Distribuição da carga horária da Engenha ria Química  \nRetificado pela Resolução Colegiado Prograd nº 19/2 017, de 12 de abril de 2017. \n \n \n \n \n ", "35": "35 \n \n \n Tabela 2 - Carga horária total da Engenharia Químic a \n CH %  \nUnidades Curriculares Obrigatórias BCT 1260 \n58 \nEngenharia Química 936 \nUnidades Curriculares Diretivas da \nEngenharia Química BCT 324 8,6  \nUnidades Curriculares Eletivas BCT 576 \n19 \nEngenharia Química 144 \nAtividades Complementares BCT 150 \n5,3 \nEngenharia Química 54 \nEstágio Obrigatório Engenharia Química 180 4,8 \nTCC BCT (PIEPEX/TCC) 90 \n4,3 \nEngenharia Química 72 \nTotal 3786 100 \nRetificado pela Resolução Colegiado Prograd nº 19/2 017, de 12 de abril de 2017.  \n \n9.1 Atividades Acadêmicas Curriculares \n Para formação integral do discente, outras atividad es acadêmicas deverão ser \nrealizadas, a fim de complementar as unidades curri culares. Na Engenharia Química, \nessas atividades incluem Programa Tutorial Acadêmic o (PTA), Atividades \nComplementares, Trabalho de Conclusão de Curso (TCC ) e Estágio Obrigatório. \n \n9.1.1 Atividades Complementares ", "36": "36 \n \n \n  Segundo o Regulamento Geral dos Cursos de Graduaçã o (UNIFAL, 2016) a \ncarga horária destinada às atividades complementare s deve estar entre 5% e 15% da \ncarga horária total do curso. O curso de Engenharia  Química possui 5,3% 5,2% da carga \nhorária total em atividades complementares. Retificado pela Resolução Colegiado Prograd nº \n19/2017, de 12 de abril de 2017.  \n As atividades complementares incentivam os discent es a interagirem entre as \ndiversas áreas do conhecimento, em modalidades de a ção diversas, possibilitando-os \nadquirir uma formação complementar. O objetivo é pr opiciar aos discentes a tomada de \niniciativa para realizarem ações complementares às atividades didático-pedagógicas, \nvisando a ampliação e a aquisição de habilidades e competências. \n As atividades complementares devem ser realizadas ao longo do percurso \nitinerário acadêmico dos discentes (período de inte gralização do curso) e envolvem \nvariados aspectos formativos – pedagógicos, sociais , humanísticos, éticos, culturais e \nprofissionais. As atividades complementares realiza das no primeiro ciclo formativo do \nBCT serão contabilizadas na carga horária total das  atividades complementares exigidas \npara o curso de Engenharia Química. \n As atividades complementares serão coordenadas por  Comissão própria e \norientadas por regulamentação específica. \n \n9.1.2 Trabalho de Conclusão de Curso (TCC) \n O Trabalho de Conclusão de Curso (TCC) é resultado  de uma atividade teórica \nou de uma implementação prática que deve ser aprese ntada pelos discentes, sob \norientação docente, no último ano como parte dos re quisitos obrigatórios para \nintegralização do curso. O TCC é uma atividade de s íntese e integração de \nconhecimento que tem como objetivo exercitar as hab ilidades desenvolvidas ao longo \ndo curso. \n O TCC será coordenado por Comissão própria e orien tado por regulamentação \nespecífica. \n \n9.1.3 Programa tutorial acadêmico (PTA) \n O Programa Tutorial Acadêmico (PTA) é um programa de tutoria, com ampla \nabrangência, que reúne projetos e ações destinados a integração do discente à vida ", "37": "37 \n \n \n acadêmica, dando-lhe suporte para construção de seu  itinerário formativo. O PTA do \nBCT servirá de referencial para o Programa Tutorial  Acadêmico deste projeto, uma vez \nque os dois ciclos são indissociáveis do ponto de v ista da integralização da Engenharia \nQuímica.   \n O PTA tem como objetivo promover a integração disc ente, nos âmbitos \nprofissional, acadêmico e social; acompanhar o disc ente em seu percurso formativo, \ndando-lhe suporte para transpor obstáculos encontra dos ao longo da vida acadêmica; \nnivelar os conhecimentos e suprir defasagens na apr endizagem, de forma a auxiliar o \ndiscente em seu desempenho nas unidades curriculare s. \n Como principal atividade do programa, destaca-se o  acompanhamento do \nestudante por um professor-tutor, que auxiliará o e studante a construir itinerários \nformativos, no caso do primeiro ciclo (BCT), e acom panhará o discente quanto às suas \nescolhas durante seu percurso no curso de Engenhari a Química. \nO PTA será coordenado por Comissão própria e orient ado por regulamentação \nespecífica. \n \n9.1.4 Estágio Obrigatório \n O Estágio  Obrigatório tem por objetivo oferecer o portunidade de aprendizagem \naos estagiários, constituindo-se em instrumento de integração, de treinamento prático, \nde aperfeiçoamento técnico-cultural, científico e d e relacionamento humano. Esse \nestágio pode ocorrer dentro e fora da UNIFAL-MG, me diante celebração de convênio. \n O estágio obrigatório está articulado com a propos ta de inserção do egresso do \nCurso de Engenharia Química no mundo do trabalho, c ontribuindo para a formação do \nestudante, inclusive com a finalidade de promover a  integração universidade/empresa. \nConsiste em atividades realizadas pelos acadêmicos em indústrias, empresas, centros de \npesquisa ou universidades, em que se propicia a apl icação e ampliação dos \nconhecimentos e habilidades desenvolvidas ao longo do processo formativo, \ndisponibilizando condições para exercício da compet ência técnica, por meio do contato \ndireto com as atividades fins do egresso da Engenha ria Química. \n O Estágio Obrigatório será coordenado por Comissão  própria e orientado por \nregulamentação específica. ", "38": "38 \n \n \n Conforme § 1º, do artigo 10, da Lei 11.788/08, o es tudante poderá realizar 40 \n(quarenta) horas semanais, nos períodos em que não estão programadas aulas \npresenciais. (Retificado pela Resolução 015 de 05 de maio de 202 1) \n \n9.1.5. Estágio Não Obrigatório  \nAlém do Estágio Obrigatório, o estudante do curso d e Engenharia Química \npoderá também realizar outro(s) estágio(s), de cará ter não obrigatório, a fim de \ncomplementar seu itinerário formativo. \n O estágio não obrigatório será coordenado por Comi ssão própria e orientado por \nregulamentação específica. \n Conforme § 1º, do artigo 10, da Lei 11.788/08, o es tudante poderá realizar 40 \n(quarenta) horas semanais, nos períodos em que não estão programadas aulas \npresenciais. (Retificado pela Resolução 015 de 05 de maio de 202 1) \n \n9.2 Perfil gráfico do curso \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 2 - Perfil gráfico do curso  \n \n \n \n9.3 Dinâmica curricular \n", "39": "39 \n \n \n  A seguir é apresentada a dinâmica curricular recome ndada para o percurso \nformativo do discente do curso de Engenharia Químic a. \n Os seis primeiros semestres se referem ao primeiro  ciclo do curso, enquanto os \nquatro últimos se referem ao segundo ciclo do curso . O 10º período destina-se à \nrealização de estágio obrigatório, trabalho de conc lusão de curso e finalização do \ncumprimento das atividades complementares. Portanto , nesse período não estão \nprevistas unidades curriculares a serem cursadas. \n Cabe ressaltar que no primeiro ciclo (BCT), o disc ente tem flexibilidade para \nelaborar seu plano de estudos. \nDinâmica Curricular \n \n1º Período \nCódigo Unidades Curriculares CH \nteórica CH \nPrática CH \nTotal \n Álgebra Linear 72 0 72 \n Comunicação e Expressão 36 0 36 \n Estrutura Atômica e Molecular 36 0 36 \n Fundamentos de Biologia 0 36 36 \n Funções de Uma Variável 72 0 72 \n Introdução às Carreiras Tecnológicas 36 0 36 \n Introdução à Computação 36 0 36 \n Recursos Computacionais I 0 36 36 \nCarga Horária Total 360 \n \n2º Período \nCódigo Unidades Curriculares CH teórica CH \nPrática CH \nTotal \n Estatística e Probabilidade 72 0 72 \n Fenômenos Mecânicos 72 0 72 \n Funções e Reações Químicas 36 0 36 \n Funções de Várias Variáveis 72 0 72 \n Laboratório de Mecânica 0 36 36 \n Química Experimental I 0 36 36 \n Recursos Computacionais II 0 36 36 \nCarga Horária Total 360 \n \n3º Período \nCódigo Unidades Curriculares CH \nteórica CH \nPrática  CH \nTotal \n Fenômenos Térmicos 72 0 72 \n Introdução às Equações Diferenciais Ordinárias  36 0 36 ", "40": "40 \n \n \n  Laboratório de Termodinâmica 0 36 36 \n Projeto Multidisciplinar I 36 0 36 \n Química Experimental II 0 36 36 \n Recursos Computacionais III 0 36 36 \n Transformações Químicas 72 0 72 \n Unidades Curriculares Eletivas/Diretivas   36 \nCarga Horária Total 360 \n \n \n \n \n \n \n4º Período \nCódigo Unidades Curriculares CH \nteórica CH \nPrática CH \nTotal \n Empreendedorismo 36 0 36 \n Ética, Ciência e Sociedade 36 0 36 \n Fenômenos Eletromagnéticos 72 0 72 \n Laboratório de Eletricidade 0 36 36 \n Projeto Multidisciplinar II 36 0 36 \n Unidades Curriculares Eletivas/Diretivas*   144 \nCarga Horária Total 360 \n* UC a serem cursadas de acordo com as UC constante s nas tabelas 3 e 4 deste PPC. \nIncluído pela Resolução Colegiado Prograd nº 19/201 7, de 12 de abril de 2017.  \n \n \n5º Período \nCódigo Unidades Curriculares CH \nteórica CH \nPrática CH \nTotal \n Unidades Curriculares Eletivas/Diretivas*   360 \nCarga Horária Total 360 \n* UC a serem cursadas de acordo com as UC constante s nas tabelas 3 e 4 deste PPC. \nIncluído pela Resolução Colegiado Prograd nº 19/201 7, de 12 de abril de 2017.  \n \n \n6º Período \nCódigo Unidades Curriculares CH \nteórica CH \nPrática CH \nTotal \n Unidades Curriculares Eletivas/Diretivas*   360 \nCarga Horária Total 360 \n* UC a serem cursadas de acordo com as UC constante s nas tabelas 3 e 4 deste PPC. \nIncluído pela Resolução Colegiado Prograd nº 19/201 7, de 12 de abril de 2017.  \n \n \n7º Período \nCódigo Unidades Curriculares CH CH CH ", "41": "41 \n \n \n teórica Prática Total \n Engenharia das Reações Químicas 72 0 72 \n Fundamentos de transferência de calor e massa 72 0 72 \n Gestão Industrial e Segurança do Trabalho 72 0 72 \n Qualidade e Produtividade 36 0 36 \n Termodinâmica II 72 0 72 \n Eletiva Engenharia Química 1** 72 0 72 \nCarga Horária Total 396 \n** UC a ser cursada de acordo com as opções constan tes da tabela 5 deste PPC. \nIncluído pela Resolução Colegiado Prograd nº 19/201 7, de 12 de abril de 2017.  \n \n \n \n \n \n8º Período \nCódigo Unidades Curriculares CH \nteórica CH \nPrática CH \nTotal \n Controle de Processos 72 0 72 \n Engenharia das Reações Químicas \nHeterogêneas 36 0 36 \n Laboratório de Engenharia Química I 0 36 36 \n Engenharia Biotecnológica 72 0 72 \n Operações Unitárias II 72 0 72 \n Eletiva Engenharia Química 2 ** 72 0 72 \nCarga Horária Total 360 \n** UC a ser cursada de acordo com as opções constan tes da tabela 5 deste PPC. \nIncluído pela Resolução Colegiado Prograd nº 19/201 7, de 12 de abril de 2017.  \n \n \n9º Período \nCódigo Unidades Curriculares CH \nteórica CH \nPrática CH \nTotal \n Operações Unitárias III 72 0 72 \n Modelagem e Simulação de Processos \nQuímicos 36 36 72 \n Controle Ambiental 72 0 72 \n Processos das Indústrias Químicas e de \nAlimentos 36 0 36 \n Projetos em Engenharia Química 0 36 36 \n Laboratório de Engenharia Química II 0 36 36 \nCarga Horária Total 324 \n \n10º Período \nCódigo Unidades Curriculares CH \nteórica CH \nPrática  CH \nTotal \n *** 0 0 0 ", "42": "42 \n \n \n *** Não há unidades curriculares a serem cursadas \n  \n O perfil ideal de percurso a ser traçado pelo disc ente durante o primeiro ciclo \nformativo (BCT), com o respectivo período em que de verá ser cursada cada UC, de \nmodo a integralizar o Curso de Engenharia Química n o tempo previsto para o curso, \nconstante deste PPC, está descrito na tabela 3 (Ele tivas do BCT) e tabela 4 (Diretivas da \nEngenharia Química). Indicamos, para reforçar a com preensão, a releitura do item 9 \ndeste PPC. ", "43": "43 \n \n \n Tabela 3  - Unidades Curriculares Eletivas do BCT, obrigatórias para integralização da \nEngenharia Química, e os períodos sugeridos em que devem ser cursadas  \nPeríodo Categoria Unidades Curriculares CH \nTeórica CH \nPrática  CH \nTotal \n3 Eletiva Ciências Ambientais 36 0 36 \n5 Eletiva Mecânica dos Fluidos 72 0 72 \n5 Eletiva Representação gráfica 36 36 72 \n5 Eletiva Mecânica dos sólidos 72 0 72 \n5 Eletiva Engenharia Econômica 36 0 36 \n5 Eletiva Laboratório de Mecânica dos \nFluidos 0 36 36 \n6 Eletiva Operações Unitárias I 72 0 72 \n6 Eletiva Ciência e Tecnologia de \nMateriais 72 0 72 \n6 Eletiva Laboratório de Operações \nUnitárias I 0 36 36 \n6 Eletiva Instrumentação Industrial 72 0 72 \nCarga horária total 576 \n \n \nTabela 4 - Unidades Curriculares Diretivas da Engen haria Química, oferecidas durante o \nBCT mas obrigatórias para integralização do 2º cicl o, e os períodos sugeridos em que \ndevem ser cursadas no BCT.  \nPeríodo Categoria Unidades Curriculares CH \nTeórica  CH \nPrática  CH \nTotal \n4 Diretiva Princípios de Engenharia \nQuímica 72 0 72 \n4 Diretiva Química dos Elementos \nTeórica 36 0 36 \n4 Diretiva Química dos Elementos \nPrática 0 36 36 \n5 Diretiva Método de analise química – \nTeórica 36 0 36 \n5 Diretiva Método de analise química – \nPrática 0 36 36 \n6 Diretiva Termodinâmica I 36 0 36 \n6 Diretiva Fundamentos de Processos \nOrgânicos - Teórica 36 0 36 \n6 Diretiva Fundamentos de Processos \nOrgânicos - Prática 0 36 36 \nCarga horária total 324 \n \n ", "44": "44 \n \n \n Tabela 5 - Unidades Curriculares Eletivas da Engenh aria Química, que deverão ser \ncursadas no 2º ciclo (oferecidas pelo menos uma vez  a cada ano letivo) \nUnidades Curriculares CH \nTeórica CH \nPrática CH \nTotal \nMétodos Numéricos Aplicados à Engenharia \nQuímica 36 36 72 \nInstalações Industriais 72 0 72 \nIntegração Energética Aplicada a Processos \nQuímicos 72 0 72 \nEngenharia de Materiais 72 0 72 \nEngenharia de Bioprocessos 72 0 72 \n \nTabela 6 - Unidades Curriculares Obrigatórias da En genharia Química \n \nUnidades Curriculares CH \nTeórica CH \nPrática CH \nTotal \nEngenharia das reações químicas 72 0 72 \nFundamentos de transferência de calor e massa 72 0 72 \nGestão Industrial e Segurança do Trabalho 72 0 72 \nQualidade e Produtividade 36 0 36 \nTermodinâmica II 72 0 72 \nControle de Processos 72 0 72 \nEngenharia das reações químicas heterogêneas 36 0 3 6 \nLaboratório de Engenharia Química I 0 36 36 \nEngenharia Biotecnológica 72 0 72 \nOperações Unitárias II 72 0 72 \nOperações Unitárias III 72 0 72 \nModelagem e simulação de processos químicos 36 36 72 \nControle Ambiental 72 0 72 \nProcessos das indústrias químicas e de alimentos 36 0 36 \nProjetos em Engenharia Química 0 36 36 \nLaboratório de Engenharia Química II 0 36 36 \nCarga Horária Total 936 \n \n \n \n \n \n \n9.4 Ementários \n9.4.1 Ementário Unidades Curriculares Obrigatórias do BCT \nUnidade \nCurricular Álgebra Linear ", "45": "45 \n \n \n Ementa Matrizes reais. Sistemas. Introdução a vetores. Esp aços vetoriais reais. \nSubespaços. Combinação linear. Dependência e indepe ndência linear. \nGeradores. Base e dimensão. Transformações lineares . Núcleo e \nimagem. Autovalores e autovetores. Produto interno,  projeções, \nortogonalidade. Diagonalização. \n \nUnidade \nCurricular Comunicação e Expressão \nEmenta O processamento da leitura, a interpretação e a pro dução de textos em \nLíngua Portuguesa. A expressão das relações lógico- semânticas do \nparágrafo. A coesão e a coerência textuais. Os vari ados registros e níveis \nda língua e a obediência à norma padrão. Os gêneros  textuais \nvalorizados na sociedade letrada: Abaixo-Assinado; Artigo de opinião; \nArtigo científico; Cartaz; Mensagem eletrônica; Ofi cio; Ata; Relatório; \nRequerimento; Resumo; Resenha; Painel; Seminário. \n \nUnidade \nCurricular Empreendedorismo \nEmenta Inovação e ambiente inovador nas organizações. Cria tividade e geração \nde ideias. Fundamentos de empreendedorismo e caract erísticas dos \nempreendedores. Modelos de negócios: tradicionais, WEB, sociais, \nsustentáveis, entre outros. Estratégias, identifica ção de oportunidades e \nplanejamento de negócios. Planejamento de mercado e  financeiro. \nFontes de investimentos. Plano de negócios. \n \nUnidade \nCurricular Estatística e Probabilidade \nEmenta Estatística descritiva. Probabilidade. Variáveis al eatórias e distribuições. \nAmostragem e distribuições de amostragem. Teoria da  estimação e da \ndecisão. Regressão e correlação. \n \nUnidade \nCurricular Estrutura Atômica e Molecular \nEmenta Evolução dos modelos atômicos, Números Quânticos, E strutura \neletrônica dos átomos, Princípio de Aufbau, princíp io de exclusão de \nPauli, Regra de Hund, Periodicidade Química, Descob erta da lei \nperiódica, Principais famílias ou grupos, Periodici dade e configurações \neletrônicas, Propriedades periódicas, Ligação iônic a, Ligação Metálica, \nLigação covalente: estrutura de Lewis, carga formal , geometria \nmolecular, forças intermoleculares, Teoria da ligaç ão de Valência(TLV), \nTeoria do Orbital Molecular (TOM). \n \n \nUnidade \nCurricular Ética, Ciência e Sociedade \nEmenta Valores humanos e humanistas. Conceito de sociedade  e suas formas de ", "46": "46 \n \n \n organização política. A sociedade brasileira atual e seu histórico de \nformação: Colonização, cultura afro-brasileira e in dígena: relações \nétnico-raciais. Percepção dos direitos humanos na c onstrução das lutas \nsociais e na constituição de novos sujeitos no espa ço de decisão política. \nDireitos humanos: Conceito, origem e desenvolviment o. O preconceito e \na discriminação social. Ações afirmativas como polí ticas públicas de \ninclusão social e de direitos humanos. Sentido e du ração. A influência da \nquestão ambiental na dinâmica da sociedade contempo rânea. \nImportância da educação e conscientização ambiental . A influência do \nuso de drogas na sociedade contemporânea e sua prev enção. Influência \ndas ciências nas relações sociais, entre indivíduos  e sociedade e entre \nsociedades: aspectos culturais, comportamentais, ét icos, políticos, \neconômicos e legais. \n \nUnidade \nCurricular Fenômenos Eletromagnéticos \nEmenta Sistema de unidades eletromagnéticas. Carga elétric a. Força e campo \nelétrico. Lei de Coulomb. Lei de Gauss. Potencial e létrico. Capacitores e \ncapacitância. Dielétricos. Corrente, tensão, potênc ia e energia. Pilhas e \nacumuladores. Associação de pilhas. Resistência. Ci rcuitos de corrente \ncontínua, série, paralelo e misto. Análise de circu itos de corrente \ncontínua. Leis de Kirchoff. Circuitos equivalentes,  teoremas de redes e \ncircuitos pontes. Transitórios em circuitos CC. Cam po magnético. Lei de \nAmpère. Lei de Biot-Savart. Indução eletromagnética . Indutores e \nindutância. Noções de correntes alternadas - geraçã o monofásica. \nCircuitos R, L e C. Motores e transformadores. \n \nUnidade \nCurricular Fenômenos Mecânicos \nEmenta Grandezas leis físicas. Cinemática. Inércia e força s. Leis da dinâmica. \nAplicações da dinâmica. Atrito. Movimento circular.  Trabalho e energia \nmecânica. Lei da conservação da energia. Centro de massa. Momento \nlinear. Colisões. Lei da conservação do momento. Di nâmica de corpos \nrígidos. Momento angular. \n \nUnidade \nCurricular Fenômenos Térmicos \nEmenta Sistemas termodinâmicos. Lei zero da termodinâmica.  Dilatação \ntérmica. Temperatura e calor. Primeira lei da termo dinâmica. Processos \nirreversíveis e entropia. Segunda lei da termodinâm ica. Entropia. \nMáquinas térmicas: eficiência e ciclos. Introdução à transferência de \ncalor. Teoria cinética dos gases. Princípio da equi partição de energia. \nGases reais. \n \nUnidade \nCurricular Funções de Uma Variável \nEmenta Funções reais de uma variável real. Limite e contin uidade de funções de ", "47": "47 \n \n \n uma variável. Derivada e regras de derivação. Máxim os e mínimos de \nfunções de uma variável. Noções de integração. Teor ema fundamental \ndo cálculo. Métodos de integração. Aplicações da in tegral. \n \nUnidade \nCurricular Funções de Várias Variáveis \nEmenta Funções reais de várias variáveis reais. Limite e c ontinuidade. Derivadas \nParciais. Derivada direcional e gradiente. Regra da  Cadeia. Máximos e \nmínimos. Noções de integrais múltiplas. Aplicações de integrais \nmúltiplas. \n \nUnidade \nCurricular Funções e Reações Químicas \nEmenta Funções Inorgânicas. Reações Químicas. Funções Orgâ nicas. Fórmulas \nQuímicas. Massa e Mol. Leis das Transformações quím icas. \nPropriedades dos gases ideais. Gases Reais. Mistura  de Gases: pressões \nparciais. Leis das Transformações Químicas: Lei de Lavoisier, Lei de \nProust, Leis de Dalton. Definição de estequiometria . Equações químicas, \nbalanceamento. Estequiometria de reação. Reagente l imitante e reagente \nem excesso. Estequiometria de reações envolvendo ga ses. Pureza e \nrendimento da reação. \n \nUnidade \nCurricular Fundamentos de Biologia \nEmenta Diversidade e classificação dos seres vivos. Método s básicos em \nidentificação e classificação biológica. Biomas Bra sileiros. Evolução \ndos seres vivos. \n \nUnidade \nCurricular Introdução à Computação \nEmenta Noções de organização de computadores. Álgebra de Boole . Introdução \na sistemas operacionais. Introdução a redes de comp utadores. História \nda computação. Representação binária e hexadecimal.  \n \nUnidade \nCurricular Introdução às Carreiras Tecnológicas \nEmenta Estruturas física e organizacional e regime acadêmi co na UNIFAL-MG. \nProposta pedagógica e dinâmica curricular do Bachar elado \nInterdisciplinar em Ciência e Tecnologia (BCT). Áre as de atuação do \negresso do BCT e continuidade dos estudos: cursos d e 2o ciclo \n(bacharelados e engenharias) e pós-graduação. Ativi dades \ncomplementares: iniciação científica, PIEPEX, monit orias, atividades de \nextensão etc. Perspectivas e condições da atuação n as carreiras de \nengenharia. Perspectivas e condições de atuação nas  carreiras acadêmica \ne científica. Importância da interdisciplinaridade e da formação \ncontinuada na sociedade contemporânea. Parte das au las será ministrada \npor meio de palestras de profissionais que atuam na s áreas tecnológicas ", "48": "48 \n \n \n e científicas. Atividades em grupo na qual serão im plementados desafios \npráticos em que sejam necessários levar em consider ação criatividade, \ncustos, comunicação, trabalho em equipe. \n \nUnidade \nCurricular Introdução às Equações Diferenciais Ordinárias \nEmenta Equações diferenciais de 1ª ordem. Equações diferen ciais de 2ª ordem. \nSistemas de equações diferenciais. Aplicações. \n \nUnidade \nCurricular Laboratório de Eletricidade \nEmenta Introdução às medições elétricas, o multímetro. Med ições de resistência \nelétrica. Medições de tensão elétrica. Medições de corrente elétrica. \nCircuitos com resistência em série e em paralelo. C ircuitos com tensão \ncontínua. Medições de capacitância. Medições de ten são alternada. O \ngerador de sinais. O osciloscópio. Circuitos RC em corrente contínua e \nalternada. Medições de indutância. Circuitos RL em corrente contínua e \nalternada. Geradores elétricos. Motores elétricos. \n \nUnidade \nCurricular Laboratório de Mecânica \nEmenta Medidas Físicas e Incertezas. Tratamento de dados e statísticos. \nCinemática. Dinâmica. Apresentação de dados. Energi a. Dinâmica de \nRotações. \n \nUnidade \nCurricular Laboratório de Termodinâmica \nEmenta Grandezas termodinâmicas. Temperatura. Dilatação té rmica. Condução \nde calor. Capacidade térmica. Teste de modelo/teori a. Ciclo/Máquina \ntérmica. \n \nUnidade \nCurricular Projeto Multidisciplinar I \nEmenta Conceituação dos diferentes tipos de conhecimento h umano (senso \ncomum, mito, filosofia e ciência). A classificação das ciências (formais e \nfactuais / naturais e sociais). A pesquisa científi ca, sua natureza e pré-\nrequisitos. A elaboração e apresentação dos trabalh os acadêmicos, suas \netapas e elementos constituintes. O processo de pro dução do projeto de \npesquisa e seus elementos. Apresentação das normas da ABNT para \ntrabalhos acadêmico-científicos. \n \nUnidade \nCurricular Projeto Multidisciplinar II \nEmenta Elaboração e avaliação do projeto de pesquisa para futuro TCC/PIEPEX. \n \nUnidade \nCurricular  Química Experimental I \nEmenta Segurança no laboratório de química, conhecimento d as principais ", "49": "49 \n \n \n vidrarias, principais montagens laboratoriais e pro cedimentos de separação \nde misturas. Erros de medida (rendimento de reação,  massa e volume), \nteste de chama, propriedades periódicas dos element os, introdução ao \npreparo de soluções, determinação da solubilidade, gravimetria, reações \nquímicas, condutividade elétrica, estequiometria (r eagente limitante e \nexcesso) e forças intermoleculares. \n \nUnidade \nCurricular  Química Experimental II \nEmenta Práticas laboratoriais envolvendo conceitos da unid ade curricular de \nTransformações Químicas: solubilidade, reações ácid o-base, titulação e \npadronização, solução tampão, estequiometria de rea ção, reações de \ntransferência de elétrons, síntese orgânica, equilí brio químico, cinética \nquímica e termoquímica. \n \nUnidade \nCurricular  Recursos Computacionais I \nEmenta Introdução ao conceito de algoritmo. Representações  gráfica e textual de \nalgoritmos. Apresentação de planilhas eletrônicas. Apresentação de \nsoftware matemático (Scilab, etc.). Apresentação de  ferramentas \ncomputacionais (word, etc). Introdução ao uso de GN U / Linux. \n \nUnidade \nCurricular  Recursos Computacionais II \nEmenta Linguagem de programação. Estruturas de controle de  fluxo. Tipos de \ndados básicos. Listas. Vetores e Matrizes. Interfac es gráficas básicas. \nCriação de gráficos. Resolução sistemas lineares. A juste de curvas. Uso de \ndepurador. \n \nUnidade \nCurricular  Recursos Computacionais III \nEmenta Estruturas de controle de fluxo. Programação estrut urada. Mapas \nassociativos. Vetores e Matrizes. Arquivos. Simulaç ão de sistemas contínuo \ndeterminístico (Scicoslab). Interpolação. Resolução  sistemas não – lineares. \nFunções. Uso de depurador. \n \nUnidade \nCurricular  Transformações Químicas \nEmenta Forças intermoleculares, ponto de ebulição. Solubil idade. Soluções: \nSuspensão, Dispersão e Soluções, Unidades de Concen tração, Diluição e \nMisturas. Cinética química. Termoquímica. Equilíbri o químico, ácido base. \nSolução tampão. Titulação. Equilíbrio de solubilida de: reações de \nprecipitação, complexação, oxirredução. \n \n9.4.2 Ementário Unidades Curriculares Obrigatórias da Engenharia Química \nUnidade \nCurricular Engenharia das Reações Químicas \nEmenta Reatores químicos. Cinética das reações homogêneas.  Dimensionamento ", "50": "50 \n \n \n e análise de reatores ideais. Análise de dados ciné ticos. Reações \nmúltiplas.   \n \nUnidade \nCurricular Fundamentos de Transferência de Calor e Massa \nEmenta Mecanismos básicos de transferência e suas leis: co ndução de calor, \nradiação térmica e difusão de massa. Fluxos em regi mes permanente e \ntransiente. Transferência de massa com reação quími ca. Convecção de \ncalor e convecção de massa. Correlações experimenta is. Coeficientes \nglobais de transferência de calor e de massa. Camad as limite. \n \nUnidade \nCurricular Gestão Industrial e Segurança do Trabalho \nEmenta Os objetivos da indústria. Programações de produção . Tópicos \nrelevantes ao processo produtivo. Análises das vari áveis críticas do \nprocesso. Momento de investimento de capital. Siste mas organizacionais \ne de manutenção das linhas de produção. Previsões d e disponibilidade \nde materiais e vendas. Estudo do ambiente de trabal ho: agentes físicos, \nquímicos, biológicos, mecânicos e ergonômicos. Noçõ es básicas de \nsegurança e higiene do trabalho. Gerenciamento de R iscos. Normas e \nlegislação aplicada a Segurança no Trabalho Industr ial. \n \nUnidade \nCurricular Qualidade e Produtividade \nEmenta Controle e Dimensionamento de Estoques, Curva ABC. Principais \nprogramas de melhoria: caracterização e aplicação; Benchmarking, \nCiclo PDCA, Reengenharia dos Processos de Negócios (BPR), Kaizen, \nSix Sigma. \nConceitos básicos, definições e medidas; Indicadore s de Desempenho: \neficiência operacional, disponibilidade, grau de ut ilização, produtividade \ne conformidade; Gestão por Processos, Melhoria de P rocessos e Ciclos \nde Melhoria; Gestão da Qualidade: Métodos para Melh oria de Processos \n(MASP, Ciclo PDCA); Principais Ferramentas da Quali dade (Pareto, \nIshikawa, Correlação, Carta de Controle, Estratific ação, Histograma e \nListas de Verificação; Sistemas da Qualidade: Norma s e sua aplicação. \nRetificado pela Resolução Colegiado Prograd nº 19/2 017, de 12 de abril de 2017.  \n \nUnidade \nCurricular Termodinâmica II \nEmenta Propriedades termodinâmicas de sistemas puros e mul ticomponentes; \nEquilíbrio de fases e aplicações; Equilíbrio químic o. \n \nUnidade \nCurricular Controle de Processos \nEmenta Introdução: malha aberta; malha fechada. Modelagem de processos para \nfins de controle. Resposta dinâmica. Resposta Tempo ral. Elementos da \nmalha de controle. Controladores: ação proporcional ; ação integral; ação ", "51": "51 \n \n \n derivativa. Representação em diagramas de blocos. A nálise de \nestabilidade de malhas. Projeto e ajuste de control e realimentado. \nControle antecipatório. Controle em cascata. Estudo  de casos e \naplicações em processos. \n \nUnidade \nCurricular Engenharia das Reações Químicas Heterogêneas \nEmenta Catálise. Velocidade das reações catalíticas hetero gêneas. Reatores \nheterogêneos catalíticos. Difusão e reação em catal isadores porosos. \n \nUnidade \nCurricular Laboratório de Engenharia Química I \nEmenta Determinação de parâmetros cinéticos das reações qu ímicas \nhomogêneas e heterogêneas. Cinética das reações enz imáticas. \nDesempenho de reatores ideais e não-ideais. Prepara ção de catalisadores \nheterogêneos químicos e bioquímicos. \n \nUnidade \nCurricular Engenharia Biotecnológica \nEmenta Introdução à biotecnologia. Fundamentos de enzimolo gia. Cinética das \nreações enzimáticas. Fundamentos de microbiologia. Estequiometria da \natividade celular. Cinética dos processos fermentat ivos. Biorreatores. \nEsterilização. \n \nUnidade \nCurricular Operações Unitárias II \nEmenta Trocadores de Calor; Evaporadores; Cristalização. \n \nUnidade \nCurricular Operações Unitárias III \nEmenta Absorção; Adsorção; Destilação; Extração; Secagem. \n \nUnidade \nCurricular Modelagem e Simulação de Processos Químicos \nEmenta Fundamentos da modelagem e simulação; Desenvolvimen to de modelos \nmatemáticos; Resolução de sistemas de equações algé bricas; resolução \nde sistemas de equações diferenciais; Estudos de ca sos. \n \n \n \n \nUnidade \nCurricular Controle Ambiental \nEmenta Fundamentos e caracterização da Poluição Ambiental.   Aspectos \ninstitucionais e legais. Tecnologias para Controle da Poluição \nAmbiental. Indústrias e Meio ambiente. Tópicos de G estão Ambiental.  ", "52": "52 \n \n \n  \nUnidade \nCurricular Processos das Indústrias Química e de Alimentos \nEmenta Descrição e discussão sobre obtenção dos principais  produtos químicos \ninorgânicos, orgânicos nas indústrias químicas. Apr esentação da \nindústria química do ponto de vista econômico e apl icações dos \nprodutos. Visualização dos processos químicos em es cala real na \nindústria. Estudo da importância e aplicação das fe rramentas de \nsegurança nos processos (what if, APR e HAZOP). \n \nUnidade \nCurricular Projetos em Engenharia Química \nEmenta Desenvolvimento do projeto conceitual e básico com elaboração dos \nfluxogramas de processo (PFD) e de engenharia (P&ID ). \nDimensionamento com balanços materiais e energético s. Estimativa dos \ncustos de implantação e da viabilidade econômica do  processo. \n \nUnidade \nCurricular Laboratório de Engenharia Química II \nEmenta Determinação do coeficiente convectivo de transferê ncia de calor. \nAvaliação de desempenho de trocadores de calor. Det erminação dos \nparâmetros na cristalização. Extração, determinação  de curva de \nsecagem, processos de sorção. Destilação. Ajustar p arâmetros de um \ncontrolador automático. \n \n9.4.3 Ementário Unidades Curriculares Diretivas da Engenharia Química, \nobrigatórias para integralização do 2º ciclo \nUnidade \nCurricular Princípios de Engenharia Química \nEmenta Introdução à estequiometria industrial: variáveis d e processo. \nPropriedade de gases, líquidos e vapores. Saturação  e equilíbrios. \nBalanços de massa. Estequiometria química e balanço s de massa com \nreações químicas. Reciclos. Entalpia. Balanços de e nergia. Calores de \nreação e balanços de energia com reações químicas. Combustão. \n \nUnidade \nCurricular Química dos Elementos –  Teórica \nEmenta Ocorrência, processos industriais de obtenção, estr utura, propriedades, \ncompostos e principais aplicações dos elementos da tabela periódica. \n \nUnidade \nCurricular Química dos Elementos – Prática \nEmenta Propriedades químicas e reatividade dos elementos d o bloco s e p e seus \nprincipais compostos (óxidos, carbonatos, hidróxido s, nitratos e \nhidretos). ", "53": "53 \n \n \n  \nUnidade \nCurricular Métodos de Análise Química –  Teórica \nEmenta Técnicas de análises clássicas: volumetria de neutr alização, volumetria \nde precipitação, volumetria de complexação, volumet ria de óxido-\nredução. Técnicas de análise instrumentais: espectr ofotometria de \nabsorção e emissão molecular; espectrometria de abs orção atômica \n(FAAS e GFAAS) e emissão atômica (fotometria de cha ma e ICP OES). \nPotenciometria. Condutimetria. Métodos cromatográfi cos (CG e CLAE).  \n \nUnidade \nCurricular Métodos de Análise Química – Prática \nEmenta Experimentos envolvendo técnicas clássicas: V olumet ria ácido-base \n(forte-forte e fraco-forte), V olumetria de precipit ação (método de Mohr), \nV olumetria de complexação e V olumetria de oxido-red ução; técnicas \ninstrumentais: titulação potenciométrica, titulação  condutimétrica, \nespectrometria de absorção molecular na região do v isível e do \nultravioleta, espectrometria de emissão atômica (fo tometria de chama). \nDiscussão de erros experimentais e medidas. \n \nUnidade \nCurricular Termodinâmica I \nEmenta Introdução à físico-química; Conceitos e propriedad es termodinâmicas; \nLeis da termodinâmica; Propriedades termodinâmicas de fluidos; \nIntrodução à termodinâmica estatística. \n \nUnidade \nCurricular Fundamentos de Processos Orgânicos –  Teórica \nEmenta Fundamentos de Química Orgânica. Ligações químicas.  Teoria de \nRessonância. Hibridização. Grupos Funcionais. Força s Intermoleculares. \nReações Orgânicas. Halogenação. Nitração. Sulfonaçã o. Hidrogenação. \nOxiredução. Esterificação. Hidrólise. \n \nUnidade \nCurricular Fundamentos de Processos Orgânicos – Prática \nEmenta Técnicas de identificação de compostos orgânicos. E xtração líquido-\nlíquido. Extração sólido-líquido. Destilação. Croma tografia. \nRecristalização. Síntese Orgânica. \n \n \n9.4.4 Ementário Unidades Curriculares Eletivas do B CT, obrigatórias para \nintegralização do curso de Engenharia Química \n \nUnidade \nCurricular Ciências Ambientais \nEmenta A questão ambiental. Conceitos fundamentais em meio  ambiente; A ", "54": "54 \n \n \n Interdisciplinaridade na questão ambiental. Desenvo lvimento \nsustentável. Principais problemas ambientais. Legis lação ambiental \nfundamental. \n \nUnidade \nCurricular Mecânica dos Fluidos \nEmenta Propriedades dos fluidos. Escoamento em regime lami nar e turbulento. \nLeis fundamentais: conservação de massa, quantidade  de movimento \nlinear. Balanço Global de energia mecânica. Equação  de Bernoulli. \nMedidores de vazão. Perda de carga e coeficiente de  atrito. Teorema Pi \nde Buckingham. Análise de semelhanças. \n \nUnidade \nCurricular Representação Gráfica \nEmenta Fundamentos do desenho técnico: construções geométr icas \nfundamentais; princípios da geometria descritiva. N ormatização em \ndesenho técnico. Projeções e vistas ortográficas. C ortes e secções. \nEscalas e dimensionamento. Hachuras e Símbolos bási cos do Desenho \nTécnico. Desenhos em perspectiva. Introdução ao des enho assistido por \ncomputador (CAD): modelagem bidimensional e tridime nsional. \nDesenho de conjunto e detalhes. Representação gráfi ca utilizada nas \nengenharias. \n \nUnidade \nCurricular Mecânica dos Sólidos \nEmenta Tipos de solicitações e tensões. Estudo das tensões  e deformações no \ncarregamento axial. Estudo das tensões e deformaçõe s no carregamento \naxial. Estudo das tensões e deformações na torção. Estudo das tensões e \ndeformações na flexão. Carregamento transversal. Ca rregamento \ncombinado. Análise de tensões e deformações. Critér ios de Resistência. \nFlambagem. \n \nUnidade \nCurricular Engenharia Econômica \nEmenta Conceitos de engenharia econômica e matemática fina nceira básica. \nMétodos de análise de investimento. Obtenção de dad os de custos e a \nestruturação de problemas. Formação de preço. Análi se sob condições \nde risco, incerteza e depreciação. Juros simples e compostos. \n \n \nUnidade \nCurricular Laboratório de Mecânica dos Fluidos \nEmenta Ensaios sobre propriedades dos fluidos e escoamento  em regime laminar \ne turbulento. \n \nUnidade Operações Unitárias I ", "55": "55 \n \n \n Curricular \nEmenta Sistemas de unidades. Conversão de unidades. Conver são de unidades. \nCamada limite. Estática dos fluidos. Conceitos e cl assificação de \nOperações de Processos Unitários. Máquinas hidráuli cas. Análise \ngranulométrica. Peneiramento. Câmara gravitacional.  Elutriação. \nSedimentação. Ciclone. Filtração. Centrifugação. Ag itação e mistura. \n \nUnidade \nCurricular Ciência e Tecnologia dos Materiais \nEmenta Classificação e definição dos materiais para engenh aria – metais, \ncerâmicas, polímeros e compósitos. Estruturas dos m ateriais. \nImperfeições no arranjo cristalino. Correlação entr e ligações e \npropriedades dos materiais. Diagramas de equilíbrio . Processamento de \nmateriais. Critérios de seleção. Aplicações dos mat eriais. \n \nUnidade \nCurricular Laboratório de Operações Unitárias I \nEmenta Bombas. Análise granulométrica. Filtração. Sediment ação. Leito fixo. \nLeito fluidizado. \n \nUnidade \nCurricular Instrumentação Industrial \nEmenta Introdução à instrumentação e sua simbologia. Condi cionamento de \nsinais. Calibração de instrumentos: normas e refere ncias. Conceitos \nfísicos básicos para medição de pressão. Tipos e ca racterísticas dos \nmedidores de pressão. Conceitos físicos básicos par a medição de nível. \nClassificação e tipo de medidores de nível. Conceit os físicos básicos \npara medição de vazão. Tipos e características dos medidores de vazão. \nConceitos físicos básicos para medição de temperatu ra. Escalas de \nTemperatura. Tipos e características dos medidores de Temperatura. \nConceitos físicos básicos para medição de deslocame nto linear e \nangular. Tipos e características dos medidores de d eslocamento. \nConceitos físicos básicos para medição de proximida de. Tipos e \ncaracterísticas dos medidores de proximidade. Conce itos físicos básicos \npara medição de pH. Tipos e características dos med idores de pH. \nConceitos físicos básicos para Medição de densidade  específica. \nSegurança intrínseca. \n \n \n \n \n9.4.5. Ementário Unidades Curriculares Eletivas da Engenharia Química \n \nUnidade \nCurricular Métodos Numéricos Aplicados à Engenharia Química \nEmenta Teoria de erros numéricos. Solução numérica de sist emas de equações \nalgébricas lineares. Solução de sistemas de equaçõe s algébricas não ", "56": "56 \n \n \n lineares. Solução de sistemas equações diferenciais  ordinárias e \nequações diferenciais parciais. Integração numérica . Aplicações teóricas \ne práticas voltadas para problemas típicos da Engen haria Química. \n \nUnidade \nCurricular Instalações Industriais \nEmenta Equipamentos e Operações Unitárias na Indústria de Processos; \nProcessos Industriais Diversos; Equipamentos Acessó rios da Indústria \nde Processos; Materiais Empregados nas Indústrias d e Processos;  \nTransporte de Fluidos e Cálculos  em Tubulações Ind ustriais. \n \nUnidade \nCurricular Integração Energética Aplicada a Processos Químicos  \nEmenta Introdução. Balanços de Massa e Energia aplicados a  processos \nquímicos. Utilidades. Consumo de energia em process os químico. \nProjetos de redução de consumo de energia por meio de integração \nenergética: Tecnologia Pinch; Redes de trocadores d e calor. Análise de \nviabilidade econômica. \n \nUnidade \nCurricular Engenharia de Materiais \nEmenta Estrutura. Propriedades. Processamento. Aplicações dos Materiais \n \nUnidade \nCurricular Engenharia de Bioprocessos \nEmenta Fundamentos de bioprocessos. Biossegurança. Process os fermentativos \nindustriais. Operações unitárias aplicadas a Biopro cessos. \n \n \n \nIV DESENVOL VIMENTO METODOLÓGICO DO CURSO \n Transcorridos cinco anos de oferta do curso de Eng enharia Química, diversas \npráticas e conjuntos de técnicas e processos metodo lógicos foram aplicados e testados \ncom o intuito de vencer os obstáculos verificados n o processo de ensino e \naprendizagem, bem como superar as dificuldades enco ntradas no próprio modelo. \n Dessa forma, tanto a metodologia de ensino, como d e avaliação apresentam-se \nrevistas. ", "57": "57 \n \n \n 10 Metodologia de ensino \n Parte-se da concepção de que um ensino eficaz deve  ser de qualidade e, portanto, \norganizado em função dos alunos aos quais é dirigid o de forma a assegurar que o tempo \nconcedido para o trabalho em sala de aula seja efet ivamente dedicado à aprendizagem. \n A organização do currículo do curso prevê dois mom entos distintos e \ncomplementares: \n1)  alunos em atividades de ensino junto com o professo r: neste momento é o professor \nquem direciona o processo ou as relações de mediaçã o entre o conteúdo e o aluno, no \nqual o professor, dentre outras coisas, orienta o d esenvolvimento de atividades de \nestudo; \n2)  alunos sozinhos ou em grupos em atividades supervis ionadas de aprendizagem, ou seja, \nem contato direto com o objeto de conhecimento: nes te momento é o próprio aluno \nquem conduz seu processo de aprender, por meio das relações de estudo e a partir das \norientações recebidas em sala de aula. \n Os princípios metodológicos que dão sustentabilida de a essa organização \ncurricular são: \na)  O ensino e, portanto, a aprendizagem, extrapolam as  atividades desenvolvidas em sala \nde aula; \nb)  O saber não é pré-fabricado, tem necessidade de ser  (re)construído por cada aluno; \nc)  O processo de (re)construção do saber precisa ser c onduzido / guiado / orientado para o \nsujeito assumi-lo como seu (relações de mediação); \nd)  Nas relações de mediação acontece o desenvolvimento  das operações lógicas (ativação \ndos processos mentais) e das operações estratégicas  (influencia o desenvolvimento das \natividades intelectuais); \ne)  Não é o professor quem faz as aprendizagens e sim o  aluno: o aprender depende muito \ndo envolvimento pessoal do aluno; \nf)  A aprendizagem é um processo contínuo e intencional  que exige esforço pessoal do \naluno, e não está limitada à reprodução do conteúdo ; e \ng)  Os professores precisam ter capacidade para orienta r a organização do tempo do aluno, \npor meio do planejamento de atividades que orientem  os momentos de estudo. \n Enfim, acredita-se na necessidade do aluno assumir  uma postura de apropriação \ne compreensão do conteúdo em estudo, o que exige do  professor o planejamento das ", "58": "58 \n \n \n preleções semanais e também de atividades de fixaçã o, reforço e revisão da matéria para \nserem desenvolvidas de forma individualizada, ou em  grupos, pelos alunos após cada \nencontro didático em sala de aula. \nNesse sentido, o planejamento pedagógico do process o de ensino e \naprendizagem, portanto, deve estimular a atuação cr ítica e criativa do estudante, na \nidentificação e resolução de problemas, considerand o os aspectos políticos, econômicos, \nsociais, ambientais e culturais que permanentemente  envolvem as questões relacionadas \nao mundo contemporâneo; deve estimular uma visão e atuação ética e humanística, para \nque os futuros profissionais de engenharia percebam  e atendam as demandas da \nsociedade. Tudo isso com vistas a permitir que o es tudante aprenda a aprender, de forma \nautônoma e contínua, em um processo efetivamente in terdisciplinar. Essas concepções \nconduzirão ao alcance do perfil do egresso e à cons trução das competências e \nhabilidades apresentadas nesse PPC. \n  A metodologia empregada consta de aulas expositiv as, atividades práticas e \nexperimentais em laboratório ou campo, com equipame ntos e aplicativos adequados \npara cada atividade. Entretanto, para além dessas a ulas, poderão ser consideradas as \nmetodologias ativas de ensino, nas quais se incluem  atividades de dispersão. Essas \natividades, coordenadas e acompanhadas pelo docente , visam a promoção de outros \nespaços de aprendizagem que não somente a sala de a ula. Para tanto, o professor tem \nautonomia para desenvolver formas efetivas de acomp anhamento das atividades de \ndispersão. Essa previsão vai ao encontro do que pre vê as DCN para os cursos de \nEngenharia, no sentido de dar ênfase à necessidade de se reduzir o tempo em sala de \naula, favorecendo o trabalho individual e em grupos  de estudantes (CNE, CES, \nResolução 11/2002). O curso está estruturado de for ma a organizar os conteúdos por \nmeio de unidades curriculares, seminários, práticas , projetos, dentre outros. \nDesenvolvimento de projetos, atividades de iniciaçã o científica e de extensão também \ncomplementam o instrumental pedagógico. \n Todo o planejamento metodológico, contemplando as formas de \nacompanhamento das atividades, as metodologias ativ as e as atividades de dispersão \nque poderão ser previstas, bem como o alinhamento a os objetivos previstos, deve ser \ndevidamente explicitado no Plano de Ensino das unid ades curriculares, pois este \ndocumento representa o contrato didático do docente  para com os estudantes. ", "59": "59 \n \n \n   \n11 Metodologia de avaliação \n Os processos avaliativos visam o aperfeiçoamento e  a atualização das práticas, \nconceitos e objetivos das propostas definidas no pr ojeto pedagógico. Os processos \navaliativos devem ser sistemáticos e orientados seg undo as instâncias a que se \nsubmetem. \n \n11.1 Avaliação do Projeto Político-Pedagógico \n De acordo com as DCN dos cursos de Engenharia, as concepções curriculares do \ncurso devem ser permanentemente acompanhadas e aval iadas, a fim de permitir os \najustes que se fizerem necessários ao seu aperfeiço amento (CNE, CES, Resolução \n11/2002). \n Nesse sentido, o Núcleo Docente Estruturante (NDE)  da Engenharia Química \ntem competência para analisar, acompanhar e avaliar  a execução do Projeto Político-\nPedagógico do Curso (PPC), segundo o que preconiza a Resolução 1/2010 da \nCONAES. \n São atribuições do NDE elaborar e acompanhar o PPC  em colaboração com a \ncomunidade, avaliando-o e atualizando-o de acordo c om as necessidades do Curso; \napresentar relatórios de acompanhamento e avaliação  do PPC ao Colegiado para \nconhecimento e providências; contribuir para a cons olidação do perfil profissional do \negresso; zelar pela integração curricular interdisc iplinar entre as diferentes atividades de \nensino constantes no currículo; zelar pelo cumprime nto das Diretrizes Curriculares \nNacionais para os Cursos de Graduação em Engenharia . \n A resolução interna 21/2010, do Conselho de Ensino , Pesquisa e Extensão \n(CEPE), da UNIFAL-MG, destaca que o “NDE de cada cu rso de graduação terá \natribuições consultivas, propositivas e de assessor ia sobre matéria de natureza \nacadêmica” e, de tal forma, realiza a avaliação per manente do PPC do curso. \n \n11.2 Avaliação do processo de ensino-aprendizagem \n A avaliação da aprendizagem é realizada por meio d o acompanhamento contínuo \ndo aluno e dos resultados por ele obtidos nas prova s escritas ou trabalhos de avaliação ", "60": "60 \n \n \n de conhecimento, nos exercícios de classe ou extrac lasse, nas outras atividades \nescolares e provas parciais. \n Compete ao professor da unidade curricular elabora r os exercícios escolares sob \nforma de provas de avaliação e demais trabalhos, be m como julgar e registrar os \nresultados. A avaliação deve ser processual e diver sificada, valorizando a construção do \nconhecimento ao longo do desenvolvimento da unidade  curricular. É responsabilidade \ndo professor da unidade curricular estabelecer, no Plano de Ensino, as formas e os \nmomentos em que as avaliações ocorrerão, de tal for ma a atender os objetivos da \nunidade e do curso, expressos neste PPC. Assim, a a valiação do processo de ensino e \naprendizagem deve levar em consideração o que preco niza as DCN dos cursos de \nEngenharia, no sentido de que as avaliações dos alu nos deverão basear-se nas \ncompetências, habilidades e conteúdos curriculares desenvolvidos (CNE, CES, \nResolução 11/2002). \n Os demais procedimentos de avaliação da aprendizag em obedecerão ao disposto \nno Regulamento Geral dos Cursos de Graduação (UNIFA L-MG, 2016), sendo que \ndeverão ser considerados os seguintes aspectos rele vantes aos processos de avaliação: \n• definição de critérios e objetivos da avaliação; \n• clareza quanto aos métodos e instrumentos utilizado s; e \n• adequação dos instrumentos às atividades pedagógica s e institucionais. \n \n11.3 Avaliação interna do curso \n Segundo a Portaria MEC nº 2.051/2004 que regulamen ta a lei nº 10.861/2004, as \natividades de avaliação interna serão realizadas pe la Comissão Própria de Avaliação \n(CPA), contemplando a análise global e integrada do  conjunto de dimensões, estruturas, \nrelações, compromisso social, atividades, finalidad es e responsabilidades sociais da \ninstituição de educação superior, com o objetivo de  identificar o perfil e o significado da \natuação destas instituições, pautando-se pelos prin cípios do respeito à identidade e à \ndiversidade das instituições. \n Nesse sentido, a Comissão Própria de Avaliação (CP A) da UNIFAL-MG conduz \ne articula o processo contínuo de autoavaliação da universidade, em todas as suas \nmodalidades de ação, com o objetivo de fornecer inf ormações sobre o desenvolvimento ", "61": "61 \n \n \n da instituição, bem como acompanhar as ações implem entadas para a melhoria de \nqualidade do ensino. \n Com base em tais objetivos, ao visar a qualidade d o ensino, contempla-se a \navaliação interna do curso. Questões didático-pedag ógicas são trazidas para o interior da \nautoavaliação institucional, de forma que se verifi que e acompanhe o desenvolvimento \ndo curso. A autoavaliação se configura, portanto, c omo um instrumento de gestão \npedagógica, que subsidia o permanente aprimoramento  do curso. \n \n11.4 Avaliação externa do curso – SINAES \n A avaliação externa do curso é realizada pelo Sist ema Nacional da Educação \nSuperior (SINAES), instituído pela lei nº 10.861/20 04. Conforme as diretrizes do \nMinistério da Educação, este sistema tem por finali dade a melhoria da qualidade da \neducação superior, a orientação da expansão da sua oferta, o aumento permanente da \nsua eficácia institucional e efetividade acadêmica e social e, especialmente, a promoção \ndo aprofundamento dos compromissos e responsabilida des sociais das instituições de \neducação superior. Com isso, pretende-se a valoriza ção da missão pública da educação \nsuperior, a promoção dos ideais democráticos, o res peito à diferença e à diversidade, a \nafirmação da autonomia e da identidade instituciona l. \n Conforme a Portaria 2.051/2004, o SINAES promoverá  a avaliação das  \ninstituições de educação superior, de cursos de gra duação e de desempenho acadêmico \nde seus estudantes, sob a coordenação e supervisão da Comissão Nacional de Avaliação \nda Educação Superior (CONAES). \n A avaliação dos cursos de graduação será realizada  de acordo com o Ciclo do \nSINAES, por Comissões Externas de Avaliação de Curs os, constituídas por especialistas \nem suas respectivas áreas do conhecimento. A Avalia ção do Desempenho dos \nEstudantes se dará mediante a aplicação do Exame Na cional do Desempenho dos \nEstudantes – ENADE, ambas instituídas pelo INEP (In stituto Nacional de Estudos e \nPesquisas Educacionais Anísio Teixeira). \n \n \n ", "62": "62 \n \n \n V ESTRUTURA DE FUNCIONAMENTO DO CURSO \n Para que os objetivos do curso sejam atingidos, é necessário contar com o \nrespaldo de estruturas que permitam a prática das a ções previstas nesse documento e de \nagentes que as levem a efeito. \n Desse modo, todo o projeto se fundamenta nos recur sos humanos, corpo docente \ne pessoal técnico-administrativo, que se servirá do s recursos físicos disponíveis, como \nbiblioteca, instalações, recursos de informática e comunicação e toda a infraestrutura \ninstitucional, exposta na sequência. \n \n12 Recursos físicos, tecnológicos e outros \n12.1 Biblioteca \n O Sistema de Bibliotecas da Universidade Federal d e Alfenas é uma estrutura \ncom bibliotecas em: Alfenas (Biblioteca Central – S ede e Biblioteca da Unidade \nEducacional – Campus Santa Clara); Poços de Caldas (Biblioteca do campus  de Poços \nde Caldas) e Varginha (Biblioteca do campus  de Varginha). \n Cada uma das bibliotecas foi concebida como espaço  de ação cultural, para \npromover o suporte e o apoio às atividades de pesqu isa, ensino e extensão, no âmbito da \ngraduação e pós-graduação, de forma a oferecer subs ídios às diferentes linhas de \npesquisa acadêmica. O Sistema de Bibliotecas da Uni versidade Federal de Alfenas \ndisponibiliza serviços ao seu corpo social e à comu nidade local. \n Periodicamente, a política de desenvolvimento de c oleções é revisada, com a \nfinalidade de garantir a sua adequação à comunidade  universitária, aos objetivos da \nbiblioteca e aos da própria Instituição. \n Para o campus de Poços de Caldas, a Biblioteca Setorial possui 45 0 m 2 com 130 \nassentos, 4 salas de estudos em grupo, 5 salas de e studos individual, além de 10 \ncomputadores para uso em pesquisa e trabalhos acadê micos; 65 escaninhos para guardar \nbolsas e mochilas. Possui duas catracas para o cont role de fluxo de usuários. \n Possui um acervo informacional de 2.092 títulos e 7.963 exemplares de livros, \nincluindo 24 dissertações; 434 títulos e 2.684 fasc ículos de periódicos; 42 títulos e 64 \nexemplares de CDs.    ", "63": "63 \n \n \n  A Biblioteca do campus  de Poços de Caldas atende em média 1.300 usuários \ncadastrados, entre alunos de graduação e pós-gradua ção, professores e técnico-\nadministrativos. \n A consulta ao acervo é aberta à comunidade em gera l e a Biblioteca oferece aos \nusuários os seguintes serviços cooperativos e convê nios: \n• orientação bibliográfica (manual e automatizada); \n• comutação bibliográfica; \n• empréstimo domiciliar; \n• empréstimo entre as bibliotecas da UNIFAL-MG; \n• normalização bibliográfica; \n• visitação orientada; \n• treinamento de usuários; \n• serviços de alerta de periódicos; \n• exposição e divulgação de últimas aquisições; \n• catalogação na fonte; \n• reserva de livros; \n• levantamento bibliográfico quando solicitado; \n• serviço de Disseminação de Informação – SDI e \n• acesso ao portal de periódicos da CAPES. \n \n A Biblioteca Setorial participa de intercâmbio ent re bibliotecas e outras IES por \nmeio de permuta da Revista Científica da Universida de Federal de Alfenas, com \npublicação anual. \n As bibliotecas da UNIFAL-MG possuem convênio com a  Rede Bibliodata-FGV , \nrede nacional de catalogação cooperativa, visando a  agilização dos serviços de \ncatalogação, redução dos custos, além da difusão do s acervos bibliográficos. \n A Biblioteca possui o software de gerenciamento So phia, que permite a \nintegração dos acervos e serviços das bibliotecas d a UNIFAL-MG, e também \ndisponibilizam serviços de renovação, reservas e co nsulta ao catálogo, via web. A \nBiblioteca Setorial também possui 10 computadores c om acesso à internet, à disposição \ndos usuários. \n ", "64": "64 \n \n \n 12.2 Tecnologia da Informação \n A instituição coloca à disposição da comunidade ac adêmica um amplo sistema \nde equipamentos de informática. O número total de c omputadores instalados nos \ncampus  de Alfenas, Poços de Caldas e Varginha ultrapassam  as 500 unidades. Esses \nequipamentos se encontram disponíveis para as ativi dades administrativas, técnicas e de \ncoordenação nas áreas de ensino, pesquisa e extensã o. \n O campus  de Poços de Caldas conta com uma estrutura de info rmática formada \npor aproximadamente 200 computadores ligados em red e e 7 redes de internet sem fio \nque atendem todo os edifícios do campus.  \n Especificamente para o corpo discente, no campus d e Poços de Caldas, estão à \ndisposição 03 laboratórios de Informática, com 120 computadores instalados em rede, \ncom acesso à internet. Além desses, existem 10 comp utadores na Biblioteca, também \ncom acesso à internet. \n O campus  dispõe de uma equipe técnica especializada em soft ware dedicada à \nmanutenção, atualização e aprimoramento do funciona mento de redes e computadores. \nUma sala de multimídia com 65 lugares está disponív el para realizações de \nwebconferências. \n Considerando a modalidade de Educação a Distância,  a UNIFAL-MG conta com \no Centro de Educação Aberta e a Distância (CEAD) co mo um órgão responsável pela \ncoordenação, supervisão, assessoramento e pela pres tação de suporte técnico para \nexecução de atividades na área de Educação Aberta e  a Distância (EAD). O CEAD \noferece, por meio da plataforma Moodle, ferramentas  que atendem cursos presenciais, \nsemipresenciais ou à distância, através de mecanism os que possibilitam a \nautoaprendizagem com a mediação de recursos didátic os sistematicamente organizados, \napresentados em diferentes suportes de informação. \n \n12.3 Infraestrutura do Campus Poços de Caldas \n Atualmente, a estrutura física para atendimento da s demandas administrativas e \nacadêmicas conta com 07 prédios, ocupados da seguin te forma: \n• prédio A (998 m²):  40 salas distribuídas entre diretoria e secretaria  do campus, \ncoordenadorias administrativas e acadêmicas, biblio teca (com suas respectivas salas de \nestudo), consultório médico, sala de reuniões, unid ade especial CDTI - Poços de Caldas ", "65": "65 \n \n \n (Centro de desenvolvimento Tecnológico e de Inovaçã o de Poços de Caldas), serviço de \nreprografia, copa e salas dos Grupos PET;    \n• prédio B (2.380 m²):  07 salas de aula, 02 laboratórios de informática, \nCoordenadoria de Registro e Controle Acadêmico, sup orte audiovisual, Diretório \nCentral dos Estudantes e espaços para os racks de i nternet e elétrica; \n• prédio C (1.500 m²):  11 laboratórios, dentre os quais os Multiusuários I, II, III, \nIV, V e VI, laboratório de Biotecnologia (Biotech),  laboratório geral de pós-graduação, \nlaboratórios de Espectrofotometria e Cromatografia Ambiental (LECA), de \nMicroscopia, de Ciência e Engenharia de Materiais I I; sala de reagentes, sala de preparo \nde aulas e sala dos Programas de Educação Tutorial (PET); \n• prédio D (1.000 m²):  restaurante universitário, cantina, almoxarifado, serviços \ngerais e sala dos vigilantes; \n• prédio E - anexo ao prédio B (1.524 m²): 09 salas de aula; 01 sala de estudos \npara mestrandos e 01 sala de aula exclusiva para me strado; 01 laboratório de \ninformática; 01 cluster de computadores; 01 sala de  videoconferência; \n• prédio F (2.896,74 m²):  ocupado pelo Instituto de Ciência e Tecnologia \n(estrutura administrativa e salas de docentes); Coo rdenadoria de Extensão; \nCoordenadoria de Assuntos Comunitários e Estudantis ; Assessoria Pedagógica; \nSecretaria das Coordenações de cursos; salas de reu nião; auditório; consultório (CIAS) \ne copa. \n• prédio G (863 m²):  Laboratórios das Engenharias. Atende às Engenharia s \nAmbiental, de Minas e Química, com as oficinas: 1) Elétrica e Eletrônica, 2) Mecânica \nTorno e Fresa e 3) Engenharia de Minas;   \n• laboratórios “FINEP” (480 m²):  projeto financiado pela Agência Brasileira da \nInovação – FINEP, também para atendimento das deman das dos novos cursos;   \n• praça de esportes (4.000 m²):  espaço destinado à prática esportiva de alunos e \nservidores, como forma de promover a saúde e a inte gração da comunidade \nuniversitária; \n• prédio I - anfiteatro (750 m²):  espaço destinado à realização de eventos do \nCampus  Poços de Caldas, tanto para a comunidade interna, como para a externa, com \nlotação de 450 pessoas; ", "66": "66 \n \n \n • prédio J:  (1470 m²):  prédio com 3 pavimentos divididos em 106 gabinetes  \nindividuais para pós-doutorados, professores e dire ção do ICT; \n• prédio K - Serviços Gerais (4000 m²):  prédio com 2 pavimentos destinado à \nabrigar escritórios e oficinas do setor de serviços  gerais do campus . \n• prédio L - laboratórios “Cemara” (480 m²):  projeto financiado pela \nAgência Brasileira da Inovação – FINEP, também para  atendimento das \ndemandas dos novos cursos e dos cursos de pós-gradu ação; \n \n13 Corpo docente e pessoal técnico-administrativo \n O Instituto de Ciência e Tecnologia conta com um c orpo docente composto por \nprofessores efetivos, professores substitutos e em situação de lotação provisória. A \ndireção da Unidade Acadêmica se compromete com a al ocação do corpo, de forma a \natender as exigências do curso de Engenharia Químic a. \n Tanto o Instituto de Ciência e Tecnologia, quanto o Campus Avançado \ndisponibilizam um corpo técnico administrativo para  apoio ao desenvolvimento das \natividades do curso. \n Dentre as atividades desenvolvidas pelos docentes do Instituto de Ciência e \nTecnologia, a pesquisa exerce papel fundamental pel a intensa interação com as \natividades de ensino e extensão, demandada pelo Bac harelado Interdisciplinar em \nCiência e Tecnologia. \n Em função do perfil de formação do corpo docente ( cerca de 85% de Doutores e \n15% de Mestres), sua maior parte integra Grupos de Pesquisa registrados no Conselho \nNacional de Desenvolvimento Científico e Tecnológic o (CNPq), como Líder de Grupo \nou Pesquisador em diferentes áreas. \n \n13.1 Demonstrativo do corpo docente \n Os docentes lotados no Instituto de Ciência e Tecn ologia atuam diretamente no \ndesenvolvimento do BCT, 1º ciclo, cuja atribuição d e aulas é efetivada pela direção do \nICT. Já aqueles docentes que pertencem ao Núcleo de  Engenharia Química além de  \npoderem atuar no 1º ciclo, atuam também nesse curso  de  2º ciclo, cuja atribuição de \naula é, igualmente, efetivada pela direção do ICT. ", "67": "67 \n \n \n  Do quadro docente, 100% pertence ao regime de trab alho de 40 horas com \ndedicação exclusiva, o que muito beneficia a ativid ade-fim, que é o ensino, a pesquisa e \na extensão. \nQuadro 1 - Demonstrativos do Corpo Docente do ICT.  \n  Efetivos Cooperação \nTécnica e \nPVNS Lotação \nProvisória  Substitutos  Total \nNúmero \nde \ndocentes BCT 66 \n03 01 05 93 Engenharia \nQuímica 18 \nRetificado pela Resolução Colegiado Prograd nº 19/2 017, de 12 de abril de 2017. \n \n13.2 Demonstrativo do pessoal técnico-administrativ o \n O Campus Avançado de Poços de Caldas e o Instituto  de Ciência e Tecnologia \napresentam corpo técnico-administrativo altamente q ualificado, composto por diversos \nespecialistas, mestres e doutores. \n No quadro de pessoal técnico-administrativo observ a-se diversificadas \nqualificações, de modo a apoiar a atividade-fim, de ntre as quais pode-se listar: \nadministrador; analistas de sistemas; assistente so cial; bibliotecários; pedagogo; \nquímico; técnicos em assuntos educacionais; auxilia res administrativos; técnicos de \ntecnologia da informação; técnicos de laboratório d e diferentes áreas. \n Toda a composição do quadro técnico se dá por serv idores efetivos e em regime \nde trabalho de 40 horas semanais. \nQuadro 2 - Demonstrativo do Corpo Técnico do ICT e Campus . \n Campus  Avançado de Poços de Caldas  ICT Total \nNúmero de técnicos \nadministrativos em \neducação (TAE) 33 18 51 \nRetificado pela Resolução Colegiado Prograd nº 19/2 017, de 12 de abril de 2017. \n \n14. Bibliografia Básica e Complementar – Descrição de critérios e parâmetros de \nescolha \nOs Apêndices trazem as referências bibliográficas d as unidades curriculares do \nprimeiro e segundo ciclo do curso, que, dado o cará ter dinâmico do saber e dos \nprocessos de ensino e aprendizagem, podem ser revis tas e atualizadas pelos docentes em \nseus Planos de Ensino. ", "68": "68 \n \n \n VI. REFERÊNCIAS \n \nALMEIDA FILHO, N. M.; SOUSA SANTOS, B. A Universidade no século XXI : Para \numa Universidade Nova. Coimbra: Almedina, 2008. \n \nAMUDSON, N. Frontiers in Chemical Engineering , National Academy Press, \nWashington D.C., 1988. \n \nBalanço da Economia Mineira e Brasileira em 2012 e perspectivas para 2013 . \nFIEMG, 2012. \n \nBRASIL. Ministério da Educação. Diretrizes Curriculares Nacionais do Curso de \nGraduação em Engenharia.  Resolução CNE 11/2002. MEC, 2002. Disponível em: \nhttp://portal.mec.gov.br/cne/arquivos/pdf/CES112002 .pdf. Acesso em 15 jul. 2016. \n \nBRASIL. Ministério da Educação.  Portaria MEC 2051/2004. Regulamenta os \nprocedimentos de avaliação do Sistema Nacional de A valiação da Educação \nSuperior (SINAES), instituído na Lei no 10.861, de 14 de abril de 2004.  MEC, 2004. \nDisponível em: http://portal.mec.gov.br/arquivos/pd f/PORTARIA_2051.pdf. Acesso em \n24 ago. 2016. \n \nBRASIL. Decreto n° 6.096, de 24 de abril de 2007. Institui o Programa de Apoio a \nPlanos de Reestruturação e Expansão das Universidad es Federais – REUNI. Presidência \nda República. Brasília, DF: Diário Oficial da União , 2007. \n \nBRASIL- Ministério da Educação. Secretaria de Educa ção Superior. Documento \nelaborado pelo Grupo de Trabalho instituído pela Po rtaria SESu/MEC No. 383, de 12 de \nabril de 2010. Referenciais Orientadores para os Bacharelados Inte rdisciplinares e \nSimilares . Brasília, DF: MEC/SES, 2010 \n \nBRASIL. Decreto n° 13.005, de 15 de dezembro de 2010. Institui o Programa \nNacional da Educação – PNE 2011-2020. Presidência d a República. Brasília, DF: \nDiário Oficial da União, 2010. \n \nCOMISSÃO NACIONAL DE A V ALIAÇÃO DO ENSINO SUPERIOR ( CONAES). \nResolução  n° 01 de 17 de junho de 2010. Normatiza o Núcleo Docente Estruturante e \ndá outras providências. CONAES, 2010. Disponível em : \nhttp://portal.mec.gov.br/index.php?option=com_docma n&view=download&alias=6885-\nresolucao1-2010-conae&Itemid=30192. Acesso em 24 ag o. 2016. \nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSITCA-IBG E. Pesquisa \nNacional por Amostra de Domicílio (PNAD) - Indicado res Sociais 2012.  \nObservatório do Plano Nacional de Educação. Disponí vel em: \nhttp://www.ibge.gov.br/home/estatistica/populacao/t rabalhoerendimento/pnad2012/defa \nult_sintese.shtm. Acesso em 24 ago. 2016. \n \nPainel Regional da Indústria Mineira  - Regional Sul. FIEMG, 2013. \n ", "69": "69 \n \n \n PISA. Programme for International Student Assesstment . Organização para a \nCooperação Econômica e Desenvolvimento, 2005. \n \nSILV A, P. R. A Formação Profissional Unificada  - Engenharia Tronco. CONFEA - \nAnais – 6º CNP, Rio de Janeiro, 2008. \n \nUFBA. UNIVERSIDADE FEDERAL DA BAHIA. Projeto Pedagógico do Curso de \nBacharelado Interdisciplinar em Ciência e Tecnologi a . Salvador, 2010. Disponível \nem:http://cacetufba.files.wordpress.com/2010/05/pro jetobi-ct-2009-29abril2010-final-\nprograd.pdf. Acesso em 15 de janeiro de 2010. \n \nUNIVERSIDADE FEDERAL DE ALFENAS. Resolução CONSUNI 56/2007.  \nAprovação do Programa de Apoio a Planos de Reestrut uração e Expansão das \nUniversidades Federais. Alfenas: UNIFAL-MG, 2007. \n \nUNIVERSIDADE FEDERAL DE ALFENAS. Resolução CEPE nº 21/2010. Núcleo \nDocente Estruturante. Alfenas: UNIFAL-MG, 2010. \n \nUNIVERSIDADE FEDERAL DE ALFENAS. Plano de Desenvolvimento \nInstitucional 2011 a 2015. Alfenas: UNIFAL-MG, 2013. \n \nUNIVERSIDADE FEDERAL DE ALFENAS. Resolução CEPE 013/2013. Aprova o \nRegulamento Geral dos Cursos de Graduação. Alfenas:  UNIFAL-MG, 2013. \n \nUNIVERSIDADE FEDERAL DE ALFENAS. Resolução CONSUNI 100/2015.  \nAprova o Plano de Desenvolvimento Institucional 201 6 a 2020. Alfenas: UNIFAL-MG, \n2015. \n \nUNIVERSIDADE FEDERAL DE ALFENAS. Resolução CEPE 015/2016.  Aprova o \nRegulamento Geral dos Cursos de Graduação. Alfenas:  UNIFAL-MG, 2016. \n \nUNIVERSIDADE FEDERAL DE ALFENAS. Resolução CEPE nº 32/2015, \nRetificado pela Resolução CEPE nº 12/2016. Projeto Político-Pedagógico do BCT . \nAlfenas: UNIFAL-MG, 2016. \n \nXA VIER, A. R. C. Universidade Nova: desafios para a prática pedagógi ca numa \nperspectiva interdisciplinar . Rio Claro: UNESP, 2014 (Dissertação de Mestrado).  \n ", "70": "70 \n \n \n VII. APÊNDICES \n Os Apêndice A, B, C, D e E trazem as referências b ibliográficas do curso, que, \ndado ao caráter dinâmico do saber e dos processos d e ensino e aprendizagem, podem ser \nrevistas e atualizadas pelos docentes em seus Progr amas de ensino. \n O Apêndice F apresenta a tabela de equivalência da s unidades curriculares do \nPPC Resolução CEPE n. 027/2011 com este PPC de Rees truturação (2016). \n \nApêndice A - Relação de Bibliografias Básica e Complementar da s Unidades \nCurriculares Obrigatórias do BCT, 1º ciclo da Engen haria Química  \n \nUnidade \nCurricular Álgebra Linear \nBibliografia básica \nANTON, H.; RORRES, C. Álgebra Linear com aplicações . Porto Alegre: Bookman, \n2001. \nBOLDRINI, J. L. et al. Álgebra Linear. São Paulo: H arbra e Row do Brasil, 1986. \nSTEINBRUCH, A.; WINTERLE, P. Álgebra linear. Rio de  Janeiro: Makron Books, \n1987. \nBibliografia complementar \nBARONE JR, M. Álgebra linear. São Paulo: IME-USP, 1 988. \nBOULOS, P., CAMARGO, I. Geometria Analítica. São Pa ulo: Prentice Hall, 2005. \nCALLIOLI, C. A.; DOMINGUES, H; COSTA, R. C. F. Álge bra linear e aplicações. \nSão Paulo: Atual, 2003. \nCOELHO, F. U.; LOURENÇO, M. L. Um curso de Álgebra Linear. São Paulo: Editora \nda Universidade de São Paulo-EDUSP, 2001. \nLIMA, E. L. Álgebra linear. Rio de Janeiro: IMPA, 1 998. \n \nUnidade \nCurricular Comunicação e Expressão \nBibliografia básica \nABREU, A.S. Curso de redação. São Paulo: Ática, 200 4. \nAZEREDO, J.C. Gramática Houaiss da Língua Portugues a redigida de acordo com a \nnova ortografia. São Paulo: Publifolha, 2009. \nGARCIA, O. M. Comunicação em prosa moderna: aprenda  a escrever, aprendendo a \npensar. Rio de Janeiro: FGV , 2006. \nBibliografia complementar \nBAZERMAN, C. Gêneros textuais, tipificação e intera ção. São Paulo: Cortez, 2005. \nFARACO, C.A.; TEZZA, C.C. Prática do texto para est udantes universitários. \nPetrópolis: V ozes, 2005. \nFIORIN, J. L.; SA VIOLI, F. P. Lições de texto: leit ura e redação. São Paulo: Ática, \n1996. \nGUIMARÃES, E. A articulação do texto. São Paulo: Át ica, 2007. \nSERAFINI, M. T. Como escrever textos. Trad. Maria A ugusta B. de Mattos. Rio de \nJaneiro: Globo, 1989. ", "71": "71 \n \n \n  \nUnidade \nCurricular Empreendedorismo \nBibliografia básica \nBESSANT, J. TIDD, J. Inovação e empreendedorismo. P orto Alegre: Bookman, 2009. \nDORNELAS, J. C. A. Empreendedorismo: transformando ideias em negócios. 4.ed. Rio \nde Janeiro: Elsevier, 2012. \nSTUTELY , Richard. O guia definitivo: Plano de negóc ios. Porto Alegre: Bookman, \n2012. \n \nBibliografia complementar \nBARON, R. A. e SHANE, S. A. Empreendedorismo: Uma V isão Do Processo. São \nPaulo: Thomson Learning, 2006. \nBURGELMAN, R. A. et al. Gestão Estratégica da Tecno logia e da Inovação: Conceitos \ne Soluções. São Paulo: McGraw Hill, 2012. \nDRUCKER, P. Inovação e Espírito Empreendedor: Práti ca e Princípios. São Paulo: \nCengage Learning, 2008. \nOECD. Manual de Oslo: Proposta de Diretrizes para C oleta e Interpretação de Dados \nsobre Inovação Tecnológica. Brasília: FINEP, 2005. \nOLIVEIRA, M. G. et al. Roadmapping: uma abordagem e stratégica para o \ngerenciamento de inovação em produtos, serviços e t ecnologias. Rio de Janeiro: \nCampus , 2012. \n \nUnidade \nCurricular Estatística e Probabilidade \nBibliografia básica \nFERREIRA, D. F. Estatística básica. Lavras: Editora  UFLA, 2009. \nMAGALHÃES, M.N.; Lima, C. P. Noções de Probabilidad e e Estatística. São Paulo: \nEditora EDUSP, 2008. \nMONTGOMERY , D.C.; Runger, G.C. Estatística Aplicada  e Probabilidade para \nengenheiros. São Paulo: Editora LTC, 2009. \n \nBibliografia complementar \nMAGALHÃES, M.N. Probabilidade e Variáveis aleatória s. São Paulo: Editora EDUSP, \n2006. \nMORETTIN, L. G. Estatística básica: probabilidade e  inferência. São Paulo: Pearson \nPretince Hall, 2010. \nMORETTIN, L. G. Estatística básica. São Paulo: Makr on Books, 2005. \nSPIEGEL, M. R. Estatística: resumo da teoria, 875 p roblemas resolvidos, 619 \nproblemas propostos. São Paulo: McGraw-Hill, 1974. \nWALPOLE, R. E.; MYERS, R.; MYERS, S. L.; YE, K. Pro babilidade e estatística para \nengenharia e ciências. 8. ed. São Paulo: Pearson Pr entice Hall, 2009. \n \n \n \n \n \n ", "72": "72 \n \n \n Unidade \nCurricular Estrutura Atômica e Molecular \nBibliografia básica \nATKINS, P.; JONES. L. Princípios de química: questi onando a vida moderna e o meio \nambiente. Porto Alegre: Bookman, 2006. \nBROWN, T. L. et al. Química, a ciência central. São Paulo: Pearson Pren tice-Hall, \n2005. \nRUSSEL, J.B. Química Geral . São Paulo: McGraw-Hill  do Brasil, 1994. \n \nBibliografia complementar \nLEE, J. D. Química inorgânica: não tão concisa. São  Paulo: Edgar Blücher, 2008. \nCHANG, R. Química Geral – conceitos essenciais. São  Paulo: McGraw-Hill, 2006. \nKOTZ, J. C.; TREICHEL JR., P. M. Química geral e re ações químicas – Volume 2. São \nPaulo: Cengage Learning, 2005. \nRUSSEL, J.B. Química Geral. São Paulo: McGraw-Hill do Brasil, 1982. \nMAHAN, B.H.; MEYERS, R.J. Química, um curso Univers itário. São Paulo: Editora \nEdgard Blucher, 1998. \n \nUnidade \nCurricular Ética, Ciência e Sociedade \nBibliografia básica \nCHALMERS, A. O que e ciência, afinal? São Paulo: Br asiliense, 1983. \nCHASSOT, A. A Ciência através dos tempos. 8 Impress ão. São Paulo: Moderna, 1994. \nFOUREZ, Gèrard. A construção das ciências. Introduç ão à filosofia e à ética das \nciências. São Paulo: Editora Unesp, 1995. \n \nBibliografia complementar \nBRASIL. Livro branco: Ciência, Tecnologia e Inovaçã o. Brasília: Ministério de Ciência \ne Tecnologia, 2002. Disponível em: http :// www . m ct . gov . br / upd_ blob /0004 \n/4744.pdf. Acesso em: 07 de julho de 2011. \nFLECK, L. Gênese e desenvolvimento de um fato cient ífico. Belo Horizonte: \nFabrefactum, 2010. \nHOBSBAWN, E. Era dos Extremos – o breve século XX. São Paulo: Companhia das \nLetras, 1995. \nKUHN, T. A estrutura das revoluções científicas. Sã o Paulo: Perspectiva, 2000. \nSCHWARTZMAN, S. Ciência, Universidade e Ideologia: a política do conhecimento. \nRio de Janeiro: Centro Edelstein de Pesquisas Socia is, 2008. \n \nUnidade \nCurricular Fenômenos Eletromagnéticos \nBibliografia básica \nNUSSENZVEIG, H. M. Curso de Física Básica. V olume 3 . São Paulo: Edgard Blucher, \n2002. \nJEWETT JR, J. W.; SERWAY , R. A.; Física para cienti stas e engenheiros. V olume 3. \nSão Paulo: Cengage Learning, 2012. \nTIPLER, P. A.; MOSCA, G. Física para cientistas e e ngenheiros. V olume 2. Rio de \nJaneiro: LTC, 2009. \n ", "73": "73 \n \n \n Bibliografia complementar \nCHA VES, A. Física Básica: Eletromagnetismo. Rio de Janeiro: LTC Editora, 2007. \nASSIS, A. K. T. Os Fundamentos experimentais e hist óricos da eletricidade. São Paulo: \nEditora Livraria da Física, 2011. \nHAYT JR., W. H., BUCK, J. A. Eletromagnetismo. São Paulo: McGraw Hill, 2013. \nPURCELL, E. M., MORIN, D. J. Electricity and magnet ism. Cambridge: Cambridge, \n2013. \nREITZ, J. R., MILFORD, F. J., CHRISTY , R. W. Fundam entos da teoria \neletromagnética. São Paulo: Campus , 1982. \n \nUnidade \nCurricular Fenômenos Mecânicos \nBibliografia básica \nNUSSENZVEIG, H. M. Curso de Física Básica. V olume 1 . São Paulo: Edgard Blucher, \n2002. \nJEWETT JR, J. W.; SERWAY , R. A. Física Para Cientis tas E Engenheiros. V olume 1. \nSão Paulo: CENGAGE LEARNING, 2012. \nTIPLER, P. A.; MOSCA, G. Física para cientistas e e ngenheiros. V olume 1. Rio de \nJaneiro: LTC, 2009. \n \nBibliografia complementar \nCHA VES, A., Física Básica: Mecânica. Rio de Janeiro : LTC, 2007. \nSYMON, K. R. Mecânica. Rio de Janeiro: Campus, 1996 . \nSEARS, F.; YOUNG, H.; FREEDMAN, R. A.; ZEMANSKY , M.  W. Física I – \nMecânica. Rio de Janeiro: São Paulo, 2008. \nFEYNMAN, R. P.; LEIGHTON, R. B.; SANDS, M. Lições d e Física de Feynman. \nPorto Alegre: Bookman, 2008. \nNETO, J. B. Mecânica Newtoniana, Lagrangiana e Hami ltoniana. São Paulo: Editora \nLivraria da Física, 2004. \n \nUnidade \nCurricular Fenômenos Térmicos \nBibliografia básica \nNUSSENZVEIG, H. M. Curso de Física Básica. V olume 2 . São Paulo: Edgard Blucher, \n2002. \nJEWETT JR, J. W.; SERWAY , R. A. Física para cientis tas e engenheiros. Volume 2. São \nPaulo: Cengage Learning, 2012. \nTIPLER, P. A.; MOSCA, G. Física para cientistas e e ngenheiros - V olume 1. Rio de \nJaneiro: LTC, 2009. \n \nBibliografia complementar \nCHA VES, A. Física Básica: Gravitação / Fluidos / On das / Termodinâmica. Rio de \nJaneiro: LTC, 2007. \nOLIVEIRA, M. J. Termodinâmica. São Paulo: Editora l ivraria da física, 2012. \nPAULI, W. Thermodynamics and the kinetic theory of gases. New York: Dover Science, \n2000. \nSCHRODINGER, E. Statistical thermodynamics. New Yor k: Dover Science, 1989. \nFERMI, E. Thermodynamics. New York: Dover Science, 1937. ", "74": "74 \n \n \n Unidade \nCurricular Funções de Uma Variável \nBibliografia básica \nFLEMMING, D.M.; GONÇALVES, M. B. Cálculo A: funções , limite, derivação, \nintegração. 5. ed. São Paulo: Pearson, 2004. \nSIMMONS, J. F. Cálculo com geometria analítica. São  Paulo: Pearson, 1988. V .1. \nSTEWART, J. Cálculo. 6. ed. São Paulo: Cengage Lear ning, 2010. V . 1. \nBibliografia complementar \nA VILA, G. Cálculo das funções de uma variável. 7. e d. Rio de Janeiro: LTC, 2004. \nEDWARDS, L. Cálculo com aplicações. 6. ed. Rio de J aneiro: LTC, 2005. \nHOFFMANN, L.; BRADLEY , G. D. Cálculo: um curso mode rno e suas aplicações. \n9. ed. São Paulo: Editora LTC, 2008. \nHOWARD, A. Cálculo: um novo horizonte. 6. ed. Porto  Alegre: Bookmsn, 2000. V . 1. \nTHOMAS, G. B. Cálculo. 11. ed. São Paulo: Pearson, 2009. V . 1. \n \nUnidade \nCurricular Funções de Várias Variáveis \nBibliografia básica \nLEITHOLD, L. O Cálculo Com Geometria Analítica – V o lume 2. São Paulo: Harbra, \n1994. \nSIMMONS, G. F. Cálculo Com Geometria Analítica – V o lume 2. São Paulo: Makron \nBooks, 1997. \nSTEWART, J. Cálculo – V olume 2. São Paulo: Cengage Learning, 2009. \nBibliografia complementar \nGONÇALVES, M. B.; FLEMMING, D. M. Cálculo B: funçõe s de várias variáveis, \nintegrais múltiplas, integrais curvilíneas e de sup erfície. São Paulo: Person, 2007. \nGUIDORIZZI, H. L. Um Curso de Cálculo – V olume 2. R io de Janeiro: LTC, 2001. \nKAPLAN, W. Cálculo Avançado – V olume 1. São Paulo: Edgard Blücher, 1995. \nSWOKOWSKI, EARL W. Cálculo com Geometria Analítica - – V olume 2. São Paulo: \nMakron Books, 1994. \nTHOMAS, G. B. Cálculo. São Paulo: Pearson, 2009. \n \nUnidade \nCurricular Funções e Reações Químicas \nBibliografia básica \nATKINS, P.; JONES. L. Princípios de química: questi onando a vida moderna e o meio \nambiente. Porto Alegre: Bookman, 2006. \nBROWN, T. L. et al. Química, a ciência central. São Paulo: Pearson Pren tice-Hall, \n2005. \nRUSSEL, J.B. Química Geral. São Paulo: McGraw-Hill do Brasil, 1994. \nBibliografia complementar \nLEE, J. D. Química inorgânica: não tão concisa. São  Paulo: Edgar Blücher, 2008. \nCHANG, R. Química Geral – conceitos essenciais. São  Paulo: McGraw-Hill, 2006. \nKOTZ, J. C.; TREICHEL JR., P. M. Química geral e re ações químicas – Volume 2. São \nPaulo: Cengage Learning, 2005. \nRUSSEL, J.B. Química Geral. São Paulo: McGraw-Hill do Brasil, 1982. \nMAHAN, B.H.; MEYERS, R.J. Química, um curso Univers itário. São Paulo: Edgard \nBlucher, 1998. ", "75": "75 \n \n \n  \nUnidade \nCurricular Fundamentos de Biologia \nBibliografia básica \nCAMPBELL, N. A. et el. Biologia. Porto Alegre: Artm ed, 2010. \nESTEVES, F.A. Estrutura, funcionamento e manejo de ecossistemas brasileiros. Rio de \nJaneiro: Programa de Pós-Graduação em Ecologia - In stituto de Biologia da \nUniversidade Federal do Rio de Janeiro, 1995. \nPURVES, W. K.; SADA V A, D.; GORDON, H. O; HELLER, H. C. Vida: a Ciência da \nBiologia. Porto Alegre: Artmed, 2002. \n \nBibliografia complementar \nCURTIS, H. Biologia. Rio de Janeiro: Guanabara Koog an, 1977. \nJUNQUEIRA, L.C.; CARNEIRO, J. Biologia Celular e Mo lecular. Rio de Janeiro: \nGuanabara Koogan, 2005. \nPURVES, W. K.; SADA V A, D.; GORDON H. O.; HELLER, H. C. Vida: a Ciência da \nBiologia. Porto Alegre: Artmed, 2002. \nRA VEN, P. H., RAY F. E.; SUSAN, E. Biologia Vegetal . Rio de Janeiro: Guanabara \nKoogan, 2001. \nRICKLEFS, R. Economia da Natureza. Rio de Janeiro: Guanabara Koogan, 2010. \n \nUnidade \nCurricular Introdução à Computação \nBibliografia básica \nFEDELI, R. D.; GIULIO, E.; POLLONI, F.; PERES, F. E . Introdução a ciência da \ncomputação. São Paulo: Thomson Pioneira, 2003. \nSTALLINGS, W. Arquitetura e organização de computad ores. São Paulo: Prentice Hall, \n2002. \nKUROSE, J. F; ROSS, K. W. Redes de computadores e a  internet. São Paulo: Pearson \nAddison Wesley, 2006. \n \nBibliografia complementar \nFORBELLONE, A. L. V; EBERSPACHER, H. F., Lógica de programação. São Paulo: \nMakron Books, 2005. \nFARRER, H. et al. Algoritmos estruturados. Rio de J aneiro: Guanabara Dois, 1999. \nTERADA, R. Desenvolvimento de algoritmos e estrutur as de dados. São Paulo: \nMakron, [s./d.]. \nLEISERSON, C. E.; STEIN, C.; RIVEST, R. l..; CORMEN , T. H. Algoritmos: teoria e \nprática. Rio de Janeiro: Campus , 2002. \nCOUTINHO MENEZES, N. N. Introdução à programação co m Python, Rio de Janeiro: \nNOV ATEC, 2010. \n \n \n \n \n \n \n ", "76": "76 \n \n \n Unidade \nCurricular Introdução às Carreiras Tecnológicas \nBibliografia básica \nBAZZO, W. A.; PEREIRA, L.T.V . Introdução à Engenhar ia: conceitos, ferramentas e \ncomportamentos. Florianópolis: Editora da UFSC, 200 8. \nCARV ALHO, M. C. M. Construindo o saber: metodologia  científica, fundamentos e \ntécnicas. Campinas: Papirus, 2008. \nGIL, A.C. Como elaborar projetos de pesquisa. São P aulo: Atlas, 2010. \n \nBibliografia complementar \nBROCKMAN, J. B. Introdução à engenharia: modelagem e solução de problemas. Rio \nde Janeiro: LTC, 2010. \nGOYATÁ, S.L.T. et al. Manual de normalização para e laboração de trabalhos \nacadêmicos, dissertações e teses da UNIFAL-MG. Alfe nas: UNIFAL-MG, 2006. \nBRAGA, B.; HESPANHOL, I. Introdução a engenharia am biental. São Paulo: Pearson \nPrentice Hall, 2005. \nCREMASCO, M. A. Vale a pena estudar engenharia quím ica. São Paulo: Edgard \nBlucher, 2005. \nHARTMAN, H. L. Introductory mining engineering. Chi chester: Wilet, 2002. \n \nUnidade \nCurricular Introdução às Equações Diferenciais Ordinárias \nBibliografia básica \nBOYCE W., DIPRIMA R. Equações Diferencias Elementar es e problemas de Valores e \ncontorno. Rio de Janeiro: Livros Técnicos e Científ icos, 2006. \nZILL D., CULLEN M. Equações Diferencias – V olume 1.  São Paulo: Pearson Makron \nBooks, 2001. \nZill, D.G.. Equações Diferenciais com Aplicações em  Modelagem. São Paulo: Cengage \nLearning, 2011. \n \nBibliografia complementar \nCLAUS, I. D., LOPES, A. O. Equações diferenciais or dinárias. Rio de Janeiro: IMPA, \n2008. \nEDWARDS, J.R., PENNEY , D. E. Equações Diferenciais Elementares com Problemas \nde Contorno. São Paulo: Editora Prentice-Hall do Br asil, 1995. \nFIGUEIREDO, D. G., NEVES, A. F. Equações Diferencia is Aplicadas. Rio de Janeiro: \nColeção Matemática Universitária IMPA, 1997. \nMOTTA, A. Equações diferenciais: introdução. Floria nópolis: IFSC, 2009. \nSANTOS, R. J. Introdução ás Equações Diferenciais O rdinárias. Belo Horizonte: \nImprensa Universitária da UFMG, 2011. \n \n \n \n \n \n \n \n ", "77": "77 \n \n \n Unidade \nCurricular Laboratório de Eletricidade \nBibliografia básica \nPERUZZO, J. Experimentos de física básica - eletrom agnetismo, física moderna e \nciências espaciais. São Paulo: Editora Livraria da Física, 2013. \nCAPUANO, F. G., MARINO, M. A. M. Laboratório de ele tricidade e eletrônica. São \nPaulo: Editora Érica, 2007. \nOGURI, V . Estimativas e erros em experimentos de fí sica. Rio de Janeiro: EDUERJ, \n2005. \n \nBibliografia complementar \nSEARS, F.; YOUNG, H.; FREEDMAN, R. A.; ZEMANSKY , M.  W. Física III – \nEletromagnetismo. São Paulo: Addison Wesley, 2008. \nCOOKE, C. An introduction to experimental physics. Boca Raton: CRC PRESS, 1996. \nVUOLO J. H. Fundamentos da teoria de erros. São Pau lo: Edgard Blucher, 1996. \nHELENE, O. Método dos mínimos quadrados com formali smo matricial. São Paulo: \nEditora Livraria da Física, 2006. \nALVES, E. S.; SPEZIALI, N. L.; CAMPOS, A. A. Física  experimental básica na \nUniversidade. Belo Horizonte: Editora UFMG, 2008. \n \nUnidade \nCurricular Laboratório de Mecânica \nBibliografia básica \nTAYLOR, JOHN R. Introdução a análise de erros. Port o Alegre: Bookman, 2012. \nPERUZZO, J. Experimentos De Física Básica: Mecânica . São Paulo: Editora Livraria \nda Física, 2012. \nVUOLO, J. H. Fundamentos da Teoria de Erros. São Pa ulo: Edgard Blucher, 1996. \n \nBibliografia complementar \nSEARS, F.; YOUNG, H.; FREEDMAN, R. A.; ZEMANSKY , M.  W. Física I – \nMecânica. São Paulo: Editora Addison Wesley, São Pa ulo, 2008. \nHELENE, O. A. M. & V ANIN, V . R. Tratamento Estatíst ico de Dados Em Física \nExperimental. São Paulo: Edgard Blucher, 1991. \nHELENE, O. Método dos mínimos quadrados com formali smo matricial. São Paulo: \nEditora Livraria da Física, 2006. \nALVES, E. S.; CAMPOS, A. A. Fisica experimental bás ica na Universidade. Belo \nHorizonte: Editora UFMG, 2008. \nDUNLAP, R. A. Experimental Physics. Oxford: Oxford University Press, 1988. \n \nUnidade \nCurricular Laboratório de Termodinâmica \nBibliografia básica \nTAYLOR, J. R. Introdução a análise de erros. Porto Alegre: Bookman, 2012. \nPERUZZO, J. Experimentos de física básica: termodin âmica, ondulatória e óptica. São \nPaulo: Editora Livraria da Física, 2012. \nVUOLO, J. H. Fundamentos da teoria de erros. São Pa ulo: Edgard Blucher, 1996. \n \nBibliografia complementar ", "78": "78 \n \n \n SEARS, F.; YOUNG, H.; FREEDMAN, R. A.; ZEMANSKY , M.  W. Física II – \nTermodinâmica e Ondas. São Paulo: Addison Wesley, 2 008. \nHELENE, O. A. M. & V ANIN, V . R. Tratamento Estatíst ico De Dados Em Física \nExperimental. São Paulo: Edgard Blucher, 1991. \nHELENE, O., Método dos mínimos quadrados com formal ismo matricial. São Paulo: \nEditora Livraria da Física, 2006. \nALVES, E. S.; SPEZIALI, N. L.; CAMPOS, A. A. Física  experimental básica na \nUniversidade. Belo Horizonte: Editora UFMG, 2008. \nDUNLAP, R. A. Experimental Physics. Oxford Universi ty Press, 1988. \n \nUnidade \nCurricular Projeto Multidisciplinar I \nBibliografia básica \nCARV ALHO, M.C.M. Construindo o saber: metodologia c ientífica, fundamentos e \ntécnicas. Campinas: Papirus, 2008. \nGIL, A.C. Como elaborar projetos de pesquisa. São P aulo: Atlas, 2010. \nGOYATÁ, S.L.T. et al . Manual de normalização para elaboração de trabalhos  \nacadêmicos, dissertações e teses da UNIFAL-MG. Alfe nas: UNIFAL-MG, 2006. \n \nBibliografia complementar \nBARROS, A.J.P.; LEHFELD, N.A.S. Projeto de pesquisa : propostas metodológicas. \nPetrópolis: V ozes, 2008. \nBRUSCATO, W. Quem tem medo da monografia? São Paulo : Saraiva, 2010. \nGIL, A. C. Estudo de Caso. São Paulo: Atlas, 2009. \nHINDLE, T. Como fazer apresentações. São Paulo: Pub lifolha, 2005. \nMAGALHÃES, M.N.; LIMA, A.C.P. Noções de probabilida de e estatística. São Paulo: \nEDUSP, 2005. \n \nUnidade \nCurricular Projeto Multidisciplinar II \nBibliografia básica \nBARROS, A.J.P.; LEHFELD, N.A.S. Projeto de pesquisa : propostas metodológicas. \nPetrópolis: V ozes, 2010. \nCARV ALHO, M.C.M. Construindo o saber: metodologia c ientífica, fundamentos e \ntécnicas. Campinas: Papirus, 2008. \nGOYATÁ, S.L.T. et al. Manual de normalização para e laboração de trabalhos \nacadêmicos, dissertações e teses da UNIFAL-MG. Alfe nas: UNIFAL-MG, 2006. \n \nBibliografia complementar \nARENALES, S., DAREZZO, A. Cálculo Numérico. Aprendi zagem com Apoio de \nSoftware . São Paulo: Thomson, 2008. \nBRUSCATO, W. Quem tem medo da monografia? São Paulo : Saraiva, 2010. \nCARV ALHO, M.C.M. Construindo o saber: metodologia c ientífica, fundamentos e \ntécnicas. Campinas: Papirus, 2008. \nGIL, A.C. Como elaborar projetos de pesquisa. São P aulo: Atlas, 2010. \nMAGALHÃES, M.N.; LIMA, A.C.P. Noções de probabilida de e estatística. São Paulo: \nEDUSP, 2005. \n ", "79": "79 \n \n \n Unidade \nCurricular Química Experimental I \nBibliografia básica \nATKINS, P.; JONES. L. Princípios de química: questi onando a vida moderna e o meio \nambiente. Porto Alegre: Bookman, 2006. \nBROWN, T. L. et al. Química, a ciência central. São Paulo: Pearson Pren tice-Hall, \n2005. \nRUSSEL, J.B. Química Geral – V olume 1 e 2. São Paul o: McGraw-Hill do Brasil, \n1994. \n \nBibliografia complementar \nLEE, J. D. Química inorgânica: não tão concisa. São  Paulo: Edgar Blücher, 2008. \nCHANG, R. Química Geral – conceitos essenciais. São  Paulo: McGraw-Hill, 2006. \nKOTZ, J. C.; TREICHEL JR., P. M. Química geral e re ações químicas – Volume 2. São \nPaulo: Cengage Learning, 2005. \nRUSSEL, J.B. Química Geral. São Paulo: McGraw-Hill do Brasil, 1982. \nMAHAN, B.H.; MEYERS, R.J. Química, um curso Univers itário. São Paulo: Editora \nEdgard Blucher, 1998. \n \nUnidade \nCurricular Química Experimental II \nBibliografia básica \nATKINS, P.; JONES L. Princípios de Química: questio nando a vida moderna e o meio \nAmbiente. Porto Alegre: Bookman, 2001. \nBROWN, T.L. Química – A Ciência Central. São Paulo:  Pearson – Prentice Hall, 2005. \nKOTZ, J. C.; TREICHEL JR., P. M. Química geral e re ações químicas – Volume 2. São \nPaulo: Cengage Learning, 2005. \n \nBibliografia complementar \nMAHAN, B.H.; MEYERS, R.J., Química, um curso Univer sitário. São Paulo: Editora \nEdgard Blucher, 1998. \nRUSSEL, J.B.; Química Geral I e II. São Paulo, McGr aw-Hill do Brasil, 3. ed., 1994. \nBRADY , J. E. & HUMISTON, G. E. Química Geral - Livr os Técnicos e Científicos. \nBACCAN, N.; ANDRADE, J.C.; GODINHO, O.E.S; BARONE, J.S., Química \nAnalítica Quantitativa Elementar, 3.ed. Revisada, E d. Edgard Blücher, 2008. \nVOGEL, A. I. Análise Orgânica – V olumes 1, 2 e 3. S ão Paulo: Ao Livro Técnico, \n1984. \n \nUnidade \nCurricular Recursos Computacionais I \nBibliografia básica \nFEDELI, R. D.; GIULIO, E.; POLLONI, F.; PERES, F. E . Introdução a ciência da \ncomputação. São Paulo: Thomson Pioneira, 2003. \nFORBELLONE, A. L. V; EBERSPACHER, H. F. Lógica de p rogramação. São Paulo: \nMakron Books, 2005. \nFARRER, H. et al. Algoritmos estruturados. Rio de J aneiro: Guanabara Dois, 1999. \n \nBibliografia complementar ", "80": "80 \n \n \n TERADA, R. Desenvolvimento de algoritmos e estrutur as de dados.  São Paulo: \nMakron, [s./d.]. \nLEISERSON, C. E.; STEIN, C.; RIVEST, R. l.; CORMEN,  T. H. Algoritmos: teoria e \nprática. Rio de Janeiro: Campus , 2002. \nCOUTINHO MENEZES, N. N., Introdução à programação c om Python. Rio de \nJaneiro: NOV ATEC, 2010. \nARENALES, S.; DAREZZO, A. Cálculo numérico: aprendi zagem com apoio de \nsoftware. São Paulo: Thomson Learning, 2008. \nRUGGIERO, M. A. G.; ROCHA, V . L. Cálculo Numérico: aspectos teóricos e \ncomputacionais. São Paulo: McGraw-Hill, 2002. \n \nUnidade \nCurricular Recursos Computacionais II \nBibliografia básica \nFORBELLONE, A. L. V; EBERSPACHER, H. F. Lógica de p rogramação. São Paulo: \nMakron Books, 2005. \nFARRER, H. et al. Algoritmos estruturados. Rio de J aneiro: Guanabara Dois, 1999. \nCOUTINHO MENEZES, N. N. Introdução à programação co m Python. Rio de Janeiro: \nNOV ATEC, 2010. \n \nBibliografia complementar \nLEISERSON, C. E.; STEIN, C.; RIVEST, R. l..; CORMEN , T. H. Algoritmos: teoria e \nprática. Rio de Janeiro: Campus , 2002. \nARENALES, S.; DAREZZO, A. Calculo numérico: aprendi zagem com apoio de \nsoftware. São Paulo: Thomson Learning, 2008. \nRUGGIERO, M. A. G.; ROCHA, V . L. Calculo Numérico: aspectos teóricos e \ncomputacionais. São Paulo: McGraw-Hill, 2002. \nBARROSO, C. F. et al. Cálculo numérico (com aplicaç ões). São Paulo: Harbra, 1987. \nSCHILDT, H. C - completo e total. São Paulo: Makron  Books, [s.d.]. \n \nUnidade \nCurricular Recursos Computacionais III \nBibliografia básica \nFORBELLONE, A. L. V; EBERSPACHER, H. F., Lógica de programação. São Paulo: \nMakron Books, 2005. \nFARRER, H. et al. Algoritmos estruturados. Rio de J aneiro: Guanabara Dois, 1999. \nBARROSO, C. F. et al. Calculo numérico (com aplicaç ões). São Paulo: Harbra, 1987. \n \nBibliografia complementar \nMIZRAHI, V . V . Treinamento em Linguagem C. São Paul o: Pearson Prentice Hall, \n2008. \nTENENBAUM, A. M. Estruturas de dados usando C. São Paulo: Makron Books, [s.d.]. \nWIRTH, NIKLAUS. Algoritmo e Estrutura de Dados. Rio  de Janeiro, RJ: Prentice-Hall \ndo Brasil, c1989. \nDROZDEK, A. Estrutura de dados e algoritmos em C++,  São Paulo: Pioneira Thomson \nLearning, 2002. \nTHOMAS, H. C. Algoritmos: teoria e prática. Rio de Janeiro, RJ: Elsevier / Campus , \n2002. ", "81": "81 \n \n \n  \nUnidade \nCurricular Transformações Químicas \nBibliografia básica \nATKINS, P.; JONES. L. Princípios de química: questi onando a vida moderna e o meio \nambiente. Porto Alegre: Bookman, 2006.Química, a ci ência central. São Paulo: Pearson \nPrentice-Hall, 2005. \nRUSSEL, J.B. Química Geral – V olumes 1 e 2. São Pau lo: McGraw-Hill do Brasil, \n1994. \nBibliografia complementar \nLEE, J. D. Química inorgânica: não tão concisa. São  Paulo: Edgar Blücher, 2008. \nCHANG, R. Química Geral – conceitos essenciais. São  Paulo: McGraw-Hill, 2006. \nKOTZ, J. C.; TREICHEL JR., P. M. Química geral e re ações químicas – Volume 2. São \nPaulo: Cengage Learning, 2005. \nRUSSEL, J.B. Química Geral. São Paulo: McGraw-Hill do Brasil, 1982. \nMAHAN, B.H.; MEYERS, R.J. Química, um curso Univers itário. São Paulo: Editora \nEdgard Blucher, 1998. \n \n \nAPÊNDICE B - Relação de Bibliografias Básica e Complementar das Unidades \nCurriculares Obrigatórias da Engenharia Química \nUnidade \nCurricular Engenharia das Reações Químicas \nBibliografia básica \nBUTT, J. B. Reaction Kinetics and Reactor Design. P rentice-Hall, Englewood Cliffs, \nNew Jersey, 1980. \nFOGLER, H. S. Elementos de engenharia das reações q uímicas. 3 ed. LTC, 2002. \nLEVENSPIEL, O. Engenharia das reações químicas, 3 e d. Edgard blucher, 2000. \n \nBibliografia complementar \nDA VIS, M. E.; DA VIS, R. J. Fundamentals of Chemical  Reaction Engineering. \nMcGraw Hill, 2003. \nFROMENT, Gilbert H.; BISCHOFF, Kennet B. Chemical r eactor analysis and design. 2 \ned. John Wiley & Sons, Cingapura, 1990. \nHILL, C. G. An Introduction to Chemical Engineering  Kinetics & Reactor Design. John \nWiley & Sons, New York, 1977. \nROBERTS, G. W. Reações químicas e reatores químicos , 1 ed. LTC, 2010. \nSMITH, J.M. Chemical Engineering Kinetics. 3 ed. Ne w York: McGraw Hill, 1981. \n \nUnidade \nCurricular Fundamentos de Transferência de Calor e Massa \nBibliografia básica \nINCROPERA, F. P.; DEWITT, D. P.; BERGMAN, T.L.; LA V INE, A.S. Fundamentos \nda Transferência de Calor. Livros Tecnicos e Cientí ficos, Rio de Janeiro, 7ª Ed., 2014. \nWELTY , J. et al. Fundamentals of Momentum, Heat, an d Mass Transfer. 5. ed. N.J.: \nJohn Wiley & Sons, 2007. \nHOLMAN, J. P.  Heat Transfer, McGraw-Hill, 1986 \nGEANKOPLIS, C. J. Transport processes and separatio n process principles (includes ", "82": "82 \n \n \n unit operations). 4. ed. Prentice Hall, 2009.  \n \nBibliografia complementar \nBIRD, R.B.; STEWART W.E.; LIGHTFOOT, E.N. Fenomenos  de Transporte. Ed. LTC. \n2004. \nSISSON, L. E.; PITTS, D. R. Fênomenos de Transporte . Livros Técnicos e Científicos \nEditora S. A., 2001. \nLIENHARD-IV , J. H.; LIENHARD-V , J. H. A Heat Transf er textbook. 3ª ed, Phlogiston \nPress, 2006 \nCUSSLER, E. L. Diffusion: mass transfer in fluid sy stems. 3ª ed. Cambrigde: \nCambrigde University Press, 2007. (Cambrigde Series  in Chemical Engineering) \nCREMASCO, M.A. Fundamentos de transferência de mass a. Ed. Blucher, 2016. \nBENNETT, C. O.; MYERS, J. E. Momentum, heat and mas sa transfer. 3ª ed., McGraw-\nHill, 1982. \n \nUnidade \nCurricular Gestão Industrial e Segurança do Trabalho \nBibliografia básica \nARAÚJO, L. C. G. Organização, Sistemas e Métodos e as Tecnologias de Gestão \nOrganizacional. Atlas, 3a Ed., 2010. \nGOI JUNIOR, R. Prática de Gestão. Ciência Moderna, 1a Ed., 2010. \nLOBO, R. N. Gestão da Produção. Érica. 1a Ed., 2010 . \nSALIBA, T. M. et alli. Higiene do Trabalho e Progra ma de Prevenção de Riscos \nAmbientais. São Paulo: LTr, 2002. \n \nBibliografia complementar \nALVAREZ, M. E. B. Gestão de Qualidade, Produção e O perações. Atlas, 1a Ed., 2010. \nANDRADE, R. O. B.; AMBONI, N. Estratégias de Gestão . Campus, 1a Ed., 2009. \nCORREA, L. H.; CORREA, C. A.  Administração da Prod ução e \nOperações: Manufatura e Serviços, uma Abordagem Est ratégica. Atlas, 1a Ed., 2005. \nPINTO, E. P. Gestão Empresarial: Casos e Conceitos de Evolução Organizacional. \nSaraiva, 1a Ed., 2007. \nSANTOS, R. C. Manual de Gestão Empresarial: Conceit os e Aplicações nas Empresas \nBrasileiras. Atlas, 1a Ed., 2007. \nBARBOSA FILHO, A. N. Segurança do trabalho e Gestão  Ambiental. São Paulo: Atlas, \n2008. \nBERTAGNI, R. F. S.; MONTEIRO, A. L. Acidente do tra balho e doenças ocupacionais. \nSão Paulo: Saraiva, 2005. \nTRINDADE, W. L. Riscos do Trabalho. São Paulo: LTC,  1998. \n \nUnidade \nCurricular Qualidade e Produtividade \nBibliografia básica \nCARV ALHO, M.M. et al. Gestão da Qualidade: teoria e  casos. 2. ed. Rio de Janeiro, \nEd. Campus, 2006. \nWOMACK, J.P., JONES, D. T., ROOS, D. A mentalidade enxuta nas empresas: Lean \nThinking. Ed. Campus, 2004. \nWOMACK, J.P., JONES, D.T., ROOS, D. A máquina que m udou o mundo. Ed. ", "83": "83 \n \n \n Campus, 2004. \n \nBibliografia complementar \nCAUCHICK, P.A.M. Qualidade: Enfoques e Ferramentas.  São Paulo: Artliber Editora, \n2001. \nCONTADOR, J. C. et al. Gestão de Operações: A Engen haria de Produção a serviço da \nmodernização da empresa. 1a edição, ed. Edgar Bluch er Ltda., São Paulo, 1997. \nGIL, A.L. Auditoria da Qualidade. 3a Edição. São Pa ulo: Atlas, 1999. \nPANDE, P. S. Estratégia Seis Sigma. Ed. QualityMark  2001. \nVIEIRA FILHO, G. Gestão da Qualidade Total. 2a. Edi ção. Campinas, SP: Alínea, \n2007. \n \nUnidade \nCurricular Termodinâmica II \nBibliografia básica \n \nHILLERT, M. Phase Equilibria, Phase Diagrams And Ph ase Transformations: Their \nThermodynamic Basis. 2 ed. New York : Cambridge Uni versity Press, 2008. \nLEVENSPIEL, O. Termodinâmica Amistosa para Engenhei ros, Edgard Blucher, 2002. \nSMITH, J. M.; V AN NESS, H. C. Introdução a Termodin âmica Da Engenharia \nQuímica. 7 ed. Rio de Janeiro, RJ : LTC, 2013. \nV AN WYLEN, G. J.; SONNTAG, R.; BORGNAKKE, C. Fundam entos da \nTermodinâmica Clássica. São Paulo: Edgard Blucher, 1995. \n \nBibliografia complementar \n \nIENO, G.; NEGRO, L.  Termodinâmica, Pearson Prentic e Hall, 2004. \nKORETSKY , M. D. Termodinâmica para Engenharia Quími ca. Rio de Janeiro: LTC, \n2007. \nMORAN, M. J.; SHAPIRO, H. N. Princípios de Termodin âmica para Engenharia. 1 ed. \nLTC Editora, 2009. \nOLIVEIRA, M. J. Termodinâmica, Livraria da Física, 2005. \nPOTTER, M. C.; SCOTT E. P. Termodinâmica, Cencage L earning, 2006. \nPRAUSNITZ, J. M.; LICHTENTHALER,  R.  N.;  AZEVEDO,   E.G,  Molecular \nThermodynamics of Fluid Phase Equilibria, 3 ed., Pr entice Hall, 1998 \nSANDLER,  S.I., Chemical  and  Engineering  Thermod ynamics,  3  ed.,  John Wiley & \nSons, 1998 \nTERRON, L. R. Termodinâmica Química Aplicada. 1 ed. , Manole Ltda Editora, 2009. \n \nUnidade \nCurricular Controle de Processos \nBibliografia básica \nBEQUETTE, B. W. Process Control: Modeling, Design, and Simulation. N.J.: PTR, \n2003. \nSMITH, C. A.; CORRIPIO, A. B. Princípios e prática do controle automático de \nprocesso. Trad. Maria \nLúcia Godinho de Oliveira. 3. ed. Rio de Janeiro: L TC, 2008.  ", "84": "84 \n \n \n STEPHANOPOUOS, G. Chemical process control: an intr oduction to theory and \npractice. N.J.: PTR, 1984.  \n \nBibliografia complementar \nCASTRUCCI, P. L.; BITTAR, A.; SALES, R. M. Controle  automático. Rio de Janeiro: \nLTC, 2011. \nCORRIOU, J.-P. Process control: theory and applicat ions. London: Springer, 2010. \nCOUGHANOWR, D. R.; KOPPEL, L. B. Análise e controle  de processos. Trad. Carlos \nAugusto G. Perlingeiro e Evaristo Chalbaud Biscaia Jr. Rio de Janeiro: Guanabara, \n1978. \nMARLIN, T. E. Process control: designing processes and control systems for dynamic \nperformance. 2. ed. Boston: McGraw-Hill, 2000. \nOGATA, K. Engenharia de controle moderno. Trad. Hel oísa Coimbra de Souza. 5. ed. \nSão Paulo: PPH, 2010. \nSEBORG, D. E. et al. Process dynamics and control. 3. ed. N.J.: John Wiley & Sons, \n2011. \n \nUnidade \nCurricular Engenharia das Reações Químicas Heterogêneas \nBibliografia básica \nFOGLER, H. S. Elementos de Engenharia das Reações Q uímicas, 4ª ed., Rio de \nJaneiro: LTC, 2012. \nLEVENSPIEL, O., Engenharia das reações químicas. 3ª  ed., São Paulo: Edgard \nBlucher, 2011. \nROBERTS, G. W. Reações Químicas e Reatores Químicos , Rio de Janeiro: LTC, 2010. \n \nBibliografia complementar \nCIOLA, R. Fundamentos da catálise. 1ª ed., São Paul o: Editora Moderna, 1981. \nDA VIS, M. E.; DA VIS, R. J. Fundamentals of Chemical  Reaction Engineering. \nMcGraw Hill, 2003. \nHILL, C. G. An Introduction to Chemical Engineering  Kinetics & Reactor Design. John \nWiley & Sons, New York, 1977. \nSCHMAL, M. Cinética e reatores: aplicação à engenha ria química. 2ª ed. Synergia \nEditora, 2012. \nSERTL, G.; KNOZINGER, F. S.; WEITKAMP, J. Handbook of heterogeneous \ncatalysis. 2a. ed. Wiley-VCH Editora, v. 1, 2008. \n \nUnidade \nCurricular Laboratório de Engenharia Química I \nBibliografia básica \nBORZANI, W.; SCHMIDELL, W.; LIMA, U. A.; AQUARONE, E. Biotecnologia \nIndustrial - Fundamentos, V ol. 1. Ed. Edgard Blüche r, 2001. \nSCHMIDELL, W.; LIMA, U. A.; AQUARONE, E.; BORZANI, W. Biotecnologia \nIndustrial. Engenharia Bioquímica, V ol. 2. Ed. Edga rd Blücher, 2001. \nFOGLER, H. S. Elementos de Engenharia das Reações Q uímicas, 4ª ed., Rio de \nJaneiro: LTC, 2012. \n \nBibliografia complementar ", "85": "85 \n \n \n DORAN, P. M. Bioprocess Engineering Principles. Els evier Science, 1995. \nCIOLA, R. Fundamentos da catálise. 1ª ed., São Paul o: Editora Moderna, 1981. \nSERTL, G.; KNOZINGER, F. S.; WEITKAMP, J. Handbook of heterogeneous \ncatalysis. 2a. ed. Wiley-VCH Editora, v. 1, 2008. \nHILL, C. G. An Introduction to Chemical Engineering  Kinetics & Reactor Design. John \nWiley & Sons, New York, 1977. \nROBERTS, G. W. Reações químicas e reatores químicos , 1 ed. LTC, 2010. \n \n \nUnidade \nCurricular Engenharia Biotecnológica \nBibliografia básica \nBAILEY , J.E., OLLIS, D.F. Biochemical Engineering F undamentals. 2 ed. McGraw-\nHill, 1986. \nLEHNINGER, A. L. Princípios de Bioquímica, Sarvier,  São Paulo, 2006. \nPELCZAR, M. .J; CHAN, E. C. S., NOEL, R. K. Microbi ologia: Conceitos e \nAplicações, vol .1, 2ª ed., 1997. \nBibliografia complementar \nBORZANI, W.; SCHMIDELL, W.; LIMA, U. A.; AQUARONE, E. Biotecnologia \nIndustrial - Fundamentos, V ol. 1. Ed. Edgard Blüche r, 2001. \nDORAN, P. M. Bioprocess Engineering Principles. Els evier Science, 1995. \nSCHMIDELL, W.; AQUARONE, E.; LIMA, U.A.; BORZANI,W.  Biotecnologia \nIndustrial – Processos Fermentativos E Enzimaticos V ol. 3, Editora: EDGARD \nBLUCHER, 2001. \nSCHMIDELL, W.; LIMA, U. A.; AQUARONE, E.; BORZANI, W. Biotecnologia \nIndustrial. Engenharia Bioquímica, V ol. 2. Ed. Edga rd Blücher, 2001. \nSHULER, M. L.; KARGI, F. Bioprocess Engineering Bas ic Concepts, Editora Prentice-\nHall International Inc., Englewood Cliffs, 1992. \n \nUnidade \nCurricular Operações Unitárias II \nBibliografia básica \nARAUJO, E.C.C. Evaporadores, Coleção Apontamentos, EDUFSCAR. \nFOUST, et al. Princípios de Operações Unitárias. Ri o de Janeiro: Guanabara Dois, \n1982. \nINCROPERA, F. P.; DEWITT, D. P.; BERGMAN, T.L.; LA V INE, A.S. Fundamentos \nda Transferência de Calor. LTC, Rio de Janeiro, 6ª Ed., 2008. \nKERN, DONALD Q. Processos de Transmissão de Calor. Editora Guanabara Dois. \n1980. \nNÝVLT Y .J., HOSTOMSKÝ J., GIULIETTI, M. Cristalizaç ão 1ª Ed, Editora \nEdUFSCar, 2001. \nBibliografia complementar \nARAUJO, E.C.C. Trocadores de Calor, Coleção Apontam entos, EDUFSCAR. \nG. F. HEWITT; G. L. SHIRES; T. R. BOTT, Process Hea t Transfer. CRC, 1994. \nJ. P. HOLMAN, Transferência de Calor, McGraw-Hill, 1983. \nL. GOLDSTEIN Jr., Transferência de Calor Industrial , Faculdade de Engenharia de \nCampinas, 1988. \nMC CABE, W. L.; SMITH, J. C. Unit Operation of Chem ical Engineering. New York: ", "86": "86 \n \n \n MC Graw-Hill, 1985. \n \nUnidade \nCurricular Operações Unitárias III \nBibliografia básica \nGEANKOPLIS, C. J. Transport processes and separatio n process principles (includes \nunit operations). 4. ed. New Jersey: Prentice Hall,  2009. \nMcCABE, W. L. et al. Unit operations of chemical en gineering. 7. ed. Boston: \nMcGraw-Hill, 2005. \nWELTY , J. et al. Fundamentals of Momentum, Heat, an d Mass Transfer. 5. ed. N.J.: \nJohn Wiley & Sons, 2007. \n \nBibliografia complementar \nBENNETT, C. O.; MYERS, J. E. Momentum, heat and mas sa transfer. 3. ed. N.Y .: \nMcGraw-Hill, 1982. \nBIRD, R. B.; STEWART, W. E.; LIGHTFOOT, E. N. Trans port Phenomena. 2. ed. \nN.Y .: John Wiley & Sons, 2006. \nCUSSLER, E. L. Diffusion: mass transfer in fluid sy stems. 3. ed. Cambrigde: \nCambrigde University Press, 2009. (Cambrigde Series  in Chemical Engineering) \nFOUST, A. S. et al. Princípios das operações unitár ias. Trad. Horacio Macedo. 2. ed. \nRio de Janeiro: LTC, 2011. \nHENLEY , E. J.; SEADER, J. D. Equilibrium-stage sepa ration operations in chemical \nengineering. N.Y .: John Wiley & Sons, 1981. \nRICHARDSON, J. F.; HARKER, J. H.; BACKHURST, J. R. Particle technology and \nseparation processes. 5th \n \nUnidade \nCurricular Modelagem e Simulação de Processos Químicos \nBibliografia Básica \nBARROSO, C. F. et al. Calculo numérico (com aplicaç ões). São Paulo: Harbra, 1987. \nBOYCE W., DIPRIMA R. Equações Diferencias Elementar es e problemas de Valores e \ncontorno. Rio de Janeiro: Livros Técnicos e Científ icos, 2006. \nZILL, D.G.. Equações Diferenciais com Aplicações em  Modelagem. São Paulo: \nCengage Learning, 2011. \nBibliografia complementar \nARENALES, S.; DAREZZO, A. Cálculo numérico: aprendi zagem com apoio de \nsoftware. São Paulo: Thomson Learning, 2008. \nBROCKMAN, J. B. Introdução à engenharia: modelagem e solução de problemas. Rio \nde Janeiro: LTC, 2010. \nFIGUEIREDO, D. G., NEVES, A. F. Equações Diferencia is Aplicadas. Rio de Janeiro: \nColeção Matemática  Universitária IMPA, 1997.  \nGARCIA, C. Modelagem e simulação de processos indus triais e de sistemas \neletromecânicos. São Paulo: EDUSP, 2005. \nRUGGIERO, M. A. G.; ROCHA, V . L. Cálculo Numérico: aspectos teóricos e \ncomputacionais. São Paulo: McGraw-Hill, 2002. \n \n \n ", "87": "87 \n \n \n  \nUnidade \nCurricular Controle Ambiental \nBibliografia básica \nBRAGA, B; HESPANHOL, I. Introdução a Engenharia Amb iental - O Desafio do \nDesenvolvimento Sustentável. Ed. Prentice Hall Bras il, 2a edição, 2005 - 336 páginas \nDERISIO, J.C. Introdução ao Controle da Poluição Am biental. 4a edição. Oficina de \nTextos, 2012 – 224 páginas \nMACINTYRE, A. J. Ventilação Industrial e Controle d a Poluição 2ª edição. Editora \nLTC. Rio de Janeiro, 2011. 403p. \nVON SPERLING, M. Princípios do Tratamento biológico  de Águas residuárias - V ol 2: \nprincípio Básico do Tratamento de Esgotos. Ed. UFMG , 1996 - 211 páginas \n \nBibliografia complementar \nCAMPOS, J.R. Tratamento de Esgotos Sanitários por P rocesso Anaeróbio e Disposição \nControlada no Solo, 1999. \nEngenharia Ambiental - Conceitos, Tecnologia e Gest ao. Calijuri e Cunha \n(coordenadores). Elsevier Editoda Ltda., 2013 - 789  páginas \nFRANSON, M.A.H. (Ed.). Standard Methods for the Exa mination of Water and \nWastewater. 21. ed. Washington, D.C.: American Publ ic Health Association, 2005. \nGerenciamento de Áreas Contaminadas - Conceitos e I nformações Gerais. Wagner \nSoares Costa (coordenador). Cartilha FIEMG \nIMHOFF, K.; IMHOFF, K.R. Manual de tratamento de ág uas residuárias. São Paulo: \nEdgard Blucher, 1996. 301p. \nLORA, E.E.S . Prevenção e Controle da poluição nos setores energético, industrial e de \ntransporte. Rio de Janeiro – 2. ed. Interciência, 2 002- 481pag \nManual Gerenciamento Integrado de Resíduos Sólidos.  José Henrique Monteiro \n(coordenador). 15ª edição, IBAM, Rio de Janeiro, 20 01 - 200 páginas \nProcessos e Técnicas para o Controle Ambiental de E fluentes Líquidos. V ol. 5, série: \nEscola Piloto de Engenharia Química. Márcia Dezotti  (coordenadora). Editora E-\npapers, 2008 - 359 páginas \nVIERIA, N.R. Poluição do Ar: indicadores ambientais . Editora E-papers - 220 páginas \n \nUnidade \nCurricular Processos das Indústrias Química e de Alimentos \nBibliografia básica \nAQUARONE, E.; BORZANI, W.; SCHMIDELL, W.; LIMA, U. A. Biotecnologia \nIndustrial – Biotecnologia na Produção de Alimentos , 1 ed. Edgard Blucher, 2001. \nSHREVE, R. N.; BRINK, J. A. Indústrias de Processos  Químicos, 4 ed. Guanabara \nKoogan, 1997. \nWONGTSCHOWSKI, O. Indústria química – Riscos e Opor tunidades, 2 ed. Edgard \nBlucher, 2002.  \n \nBibliografia complementar \nDIMIAN, A.; BILDEA, C. S. Chemical Process Design –  Computer-Aided Case \nStudies. Wiley - VCH, 2008. \nFELDER, R. M.; ROUSSEAU, R. W. Principios Elementar es dos Processos Químicos. \n3 ed. 2011. ", "88": "88 \n \n \n OETTERER, M.; REGITANO-d’ARCE, M. A. B.; SPOTO, M. H. F. Fundamentos de \nCiência e Tecnologia de Alimentos. Manole, 2006. \nSZKLO, A.; ULLER, V. C. Fundamentos de Refino de Pe tróleo. 2 ed, Interciência, \n2008. \nWITTCOFF, H. A.; REUBEN, B. G.; PLOTKIN, J. S. Indu strial Organic Chemicals. 2 \ned. Wiley – Interscience. \n \nUnidade \nCurricular Projetos em Engenharia Química \nBibliografia básica \nDE CICO, FRANCESCO M.G.A.F. &Fantazzini, Mario Luiz .; “Introdução à \nengenharia de segurança de sistemas”. 3ª. Edição, S ão Paulo, Fundacentro, 1988. \nDOUGLAS, JAMES. M.; “Conceptual Design of Chemical Process” International \nEdition, McGraw-Hill, 1988. \nEng. Carlos Roberto Coutinho de Souza; “Apostila de  Análise e Gerenciamento de \nRiscos de Processos Industriais - Pós-graduação em engenharia de segurança” – UFF. \nHAZOP GUIDE BRITISH STANDARD IEC 61882-2001. \nWARREN D. SEIDER, J.D. SEADER, DANIEL R. LEWIN.; “P roduct and Process \nDesign and Principles”. 2ª Edition, 2003. \nWILLIE,HAMMER.; “Product Safety Management and Engi neering” . \n \nBibliografia complementar \nDE CICO, FRANCESCO M.G.A.F. &Fantazzini, Mario Luiz .; “Introdução à \nengenharia de segurança de sistemas”. 3ª. Edição, S ão Paulo, Fundacentro, 1988. \nDOUGLAS, JAMES. M.; “Conceptual Design of Chemical Process” International \nEdition, McGraw-Hill, 1988. \nEng. Carlos Roberto Coutinho de Souza; “Apostila de  Análise e Gerenciamento de \nRiscos de Processos Industriais - Pós-graduação em engenharia de segurança” – UFF. \nHAZOP GUIDE BRITISH STANDARD IEC 61882-2001. \nWARREN D. SEIDER, J.D. SEADER, DANIEL R. LEWIN.; “P roduct and Process \nDesign and Principles”. 2ª Edition, 2003. \nWILLIE,HAMMER.; “Product Safety Management and Engi neering” . \n \nUnidade \nCurricular Laboratório de Engenharia Química II \nBibliografia básica \nINCROPERA, F. P.; DEWITT, D. P.; BERGMAN, T.L.; LAV INE, A.S. Fundamentos \nda Transferência de Calor. Livros Tecnicos e Cientí ficos, Rio de Janeiro, 7ª Ed., 2014. \n WELTY , J. et al. Fundamentals of Momentum, Heat, a nd Mass Transfer. 5. ed. N.J.: \nJohn Wiley & Sons, 2007.  \nNÝVLT Y .J., HOSTOMSKÝ J., GIULIETTI, M. Cristalizaç ão 1ª Ed, Editora \nEdUFSCar, 2001. \n \nBibliografia complementar \nCOULSON J. M., RICHARDSON J.E. Tecnologia Química -  Fluxo de Fluidos, \nTransferência de Calor, e Transferência de Massa - vol. 01, Editora Calouste \nGulbenkian, 2004. \nCREMASCO, M.A. Fundamentos de transferência de mass a. Ed. Blucher, 2016.  ", "89": "89 \n \n \n BENNETT, C. O.; MYERS, J. E. Momentum, heat and mas sa transfer. 3ª ed., McGraw-\nHill, 1982.  \nSMITH, C. A.; CORRIPIO, A. B. Princípios e prática do controle automático de \nprocesso. Trad. Maria Lúcia Godinho de Oliveira. 3.  ed. Rio de Janeiro: LTC, 2008. \nGEANKOPLIS, C. J. Transport processes and separatio n process principles (includes \nunit operations). 4. ed. Prentice Hall, 2009. \n \n \nAPÊNDICE C - Relação de Bibliografias Básica e Complementar das Unidades \nCurriculares Diretivas da Engenharia Química  \nUnidade \nCurricular Princípios de Engenharia Química \nBibliografia básica \nFELDER, R M., ROUSSEAU R. W. Princípios Elementares  dos Processos Químicos. 3 \nedição, LTC, 2005. \nBADINO, A. C. JR.; CRUZ, A. J. G. EduFSCar, 2010. \nHIMMELBLAU, D. M.; RIGGS, J. B. Engenharia Química:  Princípios e Cálculos. 7 \nedição, LCT, 2006. \n \nBibliografia complementar \nRELAITS, G. V ., SCHNSIDES, D. R. Introdution to Mat erial and Energy Balances. \nJohn Wiley & Sons, 1983. \nSHREVE, N. R., BRINK, J. J. A. Indústria de Process os Químicos. Editora Guanabara \nDois. \nCOULSON J. M., RICHARDSON J.E. Tecnologia Química -  Fluxo de Fluidos, \nTransferência de Calor, e Transferência de Massa - vol. 01, Editora Calouste \nGulbenkian, 2004. \nBRASIL, N. I., Introdução à Engenharia Química. 2 e dição, Editora Interciência, 2004. \nGOMIDE, R. Estequiometria Industrial. São Paulo: CE NPRO USP, 1968. \nPágina \n \nUnidade \nCurricular Química dos Elementos –  Teórica \nBibliografia básica \nLEE, J.D.. Química Inorgânica - Um Novo Texto Conci so. São Paulo: Edgar Blücher, \n1999. \nLEE, J.D.. Química Inorgânica não tão concisa, 5e e dição. São Paulo: Edgar Blücher, \n1999. \nSHRIVER, D.F.; ATKINS, P. W.; LANGFORD, C. H.. Inor ganic Chemistry. Oxford \nUniversity, 2008. \n \nBibliografia complementar \nCOTTON. Advanced Inorganic Chemistry - Sixthy Editi on. Editora Wiley 1999. \nCOTTON. Basic Inorganic Chemistry - Third Edition. Editora Wiley 1995. \nDE FARIAS R.F. Práticas de Química Inorgânica - 1e edição. Editora Atomo 2004. \nGREENWOOD. Chemistry of the Elements - Second Editi on. Editora Butterworths \n1997. \nHUHEEY , J.E.; KEITER, A. A.; KEEITER, R. L.. Inorga nic Chemistry - Principles of ", "90": "90 \n \n \n Structure and Reactivity. Fourth Edition. Harper Co llins College Publishers, 1993. \n \nUnidade \nCurricular Química dos Elementos – Prática \nBibliografia básica \nLEE, J.D.. Química Inorgânica - Um Novo Texto Conci so. São Paulo: Edgar Blücher, \n1999. \nLEE, J.D.. Química Inorgânica não tão concisa, 5e e dição. São Paulo: Edgar Blücher, \n1999. \nSHRIVER, D.F.; ATKINS, P. W.; LANGFORD, C. H.. Inor ganic Chemistry. Oxford \nUniversity, 2008. \n \nBibliografia complementar \nCOTTON. Advanced Inorganic Chemistry - Sixthy Editi on. Editora Wiley 1999. \nCOTTON. Basic Inorganic Chemistry - Third Edition. Editora Wiley 1995. \nDE FARIAS R.F. Práticas de Química Inorgânica - 1e edição. Editora Atomo 2004. \nGREENWOOD. Chemistry of the Elements - Second Editi on. Editora Butterworths \n1997. \nHUHEEY , J.E.; KEITER, A. A.; KEEITER, R. L.. Inorga nic Chemistry - Principles of \nStructure and Reactivity. Fourth Edition. Harper Co llins College Publishers, 1993. \n \nUnidade \nCurricular Métodos de Análise Química –  Teórica \nBibliografia básica \nBACCAN, N. et al. Química analítica quantitativa el ementar. 3 ed. São Paulo: Edgard \nBlucher, 2001. 308p. \nCOLLINS, C.H.; BRAGA, G.L.; BONATO, P. S. Fundament os de Cromatografia. \nEditora Unicamp. Campinas. S.P. 2006 \nHARRIS, D.C. Análise química quantitativa. 7 ed. Ri o de Janeiro: LTC, 2008. 868p \nMENDHAM, J. et al. Vogel: análise química quantitat iva. 6 ed. Rio de Janeiro: LTC, \n2008. 462p \nWEST, D.M.; HOLLER, J.F.; CROUCH, S.R. Fundamentos da Química Analítica. \nThomson Pioneira. São Paulo. 2005. \n \nBibliografia complementar \nATKINS, P.; JONES, L. Princípios de Química – 3a ed . Questionando a Vida Moderna \ne o Meio, Bookman, 2006 \nCHISTIAN, G.D. Analytical Chemistry. IE-Wiley. 1991  \nNETO, F.R.A; NUNES, D.S.S. Cromatografia: princípio s básicos e técnicas afins. 1º \ned. Rio de Janeiro: Interciência, 2003. 187p. \nSILVESTAIN, R.M.; BASSLER, G.C.; MPORRILL, T.C. Ide ntificação espectrométrica \nde compostos orgânicos. Quinta Edição. Guanabara Ko ogan. Rio de Janeiro. 1994 \nSV AHLA, G. V ogel's Qualitative Inorganic Analysis. 7º edição. Addison Wesley-USA. \n1996. \n \n \n \n ", "91": "91 \n \n \n  \nUnidade \nCurricular Métodos de Análise Química – Prática \nBibliografia básica \nBACCAN, N. et al. Química analítica quantitativa el ementar. 3 ed. São Paulo: Edgard \nBlucher, 2001. 308p. \nCOLLINS, C.H.; BRAGA, G.L.; BONATO, P. S. Fundament os de Cromatografia. \nEditora Unicamp. Campinas. S.P. 2006 \nHARRIS, D.C. Análise química quantitativa. 7 ed. Ri o de Janeiro: LTC, 2008. 868p \nMENDHAM, J. et al. Vogel: análise química quantitat iva. 6 ed. Rio de Janeiro: LTC, \n2008. 462p \nWEST, D.M.; HOLLER, J.F.; CROUCH, S.R. Fundamentos da Química Analítica. \nThomson Pioneira. São Paulo. 2005. \n \nBibliografia complementar \nATKINS, P.; JONES, L. Princípios de Química – 3a ed . Questionando a Vida Moderna \ne o Meio, Bookman, 2006 \nCHISTIAN, G.D. Analytical Chemistry. IE-Wiley. 1991  \nNETO, F.R.A; NUNES, D.S.S. Cromatografia: princípio s básicos e técnicas afins. 1º \ned. Rio de Janeiro: Interciência, 2003. 187p. \nSILVESTAIN, R.M.; BASSLER, G.C.; MPORRILL, T.C. Ide ntificação espectrométrica \nde compostos orgânicos. Quinta Edição. Guanabara Ko ogan. Rio de Janeiro. 1994 \nSV AHLA, G. V ogel's Qualitative Inorganic Analysis. 7º edição. Addison Wesley-USA. \n1996. \n \nUnidade \nCurricular Termodinâmica I \nBibliografia Básica \nSMITH, J. M; ABBOUT, M.M. Introdução a termodinâmic a da engenharia \nquímica.        7. ed., LTC Editora, 2013.  \nATKINS, P.; PAULA, J. de. Físico-química, LTC Edito ra, 2006. \nCASTELLAN, G.  Físico-química , LTC Editora, volume 2, 1972-73.  \nV AN WYLEN, G. J.,  Fundamentos da termodinâmica clássica, Edgard Bluch er, 1995.  \n \nBibliografia Complementar \nKORETSKY , M. D. Termodinâmica para Engenharia Quími ca, LTC Editora, 2007. \nIENO, G.; NEGRO, L.  Termodinâmica, Pearson Prentic e Hall, 2004. \nSANDLER,  S.I., Chemical  and  Engineering  Thermod ynamics,  3  ed.,  John Wiley & \nSons, 1998 \nMORAN, M. J.; SHAPIRO, H. N. Princípios de Termodin âmica para Engenharia. 1 ed. \nLTC Editora, 2009. \nPOTTER, M. C.  Termodinâmica, Thomson, 2006.  \n \n \n \n \n \n ", "92": "92 \n \n \n  \n \nUnidade \nCurricular Fundamentos de Processos Orgânicos –  Teórica \nBibliografia básica \nBARBOSA, L.C.A., Introdução à Química Orgânica. Pre ntice Hall, 2004.  \nMORRISON, R., BOYD, R., Química Orgânica. Fundação Calouste Gulbenkian, 6ª. \nEdição, 1967.  \nSOLOMONS, T.W.G., FRYHILE C.B., Química Orgânica. L TC Editora, 9ª. Edição, \n2009. \n \nBibliografia complementar \nALLINGER, N.L., CAV A, M.P., JONGH, D.C., JOHNSON, C .R., LEBEL, N.A., \nSTEVENS, C.L. Tradução da segunda edição. Rio de Ja neiro: Guanabara Dois, 1978. \nBRESLOW, R., Mecanismos de Reações Orgânicas: uma i ntrodução. São Paulo: Edart, \n1973. \nBRUICE, P., Química Orgânica. Tradução da quarta ed ição. São Paulo: Pearson \nPrentice Hall, 2006. \nCOSTA, P., FERREIRA, V .F., ESTEVES, P., VASCONCELLO S, M., Ácidos e Bases \nem Química Orgânica. Porto Alegre: Bookman, 2005. \nGREEN, M.M., WITTCOFF, H.A., Organic Chemistry Prin ciples and Industrial \nPractice. Weinhein: Wiley-VCH, 2003. \n \nUnidade \nCurricular Fundamentos de Processos Orgânicos – Prática \nBibliografia básica \nDIAS, A.G., DA COSTA, M.A., GUIMARÃES, P.I.C., Guia  Prático de Química \nOrgânica. Editora Interciência, V olume I, Rio de Ja neiro, 2004. \nNETO, C.C., Análise Orgânica – Métodos e procedimen tos para a caracterização de \norganoquímicos. Editora UFRJ, V olume II, Rio de Jan eiro, 2004. \nSOLOMONS, T.W.G., FRYHILE C.B., Química Orgânica. L TC Editora, 9ª. Edição, \n2009. \n \nBibliografia complementar \nALLINGER, N., CA VA, M.P, JONGH, D.C., JOHNSON, C.R. , LEBEL, N.A., \nSTEVENS, C.L., Química Orgânica. Tradução da 2a edi ção americana. Rio de Janeiro: \nEditora Guanabara Dois, 1978. \nBRUICE, P. Química Orgânica. Tradução da quarta edi ção. São Paulo: Pearson Prentice \nHall, 2006. \nCOSTA, P., FERREIRA, V .F., ESTEVES, P., VASCONCELLO S, M., Ácidos e Bases \nem Química Orgânica. Porto Alegre: Bookman, 2005. \nMARQUES, J.A.; BORGES, C.P.F. Práticas de Química O rgânica. Editora Átomo, \nCampinas, 2007. \nPA VIA D.L.; LAMPMAN, G.M.; KRIZ, G.S.; ENGEL, R.G. Química Orgânica \nExperimental – técnicas de escala pequena. Editora Bookman, 2ª ed, São Paulo, 2009. \n \n \n ", "93": "93 \n \n \n  \nAPÊNDICE D - Relação de Bibliografias Básica e Complementar das Unidades \nCurriculares Eletivas do 1º ciclo (BCT) \n \nUnidade \nCurricular Ciências Ambientais \nBibliografia básica \nBRAGA, B. et al. Introdução à Engenharia Ambiental.  São Paulo: Prentice, 2005. \nJACOBI, P.R. Ciência ambiental: os desafios da inte rdisciplinaridade. São Paulo: \nAnnablume/FAPESP, 2009. \nMILLER, G. T. Ciência ambiental. São Paulo: Cengage  Learning, 2007. \n \nBibliografia complementar \nABRAMOV AY , R. Construindo a ciência ambiental. São Paulo: Annablume/FAPESP, \n2009. \nBOTKIN, D. B.; KELLER. E. A. Environmental Science:  earth as a living planet. \nHoboken: John Wiley & Sons, 2011. \nGOLDEMBERG, J. Energia, meio ambiente e desenvolvim ento. São Paulo: EDUSP, \n2008. \nPHILIPPI JR., A. M.; ROMÉRIO, M. A.; BRUNA, G. C. C urso de gestão ambiental \nBarueri: Manole, 2009. \nTUNDISI, J. G.; REBOUÇAS, A. C.; BRAGA B. Águas doc es no Brasil: capital \necológico, uso e conservação. São Paulo: Escrituras , 2006. \n \nUnidade \nCurricular Mecânica dos Fluidos \nBibliografia básica \nBRUNETTI, F. Mecânica dos Fluidos. São Paulo-SP: Pe arson Prentice Hall, 2008. \nFOX, R. W.; PRITCHARD, P.J.; McDONALD, A. T. Introd ução à Mecância dos \nFluidos. Rio de Janeiro: LTC, 2010. \nMUNSON, B. R.; YOUNG, D. F. OKIISHI. Fundamentos da  Mecânica dos Fluidos. \nSão Paulo: Edgard Blücher, 2004. \nPORTO, R. M. Hidráulica Básica. São Carlos: Escola de Engenharia de São Carlos, \nUniversidade de São Paulo, 1998. \n \nBibliografia complementar \nVIANNA, M. R. Mecânica dos Fluidos para Engenheiros . Belo Horizonte: Imprimatur, \n2001. \nPOTTER, M.C.; WIGGERT, D.C. Mecânica dos Fluidos. S ão Paulo: Pioneira Thomson \nLearning, 2004. \nBRUNETTI, F. Mecânica dos Fluidos. São Paulo: Pears on Prentice Hall, 2008. \nMUNSON, B. R.; YOUNG, D. F. OKIISHI. Fundamentos da  Mecânica dos Fluidos. \nSão Paulo: Edgard Blücher, 2004. \nROTA V A, O. Aplicações Práticas em escoamento de flu idos: cálculos de tubulações, \nválvulas de controle e bombas centrífugas. Rio de J aneiro: LTC, 2012. \n \n ", "94": "94 \n \n \n  \nUnidade \nCurricular Representação Gráfica \nBibliografia básica \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. ABNT – Co njunto de \nNormas Técnicas para Desenho Técnico. Rio de Janeir o: ABNT, 2004. \nMONTENEGRO, G. Inteligência Visual e 3-D. São Paulo : Edgard Blucher, 2002. \nSILV A, A.; RIBEIRO, C. T.; DIAS, J.; SOUSA, L. Dese nho técnico moderno. Rio \nde Janeiro: LTC, 2006. \n \nBibliografia complementar \nFRENCH, T. E.; VIERCK, C. J. Desenho técnico e tecn ologia gráfica. São Paulo: \nGlobo, 2005. \nLEAKE, J. M.; BORGERSON, J. Manual de desenho técni co para engenharia – \ndesenho, modelagem e visualização. Rio de Janeiro: LTC, 2010. \nSPECK, H. J.; PEIXOTO, V . Manual Básico de Desenho Técnico. Florianópolis: \nEditora da UFSC, 2007. \nMAGUIRE, D.E.; SIMMONS, C.H. Desenho técnico: probl emas e soluções gerais de \nDesenho. Curitiba: Hemus. 2004. \nVENDITTI, Marcus Vinicius R. Desenho técnico sem pr ancheta com Autocad 2008. \nFlorianópolis: Visual Books, 2007. \n \nUnidade \nCurricular Mecânica dos Sólidos \nBibliografia básica \nBEER, F. P., JOHNSTON JR., E. R. Resistência dos ma teriais. São Paulo: Makron, \n1995. \nHIBBELER, R. C. Resistência dos Materiais. São Paul o: Prentice Hall Brasil, 2004. \nMERIAM, J. L. Mecânica – Estática. Rio de Janeiro: LTC, 2004. \n \nBibliografia complementar \nBEER, F. P. & JOHNSTON, E. R., Mecânica Vetorial pa ra Engenheiros - Estática. São \nPaulo: Makron Books, 1999. \nGERE, J.M. Mecânica dos Materiais. São Paulo: Thoms on Learning, 2003. \nPOPOV , E. Introdução à mecânica dos sólidos. São Pa ulo: Edgard Blucher, 1978. \nSCHMIDT, R. J.; BORESI, A. P. Estática. São Paulo: Thomson Pioneira, 2003. \nSHAMES, I. H. Estática Mecânica para Engenharia. Sã o Paulo: Pearson Education, \n2002. \n \nUnidade \nCurricular Engenharia Econômica \nBibliografia básica \nGONÇALVES, A. et al. Engenharia econômica e Finança s. São Paulo: Campus , 2008. \nHIRSCHFELD, H. Engenharia econômica e análise de cu stos. São Paulo: Atlas, 2000. \nHUMMEL, P.R.V; PILÃO, N.E. Matemática Financeira e Engenharia Econômica. São \nPaulo: Thomson, 2003. ", "95": "95 \n \n \n  \nBibliografia complementar \nBAUER, U.R. Matemática Financeira Fundamental. São Paulo: Atlas, 2003. \nBRANCO, A.C.C. Matemática Financeira Aplicada. São Paulo: Cengage Learning, \n2008. \nEHRLICH, P.J. Engenharia Econômica - Avaliação e Se leção de Projetos de \nInvestimento. São Paulo: Atlas, 2005. \nPUCCINI, A. L. Matemática Financeira. São Paulo: At las, 1993. \nVIEIRA SOBRINHO, J. D. Matemática financeira. São P aulo: Atlas, 1996. \n \nUnidade \nCurricular Laboratório de Mecânica dos Fluidos \nBibliografia básica \nBRUNETTI, F. Mecânica dos Fluidos. São Paulo-SP: Pe arson Prentice Hall, 2008. \nFOX, R. W.; PRITCHARD, P.J.; McDONALD, A. T. Introd ução à Mecância dos \nFluidos. Rio de Janeiro: LTC, 2010. \nMUNSON, B. R.; YOUNG, D. F. OKIISHI. Fundamentos da  Mecânica dos Fluidos. \nSão Paulo: Edgard Blücher, 2004. \nPORTO, R. M. Hidráulica Básica. São Carlos: Escola de Engenharia de São Carlos, \nUniversidade de São Paulo, 1998. \n \nBibliografia complementar \nVIANNA, M. R. Mecânica dos Fluidos para Engenheiros . Belo Horizonte: Imprimatur, \n2001. \nPOTTER, M.C.; WIGGERT, D.C. Mecânica dos Fluidos. S ão Paulo: Pioneira Thomson \nLearning, 2004. \nBRUNETTI, F. Mecânica dos Fluidos. São Paulo: Pears on Prentice Hall, 2008. \nMUNSON, B. R.; YOUNG, D. F. OKIISHI. Fundamentos da  Mecânica dos Fluidos. \nSão Paulo: Edgard Blücher, 2004. \nROTA V A, O. Aplicações Práticas em escoamento de flu idos: cálculos de tubulações, \nválvulas de controle e bombas centrífugas. Rio de J aneiro: LTC, 2012. \n \nUnidade \nCurricular Operações Unitárias I \nBibliografia básica \nCREMASCO, M. A. Operações Unitárias em Sistemas Par ticulados e Fluidomecânicos, \nSão Paulo: Edgard Blucher, 2012. \nFOUST, et al. Princípios de operações unitárias. Ri o de Janeiro: Guanabara Dois, 1982. \nMC CABE, W. L.; SMITH, J. C. Unit operation of chem ical engineering. New York: \nMC Graw-Hill, 1985. \nSHREVE, N. R.; BRINK, J. J. A. Indústria de Process os Químicos. Rio de Janeiro: \nEditora Guanabara Dois, [s. d.]. \n \nBibliografia complementar \nBLACKADDER, D. A.; NEDDERMAN, R. M. Manual de opera ções unitárias: \ndestilação de sistemas binários, extração de solven te, absorção de gases, sistemas de \nmúltiplos componentes, trocadores de calor, secagem , evaporadores, filtragem. ", "96": "96 \n \n \n Curitiba: Hemus, 2004. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 12208 : Projeto de \nEstações Elevatórias de Esgoto Sanitário - procedim ento. Rio de Janeiro: ABNT, 1992. \nPERRY , R. H.; GREEN, D. W., Perry’s chemical engine ers handbook. New York: \nMcGraw-Hill, 1997. \nPOTTER, M. C.; WIGGERT, D. C. Mecânica dos Fluidos.  São Paulo: Thomson, 2004. \nSEADER, J.D.; HENLEY , E.J. Separation Process Princ iples. New York: Wiley, 2005. \n \nUnidade \nCurricular Ciência e Tecnologia dos Materiais \nBibliografia básica \nCALLISTER Jr., W. D. Ciência e Engenharia de Materi ais: uma Introdução. Rio de \nJaneiro: LTC, 2002. \nSMITH, W.F. Princípios de Ciência dos Materiais. Li sboa: McGraw-Hill, 1998. \nV AN VLACK, L. H. Princípios de ciência e tecnologia  dos materiais. Rio de Janeiro: \nEdgard Blucher, 2003. \n \nBibliografia complementar \nASKELAND, D. R.; PHULÉ, P. P. Ciência e Engenharia dos Materiais. São Paulo: \nCengage Learning, 2008. \nFERRANTE, M. Seleção dos Materiais. São Carlos: UFS Car, 1996. \nMANO, E. B. Polímeros como Materiais de Engenharia.  Rio de Janeiro: Edgard \nBlucher, 1996. \nPADILHA, A. F. Materiais de Engenharia: Microestrut ura e Propriedades. Curitiba: \nHemus, 1997. \nSHACKELFORD, J. F. Ciências dos Materiais. São Paul o: Pearson Prentice Hall, 2008. \n \nUnidade \nCurricular Laboratório de Operações Unitárias I \nBibliografia básica \nCREMASCO, M. A. Operações Unitárias em Sistemas Par ticulados e Fluidomecânicos, \nSão Paulo: Edgard Blucher, 2012. \nFOUST, et al. Princípios de operações unitárias. Ri o de Janeiro: Guanabara Dois, 1982. \nMC CABE, W. L.; SMITH, J. C. Unit operation of chem ical engineering. New York: \nMC Graw-Hill, 1985. \nSHREVE, N. R.; BRINK, J. J. A. Indústria de Process os Químicos. Rio de Janeiro: \nEditora Guanabara Dois, [s. d.]. \n \nBibliografia complementar \nBLACKADDER, D. A.; NEDDERMAN, R. M. Manual de opera ções unitárias: \ndestilação de sistemas binários, extração de solven te, absorção de gases, sistemas de \nmúltiplos componentes, trocadores de calor, secagem , evaporadores, filtragem. \nCuritiba: Hemus, 2004. \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 12208 : Projeto de \nEstações Elevatórias de Esgoto Sanitário - procedim ento. Rio de Janeiro: ABNT, 1992. \nPERRY , R. H.; GREEN, D. W., Perry’s chemical engine ers handbook. New York: \nMcGraw-Hill, 1997. ", "97": "97 \n \n \n POTTER, M. C.; WIGGERT, D. C. Mecânica dos Fluidos.  São Paulo: Thomson, 2004. \nSEADER, J.D.; HENLEY , E.J. Separation Process Princ iples. New York: Wiley, 2005. \n \nUnidade \nCurricular Instrumentação Industrial \nBibliografia básica \nFIALHO, A.B. Instrumentação Industrial: Conceitos, Aplicações e Análises. São Paulo: \nErica, 2011. \nBEGA, E. A., Instrumentação Industrial. São Paulo: Interciência, 2011. \nTHOMSZINI, D., ALBUQUERQUE, P. U. B. Sensores indus triais: fundamentos e \naplicações. São Paulo: Editora Erica, 2008. \n \nBibliografia complementar \nBALBINOT, A.; BRUSAMARELLO, V . J. Instrumentação e fundamentos de medidas. \nRio de Janeiro: LTC, 2010. \nBOLTON, W. Instrumentação e Controle. Curitiba: Hem us, 2002. \nDUNN, W. C. Fundamentals of Industrial Instrumentat ion and Process Control. New \nYork: McGraw-Hill, 2005. \nPADMANABHAN, T.R. Industrial Instrumentation: Princ iples and Desing. London: \nSpringer, 1999. \nSOISSON, H. E. Instrumentação Industrial. Curitiba:  Hemus, 2002. \n \n \nApêndice E - Relação de Bibliografias Básica e Complementar da s Unidades \nCurriculares Eletivas da Engenharia Química  \nUnidade \nCurricular Métodos Numéricos Aplicados à Engenharia Química \nBibliografia Básica: \nARENALES, S. H. V ., \"Cálculo Numérico: : aprendizag em com apoio de software\", \nThomson, 2008. \nCHAPRA, S. C., CANALE, R. P., \"Métodos Numéricos Pa ra Engenharia\", 7 ed., \nAmgh, 2016 \nCUNHA, M. C. C., \"Métodos Numéricos\". 2.ed., UNICAM P, 2000 \nCUTILIP, M. B., SHACHAM, M., \"Problem Solving in Ch emical and Biochemical \nEngineering with  \nPOLYMATH, Excel, and MATLAB\". Prentice Hall, 2007 \nRUGGIERO, M. A. G., LOPES , V . L. R., \"Cálculo numé rico: aspectos teóricos e \ncomputacionais\". 2 ed, Makron,1997. \n \nBibliografia complementar: \nBILLO, E.J., \"Excel for Scientists and Engineers: N umerical Methods\". Wiley, 2007.  \nCONSTANTINIDES, A., MOSTOUDI, N. \"Numerical Methods  for Chemical \nEngineers with MATLAB Applications\". Prentice Hall,  1999. \nDA VIS, R. A., \"Practical Numerical Methods for Chem ical Engineers: Using Excel \nwith VBA\". CreateSpace Independent Publishing Platf orm, 2012. \nKIUSALLAS , J., \"Numerical methods in engineering w ith MATLAB\". Cambridge \nUniversity Press, 2005. \nYANG, W. Y ., CAO, W., CHUNG, T. S., MORRIS, J., \"Ap plied numerical methods ", "98": "98 \n \n \n using MATLAB\". John Wiley and Sons, 2005. \n \n \nUnidade \nCurricular Instalações Industriais \nBibliografia básica \nTELLES, P. C. S. Tubulações Industriais: Materiais,  Projeto e Montagem. 10ª edição, \nLivros Técnicos e Científicos Editora S.A. 2001. \nTADINI, C. C., TELIS, V . R., MEIRELLES, A. J. & FIL HO, P. A. Operações Unitárias \nna Indústria de Alimentos. 1ª edição, Livros Técnic os e Científicos Editora S.A. 2014. \nSTEFFE, J. F. Bioprocessing Pipelines: Rheology and  Analysis. East Lasing: Freeman \nPress, 2006.  \nGEANKOPLIS, C. J. Transport processes and separatio n process principles (includes \nunit operations). 4. ed. Prentice Hall, 2009. \nIBARZ, A.; BARBOSA-CÁNOV AS, G. V . Unit Operations i n Food Engineering. CRC \nPress, 2003. \nBibliografia complementar \nGREEN, D.; PERRY , R. Perry’s Chemical Engineers’ Ha ndbook. 8ª edição, McGrall-\nHill’s, 2008.  \nTELLES, P. C. S. Tubulações Industriais: Cálculo. 9 ª edição; Livros Técnicos e \nCientíficos Editora S.A. 1999. \nMCCABE, W. L.; SMITH, J. C.; HARRIOT, P. Unit Opera tions of Chemical \nEngineering. 7ª edição. McGrall-Hill’s, 2005.  \nFELDER, R. M.; ROUSSEAU, R. W. Principios Elementar es dos Processos Químicos. \n3 ed. Livros Técnicos e Científicos Editora S.A. 20 11. \nFOUST, et al. Princípios de Operações Unitárias. Ri o de Janeiro: Guanabara Dois, 1982 \n \nUnidade \nCurricular Integração Energética Aplicada a Processos Químicos  \nBibliografia Básica \nSHREVE, R.N., BRINK, J.A. Indústrias de Processos Q uímicos, Guanabara Koogan \nS.A. Editora, 1997. \nTOWLER, G.; SINNOTT, R. Chemical Engineering Design : Principles, Practice and \nEconomics of Plant Process Design. Elsevier Inc. 20 08. \nPERLINGEIRO, C. A. G. Engenharia de Processos: Anál ise, Simulação, Otimização e \nSíntese de Processos Químicos. São Paulo: Edgard Bl ücher Ltda, 2005. \nSEIDER, W. D., SEADER, J.D., LEWIN, D.R., WIDAGDO, S. Product and Process \nDesign Principles:  Synthesis, Analysis, and Evalua tion. 3 ed., John Wiley & Sons, Inc., \n2009.  \nBibliografia complementar \nKWONG, W. H. Integração Energética: Redes de Trocad ores de Calor, EDUFSCAR, \n2013.  \nKEMP, I.C. Pinch Analysis and Process Integration, 2ª Ed, Elsevier, 2007. \nSMITH, R. Chemical Process Design and Integration, John Wiley & Sons , 2005. \nEL-HALWAGI, M.M. Sustainable Design through Process  Integration, Elsevier, 2012. \nKLEMES, J., FRIEDLER, F., BULATOV , I., VARBANOV, P.  Sustainability in the \nProcess Industry: Integration and Optimization, McG raw-Hill, 2011. \nRUDD, D.F.; POWERS, G.J.; SIIROLA, J.J. Process Syn thesis, Prentice-Hall Inc., ", "99": "99 \n \n \n 1973. \n \n \nUnidade \nCurricular Engenharia de Materiais \nBibliografia Básica \nCALLISTER Jr., W. D. Ciência e Engenharia de Materi ais: uma Introdução, LTC, 8ª \ned., Rio de Janeiro, 2012. \nSMITH, W. F. Princípios de Ciência dos Materiais, 3 a Ed., McGraw-Hill, Lisboa, 1998. \nShackelford, J. F. Ciências dos Materiais - Pearson  Prentice Hall; São Paulo, 2008. \nV AN VLACK, L. H. Princípios de ciência e tecnologia  dos materiais, Edgard Blucher, \n4a ed., Rio de Janeiro, Campus, 2003. \nHIGGINS, R. A. Propriedades e Estruturas dos Materi ais em Engenharia, Difusão \nEuropéia do Livro, São Paulo, 1982. \n \nBibliografia Complementar \nBUDWORTH, D.W. An Introduction to Ceramic Science, Pergamon Press, Oxford, \n1970. \nCHIA VERINI, V . Tecnologia mecânica: processos de fa bricação e tratamento, 3 v, 2 a. \ned. São Paulo: McGraw-Hill, 1986. \nSHENOY , A.V ., SAINI D.R., Thermoplastic Melt Rheolo gy and Processing, Marcel \nDekker, New York, 1996. \nMETALS HANDBOOK, Materials Characterization, 9ª ed. , V olume 10, American \nSociety for Metals, ASM, 1986. \nPADILHA, A. F., AMBRÓZIO FILHO, F. Técnicas de Anál ise Microestrutural, Hemus \nEditora, São Paulo, 1985. \n \n \nUnidade \nCurricular Engenharia de Bioprocessos \nBibliografia básica: \nDORAN, P. M. Bioprocess Engineering Principles. Els evier Science, 1995. \nBORZANI, W.; SCHMIDELL, W.; LIMA, U. A.; AQUARONE, E. Biotecnologia \nIndustrial - Fundamentos, V ol. 1. Ed. Edgard Blüche r, 2001. \nSHULER, M. L.; KARGI, F. Bioprocess Engineering Bas ic Concepts, Editora Prentice-\nHall International Inc., Englewood Cliffs, 1992. \n \nBibliografia complementar \nBAILEY , J.E., OLLIS, D.F. Biochemical Engineering F undamentals. 2 ed. McGraw-\nHill, 1986. \nLEHNINGER, A. L. Princípios de Bioquímica, Sarvier,  São Paulo, 2006. \nPELCZAR, M. .J; CHAN, E. C. S., NOEL, R. K. Microbi ologia: Conceitos e \nAplicações, vol .1, 2ª ed., 1997. \nSCHMIDELL, W.; AQUARONE, E.; LIMA, U.A.; BORZANI,W.  Biotecnologia \nIndustrial – Processos Fermentativos E Enzimaticos V ol. 3, Editora: EDGARD \nBLUCHER, 2001. \nSCHMIDELL, W.; LIMA, U. A.; AQUARONE, E.; BORZANI, W. Biotecnologia \nIndustrial. Engenharia Bioquímica, V ol. 2. Ed. Edga rd Blücher, 2001. ", "100": "100 \n \n \n  ", "101": "101 \n \n \n Apêndice  F – Tabela de equivalências  \n \nCurrículo \nPPC Resolução CEPE n. 27/2011 Currículo \nPPC Reestruturação 2016 \nCódigo UC CH Código UC CH Tipo \nICT014 Princípios da \nEngenharia \nQuímica 72  Princípios de \nEngenharia \nQuímica 72 Diretiva EQ \nICT010 Engenharia das \nReações Químicas 108  Engenharia das \nReações Químicas \ne \nLaboratório de \nEngenharia \nQuímica I 72 \n \n \n36 Obrigatória \n \n \nObrigatória \nICT015 Operações \nUnitárias II 72  Operações \nUnitárias II 72 Obrigatória \nICT501 Fundamentos de \nProcessos \nOrgânicos – \nprática 36  Fundamentos de \nProcessos \nOrgânicos – \nprática 36 Diretiva EQ \nICT016 Fundamentos de \nProcessos \nOrgânicos – \nteórica 36  Fundamentos de \nProcessos \nOrgânicos – \nteórica 36 Diretiva EQ \nICT502 Termodinâmica 72  Termodinâmica II 72 Obrigatória \nICT503 Engenharia \nBiotecnológica 72  Engenharia \nBiotecnológica 72 Obrigatória \nICT009 Química dos \nElementos 72  Química dos \nElementos – Prática \ne \nQuímica dos \nElementos – \nTeórica 36 \n \n \n36 Diretiva EQ \n \n \nDiretiva EQ \nDCT003 Métodos de Análise \nQuímica 72  Métodos de Análise \nQuímica – Prática \ne \nMétodos de Análise \nQuímica – Teórica 36 \n \n36 Diretiva EQ \n \nDiretiva EQ \nICT214 Engenharia \nEconômica 36  Engenharia \nEconômica 36 Eletiva BCT  \nICT213 Engenharia de \nSólidos I 72  Mecânica dos \nSólidos 72 Eletiva BCT  \nICT504 Operações \nUnitárias III - \nFundamentos e \nAplicações de \nTransferência de 108  Operações \nUnitárias III \ne \nLaboratório de \nEngenharia 72 \n \n \n36 Obrigatória \n \n \nObrigatória ", "102": "102 \n \n \n Massa Química II \nICT505 Controle de \nProcessos 72  Controle de \nProcessos 72 Obrigatória \nICT506 Processos das \nIndústrias Química \ne de Alimentos 36  Processos das \nIndústrias Química \ne de Alimentos 36 Obrigatória \nICT507 Engenharia das \nReações Químicas \nHeterogêneas 72  Engenharia das \nReações Químicas \nHeterogêneas \ne \nTermodinâmica I* 36 \n \n \n \n36 Obrigatória \n \n \n \nDiretiva EQ.  \nICT508 Controle da \nPoluição 72  Controle Ambiental 72 Obrigatória \nICT215 Qualidade e \nProdutividade 36  Qualidade e \nProdutividade 36 Obrigatória \nICT509 Projetos em \nEngenharia \nQuímica 36  Projetos em \nEngenharia \nQuímica 36 Obrigatória \nICT217 \n \nICT518 TCC I \ne \nTCC II 36 \n \n36  Trabalho de \nConclusão de Curso \n(TCC) 72 Componente \nCurricular \nICT533 Corrosão e \nProteção 72  Nunca foi oferecida Não há \nequivalência \nICT532 Materiais \nCerâmicos 72  Nunca foi oferecida Não há \nequivalência \nICT531 \n \n \nICT535 \n \n \nICT534 \n Materiais \nPoliméricos \nou \nMateriais Metálicos \nou \nTécnicas de \nCaracterização de \nMateriais 72 \n \n \n72 \n \n \n \n72  Engenharia de \nMateriais 72 Eletiva EQ \nICT551 \n \n \n \nICT554 Engenharia de \nProcessos \nou \nTópicos em \nProcessos de \nFabricação 72 \n \n \n72 \n  Integração \nEnergética Aplicada \na Processos \nQuímicos 72 Eletiva EQ \nICT560 Fundamentos de \nTransferência de \nCalor e Massa – \noptativa 72  Fundamentos de \nTransferência de \nCalor e Massa \n 72 Obrigatória \nICT561 Modelagem e \nSimulação de \nProcessos \nQuímicos – \noptativa 72  Modelagem e \nSimulação de \nProcessos \nQuímicos 72 Obrigatória ", "103": "103 \n \n \n ICT552 Gestão Industrial 72  Gestão Industrial e \nSegurança do \nTrabalho 72 Obrigatória \nICT553 Organização para a \nPadronização 36  Nunca foi oferecida Não há \nequivalência \nICT562 Métodos \nNuméricos \nAplicados à \nEngenharia \nQuímica – optativa 72  Métodos \nNuméricos \nAplicados à \nEngenharia \nQuímica 72 Eletiva EQ \nICT563 Termodinâmica I – \noptativa 36  Termodinâmica I* 36 Diretiva \nICT516 Estágio \nSupervisionado 180  Estágio Obrigatório 180 Componente \nCurricular \n* A UC Termodinâmica I poderá ter equivalência com UC ICT507 Engenharia das \nReações Químicas Heterogêneas ou com UC ICT563 Term odinâmica I Optativa, a \ndepender da aprovação do estudante. \n "}