{"1": "Projeto Pedagógico do \nCurso de Engenharia da\nComputação\nUniversidade Federal de Itajubá - UNIFEI\nCampus de Itajubá\n2015", "2": "Universidade Federal de Itajubá – UNIFEI\nwww.unifei.edu.br\nCampus Prof. José Rodrigues Seabra - Sede\nAv. BPS, 1303, Bairro Pinheirinho, Itajubá - MG\nTelefone: (35) 3629 - 1101 Fax: (35) 3622 - 3596\nCaixa Postal 50 CEP: 37500-903\nDagoberto Alves de Almeida\nReitor\nreitoria@unifei.edu.br\n(35) 3629-1108\nMarcel Fernando da Costa Parentoni\nVice-Reitor\nvicereitoria@unifei.edu.br\n(35) 3629-1105\nEgon Luiz Müller Júnior\nPró-Reitor de Graduação\nprg@unifei.edu.br\n(35) 3629-1347\nCarlos Eduardo Sanches da Silva\nPró-Reitor de Pesquisa e Pós-Graduação\nprppg@unifei.edu.br\n(35) 3629-1118\nEdson de Oliveira Pamplona\nPró-Reitor de Cultura e Extensão Universitária\nprceu@unfei.edu.br\n(35) 3629-1772\nEdmilson Marmo Moreira\nCoordenador do Curso de Engenharia da Computação\nCampus Itajubá\neco.itajuba@unifei.edu.br\n(35) 3629-1929", "3": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nSumário\n1.Introdução............................................................................................................................................... 3\n2.Histórico................................................................................................................................................. 4\n2.1.Expansão do Curso de Engenharia da Computação ........................................................................ 4\n2.2.Avaliação do Curso pelo ENADE ................................................................................................... 5\n3.Justificativa............................................................................................................................................. 5\n4.Missão..................................................................................................................................................... 6\n5.Objetivo Geral........................................................................................................................................ 6\n5.1. Objetivo Específico ............................................................................................................................. 6\n6.Perspectiva do Curso .............................................................................................................................. 7\n7.Perfil do Egresso..................................................................................................................................... 8\n8.Área de Atuação e Mercado de Trabalho ............................................................................................... 9\n9.Forma de Acesso ao Curso ................................................................................................................... 10\n10.Perfil do Ingressante ......................................................................................................................... 11\n11.Colegiado de Curso ........................................................................................................................... 12\n12.Estrutura Curricular .......................................................................................................................... 14\n12.1.Núcleo de Conteúdos Básicos ................................................................................................... 15\n12.2.Núcleo de Conteúdos Profissionalizantes ................................................................................. 16\n12.3.Núcleo de Conteúdos Específicos ............................................................................................. 18\n12.4.Núcleo de Conteúdos Optativos ................................................................................................ 20\n12.5.Núcleo de Conteúdos Complementares ..................................................................................... 22\n12.6.Definição de Hora-Aula ............................................................................................................ 28\n12.7.Disciplinas do Curso .................................................................................................................. 28\n13.Metodologias Utilizadas no Curso .................................................................................................... 30\n14.Matriz Curricular.............................................................................................................................. 32\n14.1.Requisitos de Disciplinas .......................................................................................................... 39\n14.2.Ementa e Bibliografia das Disciplinas ...................................................................................... 46\n15.Organização das Disciplinas ............................................................................................................. 80\n1", "4": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n16.Período de Integralização ................................................................................................................ 105\n17.Processo de Avaliação dos Alunos .................................................................................................. 105\n18.Progressão nas Séries ...................................................................................................................... 106\n19.Processo de Avaliação do Curso ..................................................................................................... 106\n20.Corpo Docente................................................................................................................................ 107\n20.1.Campus Itajubá........................................................................................................................ 107\n20.2.Campus Itabira / MG ............................................................................................................... 107\n21.Infra-estrutura................................................................................................................................. 107\n21.1.Campus Itajubá........................................................................................................................ 107\n21.2.Campus Itabira / MG ............................................................................................................... 108\n22.Apoio Técnico-administrativo ........................................................................................................ 108\n22.1.Campus Itajubá........................................................................................................................ 108\n22.2.Campus Itabira / MG ............................................................................................................... 108\n23.Articulação Ensino – Pesquisa – Extensão ..................................................................................... 108\n24.Pós-Graduação................................................................................................................................ 109\n2", "5": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n1.Introdução\nO curso de Engenharia da Computação da Universidade Federal de Itajubá teve o seu início em\n1998, mediante a portaria de autorização do Ministério de Educação e Cultura (MEC) no. 2.140 de\n20/11/97 (publicado no DOU no. 226 de 21 novembro de 1997 – Seção 1 – 27261), sendo que, o\nreconhecimento ocorreu em 2003, conforme a portaria do MEC no 4.047 de 23 de dezembro de 2003\n(publicado no DOU no  250 de 24 dezembro de 2003 – Seção 1).\nProcurando propiciar a formação de profissionais altamente qualificados, o curso de Engenharia\nda Computação da Universidade Federal de Itajubá vem sofrendo alterações ao longo dos anos até mesmo\npara atender a Lei das Diretrizes e Bases da Educação no Brasil (LDB) e a Proposta de Diretrizes\nCurriculares  de  Cursos  da Área  de  Computação  e Informática.  Vale  ressaltar que ainda não foram\naprovadas as diretrizes curriculares para os cursos de graduação em engenharia da computação.\nApós a divulgação em setembro de 2003, do relatório de reconhecimento do curso de Engenharia\nda Computação da Universidade Federal de Itajubá e a aplicação em novembro de 2005 do Exame\nNacional de Desempenho dos Estudantes (ENADE) aos graduandos da área de engenharia, inclusive a de\ncomputação, novos indicadores passaram a nortear o plano pedagógico do curso. Com isso, uma re-\nestruturação do curso se fez presente em 2006, definindo diretrizes a serem seguidas nos anos seguintes.\nEm 2008 um ajuste na matriz curricular do curso tornou-se necessária a fim de atender a resolução\nno. 3, de 2 de julho de 2007, da Câmara de Educação Superior (CES) do Conselho Nacional de Educação\n(CNE), que estabeleceu os procedimentos a serem adotados quando ao conceito de hora-aula. O ajuste\nefetuado se deu basicamente na mudança do tempo de duração de uma aula, que passou de 50 minutos\npara 55 minutos, e no número de semanas correspondente a um semestre letivo, que passou de 15\nsemanas para 16 semanas.\nEm 2009, a matriz curricular do curso foi reajustada, de modo a atribuir uma carga horária mais\nadequada  a  algumas  disciplinas,  principalmente  as  da  área  de  computação.  E  em  2013  uma  nova\natualização foi feita, incluindo novas disciplinas necessárias à preparação do ENADE.\nEm 2012, as alterações no Projeto Pedagógico do Curso foram necessárias, devido às mudanças na\nnorma para os cursos de graduação da Universidade Federal de Itajubá e ao reenquadramento dos cursos\nde Engenharia da Computação na área de Computação, subárea Engenharia da Computação, do Sistema\nNacional de Avaliação da Educação Superior (SINAES). Este reenquadramento ocorreu em 2011, por\ncausa  do Exame  Nacional  de  Desempenho  dos  Estudantes  (ENADE)  e  acabou  definindo  diretrizes\ncurriculares para os cursos de Engenharia da Computação (Portaria INEP no. 239 de 04 de agosto de 2011,\npublicado no Diário Oficial da União de 05 de agosto de 2011 – Seção 1 – págs. 50, 51 e 52).\nA última atualização no Projeto Pedagógico do Curso aconteceu em 2015. Foram realizadas\nadaptações com o objetivo de unificar as disciplinas comuns dos cursos hospedados no Instituto de\nEngenharia  de  Sistemas  e  Tecnologia  da  Informação,  quais  sejam:  Engenharia  da  Computação,\nEngenharia de Controle e Automação e Engenharia Eletrônica (IESTI). Este trabalho foi elaborado pelos\nmembros dos Núcleos Docentes Estruturantes (NDE) dos três cursos, com respaldo da Assembleia do\nIESTI.\n3", "6": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n2.Histórico\nO curso de Engenharia da Computação nasceu da evolução da ênfase de Eletrônica do curso de\nEngenharia Elétrica da Escola Federal de Engenharia de Itajubá (EFEI), atual Universidade Federal de\nItajubá. Criada em 1977, sob a responsabilidade do Departamento de Eletrônica da EFEI, a ênfase de\nEletrônica desenvolveu-se ao longo dos anos de maneira a se especializar nas áreas de sistemas digitais,\nmicroprocessadores, automação industrial e sistemas de comunicação.\nDevido  ao  desenvolvimento  da  ênfase  de  Eletrônica,  criou-se  dentro  do  Departamento  de\nEletrônica da EFEI, uma massa crítica de professores especializados, decorrente da capacitação formal\ndos docentes do Departamento de Eletrônica e da contratação de profissionais qualificados para atuarem\nem áreas até então carentes. Apoiado por professores de outros departamentos da antiga Escola Federal de\nEngenharia de Itajubá, a criação do curso de Engenharia da Computação dentro da Universidade Federal\nde Itajubá foi o passo natural para a continuidade do crescimento e do desenvolvimento em outras áreas.\nO uso de ferramentas de projetos auxiliados por computador (CAE/CAD) e o surgimento de novas\nfamílias de circuitos integrados, abriram novas fronteiras para as áreas de projeto e concepção de sistemas\nde computação, antes restritos aos grandes centros desenvolvidos. Atualmente, esse trabalho vem sendo\ndesenvolvido dentro do Instituto de Engenharia de Sistemas e Tecnologias da Informação (IESTI), antigo\nDepartamento de Eletrônica da EFEI, pelos grupos de Sistemas Digitais e de Microeletrônica.\nA Universidade  Federal  de  Itajubá  está  ciente  de  que  as  novas  concepções  de  hardwares\navançados com softwares dedicados têm ocorrido, principalmente, em países desenvolvidos. Entretanto,\nsabe-se que  cada  vez  mais, aplicações  em  áreas  afins  têm  sido compartilhadas  também  por  países\nemergentes. Por isso, esta forte tendência é a principal razão da criação do seu curso de Engenharia da\nComputação.\nPela sua história, o curso de Engenharia da Computação da Universidade Federal de Itajubá nasce\nmuito propenso ao desenvolvimento de  hardwares e de  software  destinados a contemplar as áreas de\nsistemas de computação, automação industrial, processamento digital de sinais e telemática.\n2.1 Expansão do Curso de Engenharia da Computação\nEm 24 de abril de 2007, o governo federal instituiu pelo Decreto No 6.096, o Programa de Apoio a\nPlanos de Reestruturação e Expansão das Universidades Federais – REUNI, com o objetivo de criar\ncondições para a ampliação do acesso e permanência na educação superior, no nível de graduação, pelo\nmelhor aproveitamento da estrutura física e de recursos humanos existentes nas universidades federais.\nEste programa tem por base a meta de expansão da oferta de educação superior constante do item 4.3.1 do\nPlano Nacional de Educação, instituído pela Lei no 10.172, de 9 de janeiro de 2001.\nComo uma das respostas ao programa REUNI, a Universidade Federal de Itajubá dá início em\n2008, a criação de um segundo campus na cidade de Itabira/MG. Este campus nasce de uma parceria\nentre a Prefeitura Municipal de Itabira/MG, a Vale (antiga Companhia Vale do Rio Doce), o Ministério da\nEducação (MEC) e a Universidade Federal de Itajubá (UNIFEI), sendo considerada, a primeira parceria\npúblico-privado na área de ensino universitário no Brasil.\nO complexo do campus da Universidade Federal de Itajubá, na cidade de Itabira, prevê ainda a\nimplantação de um Centro de Tecnologia Aplicada, que funcionará como uma plataforma avançada de\nidentificação  de  necessidades  e  geração  de  soluções  para  a  sociedade,  em  geral,  e  para  o  setor\n4", "7": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nempresarial, em particular.\nA atuação da Universidade Federal de Itajubá visa preencher uma lacuna existente na região leste\nde Minas Gerais, que ainda não dispõe de cursos universitários ligados à área tecnológica, voltados para o\nsetor de negócios e atividades produtivas.\nPara iniciar as atividades neste novo campus foram escolhidos para implantação no segundo\nsemestre  de  2008,  os  cursos  de  Engenharia  da  Computação,  Engenharia  Elétrica  e  Engenharia  de\nMateriais, cada um com 50 vagas.\nO curso de Engenharia da Computação no campus de Itabira seguiu, a priori, o Projeto Pedagógico\ndo curso de Engenharia da Computação do campus de Itajubá, visto a consolidação e experiências já\nadquiridas e organização deste curso no campus de Itajubá.\nEm comprometimento ao programa REUNI, o curso de Engenharia da Computação, implantado\nno campus de Itajubá, aumentou em 2010 o número de vagas oferecidas no seu processo seletivo de\nadmissão para preenchimento das vagas iniciais. Em 2008, o número de vagas era de 50. No ano de 2009,\neste número foi para 55. E em 2010, o número de vagas passou para 60, o que representa um aumento de\n20% em relação ao número de vagas que foram ofertadas em 2008.\n2.2 Avaliação do Curso pelo ENADE\nDesde a sua criação o curso de Engenharia da Computação foi avaliado quatro vezes, mediante o\nExame  Nacional  de  Desempenho  de  Estudantes  (ENADE).  Alguns  dos  indicadores  obtidos  nestas\navaliações são transcritos na tabela abaixo.\nA V ALIAÇÃO ENADE 2005 2008 2011 2014\nConeito ENADE (1 a 5) 4 5 3 4\nConceito IDD (1 a 5) 4 4 3 -\nConceito Preliminar Curso (CPC) – 4 3 4\nCPC Contínuo – 3,85 2,3738 3,1312\nMédia Geral Ingressantes 46,80 40,57 70,74 –\nMédia Geral Concluintes 50,00 48,22 51,79 –\nNota Enade Ingressantes – 4,32 – –\nNota Enade Concluintes – 4,52 2,3598 3,823\nNota IDD – 3,51 0,9411 2,2576\nNota: IDD Indicador de Diferença entre o Desempenho Observado e o Esperado\nOs indicadores obtidos no ENADE pelo curso de Engenharia da Computação vêem demonstrar o\ncomprometimento da Universidade Federal de Itajubá na seriedade na criação do curso e na qualidade do\nmesmo.\n3.Justificativa\nEm face ao crescimento tecnológico nos últimos anos de sistemas de computação, a importância\nde um curso de Engenharia da Computação se autojustifica não somente para uma região como para um\n5", "8": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\npaís. Hoje, podemos dizer que os sistemas computacionais atuam nas mais diversas áreas de uma forma\ndireta ou indireta.\nA procura por sistemas mais baratos, mais eficientes e cada vez mais inteligentes esbarra em\nsistemas avançados, que hoje em dia só se implementa por meio de sistemas computacionais dedicados.\nOs  países  que  não  fizerem  investimentos  na  formação  de  mão  de  obra  especializada  em  sistemas\ncomputadorizados estarão renunciando o seu desenvolvimento tecnológico, econômico e até social.\nPela sua história, a Universidade Federal de Itajubá sempre chamou para si a responsabilidade de\ncontribuir efetivamente para o desenvolvimento municipal, regional e nacional. A criação do curso de\nEngenharia da Computação, além de preencher uma grande lacuna dentre as áreas de atuação da própria\nUniversidade, passa a contribuir para a formação de profissionais especializados em uma área do saber\nconsiderada estratégica no desenvolvimento de qualquer nação.\nNo que se refere à postura institucional da Universidade Federal de Itajubá, o curso de Engenharia\nda Computação vem de encontro com as inquietações que ora nos assolam; e enquadra-se no processo\nnatural de evolução da nossa Universidade rumo a uma Instituição de Ensino Superior mais produtiva,\nmais eficiente e de amplo espectro de atuação, tal como determina as suas principais diretrizes.\n4.Missão\nPromover  a  formação  continuada  de  profissionais  para  atuarem  na  área  de  engenharia  da\ncomputação, conforme as diretrizes do Ministério da Educação (MEC) e em consonância com a missão\nda Universidade Federal de Itajubá, que é a de gerar, sistematizar, aplicar e difundir conhecimento,\nampliando e aprofundando a formação de cidadãos e profissionais qualificados, e contribuir para o\ndesenvolvimento sustentável do país, visando à melhoria da qualidade da vida.\n5.Objetivo Geral\nO curso de Engenharia da Computação da Universidade Federal de Itajubá tem, por objetivo, a\nformação  de  recursos  humanos  para  o  desenvolvimento  científico  e  tecnológico  da  computação\n(hardware e  software), assim como, para a aplicação das tecnologias relacionadas à computação nos\ninteresses da sociedade, de modo a atender as suas necessidades.\n5.1. Objetivo Específico\nPreparar  profissionais  qualificados  para  atuarem  nas  áreas  pertinentes  à  engenharia  da\ncomputação, com competências e habilidades condizentes à sua atuação profissional, a saber:\nDomínio de conhecimentos técnicos : a formação de um engenheiro da computação tem que ser\nfundamentada em sólidos conhecimentos tanto de áreas correlatas como de áreas específicas. Não\n6", "9": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nse pode esquecer que esse profissional é, antes de tudo, um engenheiro que deve ter capacidade\npara aplicar a matemática, física, ciência da computação e as tecnologias modernas, em soluções\ncomputacionais eficientes, seguras e confiáveis, que sejam importantes para a segurança e o bem\nestar da sociedade.\nHabilidade na resolução de problemas : os egressos dos cursos de engenharia da computação\ndevem ter uma sólida experiência na identificação, formulação e resolução de problemas de\nengenharia em uma variada gama de circunstâncias. Devem saber desenvolver  e/ou  utilizar\nmetodologias  e  técnicas  relevantes  para  planejar,  projetar  e  analisar  sistemas,  produtos  e\nprocessos, que envolvam software, hardware e que integram ambos.\nCapacidade  de avaliação : um engenheiro  da computação deve ter  a capacidade  não só de\nprojetar e conduzir experimentos, mas também de interpretar resultados, assim como, avaliar\ncriticamente a viabilidade econômica, a operação e a manutenção de sistemas e de projetos de\nengenharia da computação. Em um contexto social e ambiental, o engenheiro da computação deve\nter  ainda  a  capacidade  de  avaliar  o  impacto  das  atividades  pertinentes  à  engenharia  da\ncomputação.\nFacilidade  de  interação  e  comunicação :  o  engenheiro  da  computação  tem  que  ser  um\nprofissional altamente qualificado para atuar, muitas vezes em equipe, com outros profissionais da\nárea de computação e de outras áreas. Para isso, é imprescindível que esse profissional tenha\nfacilidade para interagir com as pessoas e para se comunicar eficientemente.\nCompetência para participar e gerenciar projetos : É muito importante que o engenheiro da\ncomputação tenha disposição para participar de forma ativa e efetiva nas ações pertinentes à\nengenharia da computação, assim como, capacidade para coordenar, supervisionar e gerenciar\nprojetos e serviços de engenharia como, por exemplo, a operação e a manutenção de sistemas\nassociados à computação.\nAtitude de responsabilidade : Os cursos de engenharia da computação devem atuar de modo a\nformar  profissionais  éticos,  cientes  das  suas  responsabilidades  profissionais  e  sociais.  Esse\nprofissional não pode perder de vista que sempre deve utilizar seus conhecimentos para o bem\nestar da humanidade.\nDesenvolvimento  do  auto-aperfeiçoamento :  É  fundamental  que  os  egressos  dos  cursos  de\nengenharia da computação estejam em permanente busca de atualização técnica e profissional.\nPortanto, é necessário que o engenheiro da computação desenvolva, durante a sua formação\nacadêmica, habilidades para a pesquisa e auto-aprendizagem.\n6.Perspectiva do Curso\nA fim de atender às expectativas e anseios do Ministério da Educação (MEC), da Universidade\nFederal  de  Itajubá,  das  indústrias  brasileiras  e  da  sociedade  em  geral,  o  curso  de  Engenharia  da\nComputação pretende a excelência no âmbito da formação, disseminação e criação de conhecimento e\nresponsabilidade social. Para isso, sempre atuará a partir de dados avaliativos, no sentido de aprimorar e\nmodernizar  a  organização  e  a  estrutura  do  seu  projeto  pedagógico,  atentando  para  as  tendências\ntecnológicas e pedagógicas da referida área.\nO curso busca a formação de um profissional conforme os seus objetivos com, pelo menos,\n7", "10": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\natitudes, habilidades e competências para:\nPlanejar, especificar, projetar, desenvolver, testar e verificar sistemas digitais e sistemas baseados\nem microprocessadores, incluindo os softwares dedicados ao seu funcionamento, seguindo teorias,\nprincípios, métodos, técnicas e procedimentos da Engenharia e da Computação.\nRealizar estudos, adaptar, aprimorar, industrializar, instalar e fazer a manutenção de sistemas de\ncomputação de propósito geral ou específico, que envolvam software, hardware e que integrem\nambos.\nDesenvolver sistemas integrados e sistemas embarcados, incluindo o desenvolvimento de software\npara esses sistemas.\nAnalisar,  avaliar,  selecionar  e  testar  plataformas  de  hardware para  o  desenvolvimento  e\nimplementação de aplicações de software e serviços.\nCoordenar,  supervisionar  e  gerenciar  projetos  e  serviços  de  engenharia  associados  ao\ndesenvolvimento, operação e manutenção de sistemas inerentes a Engenharia da Computação.\nConhecer os direitos e propriedades intelectuais inerentes à produção e à utilização de sistemas de\ncomputação.\nProjetar, implantar, administrar e gerenciar redes de computadores.\nRealizar estudos de viabilidade técnico-econômica.\nRealizar  estudos  de  natureza  técnica  e  desenvolver  pesquisas,  para  solucionar  problemas,\natualização profissional e auto-aprendizagem.\n7.Perfil do Egresso\nO  curso de Engenharia da Computação  da Universidade  Federal de Itajubá visa formar um\nprofissional qualificado com capacidades técnicas para:\nUtilizar os seus conhecimentos de matemática, física, ciência da computação e de tecnologias\nmodernas, nas diferentes áreas aplicadas, que necessitem soluções pertinentes à engenharia da\ncomputação e que sejam eficientes, seguras, confiáveis e de relevância à sociedade.\nIdentificar, formular e resolver problemas de engenharia que envolvam hardware, software ou até\nmesmo a integração de ambos, em uma variada gama de circunstâncias.\nDesenvolver e/ou utilizar metodologias e técnicas relevantes para planejar, projetar, desenvolver,\ntestar e analisar sistemas, produtos e processos, que envolvam software, hardware e que integrem\nambos.\nTirar proveito das tecnologias já estabelecidas, e de desenvolver novas técnicas, para projetar e\nconduzir experimentos, assim como, interpretar seus resultados.\nAvaliar  criticamente  a viabilidade  econômica,  a  operação  e  a  manutenção  de  sistemas  e  de\nprojetos de engenharia da computação.\nInteragir com o ambiente em que produtos e serviços pertinentes à engenharia da computação\noperam ou irão operar.\n8", "11": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nAtuar  com  afinidade  e  de  forma  expressiva  com  profissionais  das  áreas  de  engenharia,\nprincipalmente, das áreas relacionadas à engenharia elétrica.\nPoder se especializar através de cursos de pós-graduação.\nDo  ponto  de  vista  ético  e  social,  os  egressos  do  curso  de  Engenharia  da  Computação  da\nUniversidade Federal de Itajubá são preparados para:\nAvaliar o impacto das atividades pertinentes à engenharia da computação no contexto social e\nambiental.\nAtuar em equipes com outros profissionais da área de computação e/ou de outras áreas.\nInteragir com pessoas de diferentes áreas e se comunicar eficientemente.\nParticipar com disposição de forma ativa e efetiva, nas questões pertinentes à engenharia da\ncomputação.\nCoordenar, supervisionar e gerenciar projetos e serviços pertinentes à engenharia da computação\ncomo, por exemplo, a operação e a manutenção de sistemas que combinam hardware e software.\nAtuar com ética e consciência de suas responsabilidades profissionais e sociais.\nUtilizar os seus conhecimentos sempre para o bem estar da humanidade.\nPermanentemente buscar atualização técnica e profissional, visando o auto-aprimoramento e o\nincentivo a novos desafios.\nAtuar na pesquisa de tecnologias relacionadas à computação.\nAcompanhar a evolução da computação e de novas tecnologias associadas à computação.\n8.Área de Atuação e Mercado de Trabalho\nA formação de um engenheiro da computação vai dos fundamentos da engenharia à ciência da\ncomputação, passando pelas técnicas em  hardware,  software e aplicações da informática. Esse perfil\nhabilita o engenheiro da computação a atuar em várias áreas onde a computação se faz presente, seja no\nnível de hardware, de software ou onde haja a integração de hardware e software.\nDevido ao processo global de informatização, o engenheiro da computação atualmente dispõe de\nvárias frentes de trabalho como, por exemplo, em empresas que produzem computadores e/ou softwares\nou em empresas que façam uso dos recursos da informática em pequena, média ou larga escala. Existe\nainda a possibilidade de atuação até mesmo nas universidades, além das indústrias de processos, grupos\nfinanceiros e centros de pesquisa e de desenvolvimento.\nAtualmente,  com  diversas  tecnologias  bem  estabelecidas  como,  por  exemplo,  televisão,\ncomputação, redes de computadores, sistemas microprocessados e sistemas de comunicação móvel, a\natuação  do  engenheiro  da  computação  tem  participação  efetiva.  A melhoria  destas  tecnologias  e  a\nconvergência das mesmas passam a ser o novo desafio para os engenheiros da computação.\nA procura  por  novos  conhecimentos  em  outras  áreas  do  saber  propicia  ao  engenheiro  da\ncomputação novos rumos, na criação de sistemas computacionais dedicados, robustos e complexos, que\nintegram hardware e software em escalas cada vez menores.\n9", "12": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n9.Forma de Acesso ao Curso\nO ingresso no curso de Engenharia da Computação se dá conforme os Artigos 118, 120, 121 e 122,\ndo Regimento Geral da Universidade Federal de Itajubá.\nArt. 118 - Os cursos oferecidos pela Universidade Federal de Itajubá serão abertos à admissão de\nestudantes, em conformidade com a lei, com o disposto neste Regimento Geral e nas resoluções do\nConselho Universitário.\nArt. 120 - Sem prejuízo de outras formas que possam ser estabelecidas, os cursos de graduação\nda Universidade Federal de Itajubá estarão abertos à admissão de candidatos:\nI.que tenham concluído o ensino médio ou equivalente e tenham sido classificados em processo\nseletivo de admissão, para preenchimento das vagas iniciais;\nII.transferidos de outros cursos da Universidade Federal de Itajubá, mediante processo seletivo de\nadmissão específico, condicionado, dentre outras exigências, à existência de vagas ociosas;\nIII.transferidos de cursos afins de outras Instituições de Ensino Superior, mediante processo seletivo\nde admissão específico, condicionado, dentre outras exigências, à existência de vagas ociosas;\nIV .portadores de diploma de cursos afins, devidamente registrado, classificados em processo seletivo\nde admissão específico, condicionado, dentre outras exigências, à existência de vagas ociosas;\nV .transferidos ex officio, na forma da lei;\nVI.de outros países, por meio de convênio ou acordo cultural.\nParágrafo  Único  –  Para  efeito  dos  inciso  III  e  IV ,  os  cursos  afins  serão  definidos  pelos\nrespectivos colegiados de curso e constarão no edital do processo seletivo para preenchimento das vagas\nociosas.\nArt. 121 - Entender-se-á por:\nI.vagas iniciais, todas aquelas destinadas ao primeiro período letivo dos cursos;\nII.vagas  ociosas,  todas  aquelas  que,  obedecidos  os  critérios  especificados  nas  normas  da\ngraduação, sejam consideradas como não preenchidas.\nParágrafo  Único  –  O  Conselho  de  Ensino,  Pesquisa,  Extensão  e  Administração  fixará  a\nquantidade de vagas iniciais de cada curso de graduação, bem como suas alterações, e estabelecerá os\ncritérios para preenchimento das vagas ociosas.\nArt. 122 – A admissão aos cursos sequenciais e de graduação far-se-á mediante processo de\nseleção coordenado pela Pró-Reitoria de Graduação.\nA maior parte dos alunos do curso ingressa por meio do processo de vestibular (Art. 120, inciso I),\nque acontece uma vez ao ano. O quadro a seguir mostra a relação candidato/vaga-vestibular nos últimos\n10", "13": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nanos, bem como a quantidade de alunos ingressantes e egressos.\nA partir de 2011, o processo seletivo de admissão para preenchimento das vagas iniciais do curso\npassou a ocorrer mediante o processo seletivo do Sistema de Seleção Unificada (SISU) do Ministério da\nEducação (MEC).\nINGRESSOS EGRESSOS\nANOVESTIBULAROutras\nFormasNo de Alunos\nDesligadosColaram Grau Número de\nVagasCandidatos\npor Vaga\n1998 20 12,5 – – –\n1999 30 14,4 1 – –\n2000 40 9,0 1 4 –\n2001 50 12,9 4 3 –\n2002 50 13,3 6 5 11\n2003 50 11,6 6 12 20\n2004 50 10,6 – 7 29\n2005 50 11,0 2 9 34\n2006 50 10,5 2 12 44\n2007 50 9,4 2 19 36\n2008 50 8,7 1 11 45\n2009 55 7,5 1 16 34\n2010 60 6,7 – 24 41\n2011 60 7,0 13 9 32\n10. Perfil do Ingressante\nSeja  por  interesses  próprios  ou  indicados  por  testes  vocacionais,  o  curso  de  Engenharia  da\nComputação da Universidade Federal de Itajubá, no campus de Itajubá, se destina aos candidatos que\ntenham  concluído  o  ensino  médio  e  que  possuam  afinidades  com  áreas  de  ciências  exatas,\nespecificamente com áreas de engenharia e particularmente com a engenharia da computação.\nO curso ainda se destina a candidatos que tenham concluído o ensino médio e que venham a optar\npor uma formação profissional em Tecnologia da Informação e Comunicação (TIC), porém ainda não se\ndecidiram exatamente pela área de atuação onde a computação se faz presente.\nComo alternativa para um aprimoramento profissional, o curso de Engenharia da Computação\nserve como uma opção para portadores de diploma de cursos afins ou que queiram adquirir habilidades e\ncompetências na área de computação.\n11. Colegiado de Curso\nO colegiado de curso de Engenharia da Computação é regido pelos Artigos 106 a 111, seção VI,\ndo Regimento Geral da Universidade Federal de Itajubá.\n11", "14": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nArt. 106 - O planejamento, o acompanhamento, o controle e a avaliação de cada curso de graduação\nserão exercidos por um Colegiado de Curso. \nArt. 107 - O Colegiado de Curso é o fórum onde são conciliados os interesses de ordem didática das\nUnidades Acadêmicas com os do curso. \n§1o. O funcionamento do Colegiado de Curso será definido no Regimento da Pró-Reitoria de\nGraduação.\n§2o. O Colegiado se reunirá quando convocado pelo Coordenador ou por pelo menos um terço de\nseus membros.\nArt. 108 - O Colegiado de Curso terá a sua constituição definida, para cada curso, no Regimento da\nPró-Reitoria de Graduação, devendo em todos os casos obedecer ao princípio de proporcionalidade:\nI.Um mínimo de 70% (setenta por cento) dos membros deverão ser docentes responsáveis por\ndisciplinas das áreas que caracterizam a atuação profissional do graduado;\nII.Até 30% (trinta por cento) dos membros serão docentes responsáveis pelas demais disciplinas e\nmembros do corpo discente do curso.\n§1o. Os membros previstos no inciso I serão eleitos pelas Assembléias das Unidades Acadêmicas\nresponsáveis pelas disciplinas, conforme procedimento definido no Regimento da Pró-Reitoria de\nGraduação.\n§2o. Os membros docentes previstos no inciso II serão indicados pelo Diretor da Unidade Acadêmica\nresponsável pelas disciplinas, conforme procedimento definido no Regimento da Pró-Reitoria de\nGraduação.\n§3o.  Os  representantes  do  corpo  discente,  alunos  regularmente  matriculados  no  Curso,  serão\nindicados pelo órgão de representação estudantil reconhecido pela Universidade.\nArt. 109 - A Presidência do Colegiado de Curso será exercida pelo Coordenador de Curso, eleito pelos\nmembros do Colegiado, dentre seus pares.\nArt. 110 - Compete ao Colegiado de Curso:\nI.Eleger o Coordenador de Curso;\nII.Estabelecer diretrizes e aprovar o projeto pedagógico do curso para homologação pela Pró-\nReitoria de Graduação;\nIII.Estabelecer diretrizes e aprovar um sistema de acompanhamento e avaliação do Curso, em\nconsonância com os parâmetros gerais estabelecidos pela Pró-Reitoria de Graduação;\nIV .Aprovar os planos de ensino das disciplinas;\nV .Propor  normas  relativas  ao  funcionamento  do  curso  para  aprovação  pela  Pró-Reitoria  de\nGraduação;\nVI.Estabelecer mecanismos de orientação acadêmica aos estudantes do curso;\nVII.Criar comissões para assuntos específicos;\nVIII.Aprovar os nomes de membros de Comissões Examinadoras de trabalhos de conclusão de curso e\n12", "15": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nde outras formas de atividades;\nIX.Analisar e emitir parecer sobre convalidação de estudos e adaptações, de acordo com as normas\nfixadas  pelo  Conselho  de  Ensino,  Pesquisa,  Extensão  e  Administração  e  a  regulamentação\nestabelecida pela Pró-Reitoria de Graduação;\nX.Julgar, em grau de recurso, as decisões do Coordenador do Curso;\nXI.Decidir ou opinar sobre outras matérias pertinentes ao curso.\nArt. 111 - Ao Coordenador de Curso compete:\nI.Convocar  e  presidir  as  reuniões  do Colegiado  de  Curso, com  direito,  somente, ao voto de\nqualidade;\nII.Representar o Colegiado de Curso;\nIII.Elaborar o projeto pedagógico do curso e submetê-lo ao Colegiado de Curso;\nIV .Providenciar os planos de ensino de todas as disciplinas do Curso;\nV .Supervisionar o funcionamento do curso;\nVI.Zelar pela qualidade do ensino do curso;\nVII.Encaminhar, para apreciação do Colegiado, proposta de alterações no regulamento do curso,\npropostas de convênios e projetos e propostas de criação, alteração ou extinção de disciplinas do\ncurso;\nVIII.Tomar medidas necessárias para a divulgação do curso;\nIX.Verificar o cumprimento do conteúdo programático e da carga horária das disciplinas do curso;\nX.Participar da elaboração do calendário escolar do curso;\nXI.Propor os horários de aulas de cada período letivo e encaminhá-lo para apreciação da Câmara\nde Graduação;\nXII.Comunicar  aos  órgãos  competentes  qualquer  irregularidade  no  funcionamento  do  curso  e\nsolicitar as correções necessárias;\nXIII.Atuar junto aos Diretores de Unidades Acadêmicas na definição de nomes de docentes que\natuarão no curso;\nXIV .Suscitar  a  apresentação  de  temas  e  coordenar  as  atividades  relacionadas  aos  trabalhos  de\nconclusão de curso;\nXV .Coordenar o programa de estágio de formação profissional;\nXVI.Promover reuniões de planejamento do curso;\nXVII.Orientar  os  alunos  do  Curso  na  matrícula  e  na  organização  e  seleção  de  suas  atividades\ncurriculares;\nXVIII.Solicitar aos professores a divulgação dos resultados de todas as avaliações e freqüência nas\ndisciplinas, conforme o calendário escolar;\nXIX.Submeter ao Colegiado de Curso os nomes de membros de Comissões Examinadoras de trabalhos\nde conclusão de curso e de outras formas de atividades;\nXX.Designar relator ou comissão para estudo de matéria a ser submetida ao Colegiado;\nXXI.Decidir sobre assuntos da rotina administrativa do curso;\nXXII.Exercer outras atribuições inerentes ao cargo.\nParágrafo único - O Coordenador de Curso poderá delegar algumas de suas competências.\n13", "16": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n12.Estrutura Curricular\nA estrutura curricular do curso de Engenharia da Computação da Universidade Federal de Itajubá\ntoma por base a formação de um profissional com capacidade para atuar em áreas onde a computação se\nfaz presente no nível de hardware, software ou que integram ambos. Para isso, o curso se fundamenta\ntanto em disciplinas da área de engenharia elétrica como em disciplinas da área de ciência da computação.\nCom consequência, há a necessidade de que o núcleo de conteúdos profissionalizante do curso seja mais\namplo do que o dos cursos tradicionais de engenharia.\nAs disciplinas da área de engenharia elétrica, principalmente eletrônica, buscam a formação do\nprofissional  nos  moldes  da  engenharia,  com  capacidade  para  desenvolver  e  utilizar  sistemas\ncomputadorizados.  Enquanto,  as  disciplinas  da  área  de  ciência  da  computação  buscam  suprir  esse\nprofissional  com  conhecimentos  que  permitam  a  aplicação  eficiente  da  computação  nos  sistemas\ncomputadorizados desenvolvidos e naqueles utilizados na solução de problemas.\nA interação entre  software e  hardware se busca através de disciplinas onde os conhecimentos\nbásicos nas áreas de programação e eletrônica digital são fundamentais. Essas disciplinas de certa forma\ncoroam  a  formação  do  engenheiro  da  computação  pela  aplicação  simultânea  dos  conhecimentos\nrelacionados às duas áreas.\nOs valores éticos e sociais não são deslumbrados em disciplinas específicas, visto que, esses\nvalores não devem ser impostos ou simplesmente notificados, mas sim construídos ao longo da formação\ndo profissional.\nOs princípios filosófico-metodológicos do curso têm por base as diretrizes do Projeto Pedagógico\nInstitucional da Universidade Federal de Itajubá. A busca pela integração entre a teoria e prática é\ncontemplada principalmente em atividades de laboratório. A articulação entre o ensino, a pesquisa e a\nextensão se busca através de atividades complementares até mesmo de cunho obrigatório. A valorização\ndas atividades do corpo discente visa promover o seu desenvolvimento técnico e/ou social.\nO curso de Engenharia da Computação da Universidade Federal de Itajubá é um curso de cinco\nanos em período integral diurno, destinado à formação de bacharéis em Engenharia da Computação, com\naptidões  para  o  desenvolvimento  científico  e  tecnológico  da  computação  e  para  a  aplicação  das\ntecnologias relacionadas à computação na solução de problemas de engenharia.\nO curso é organizado no sistema seriado/semestral, de modo a abranger de forma equilibrada a\nformação  profissional básica nas  áreas  de Engenharia Elétrica (ênfase  em Eletrônica) e  Ciência da\nComputação. O que vem proporcionar a formação de um profissional para atuar na área de hardware ou\nna área de software ou ainda em áreas onde haja a integração de hardware e software.\nO curso busca a formação do profissional não somente em termos teóricos, mas principalmente em\ntermos práticos através da aplicação dos conhecimentos teóricos em atividades laboratoriais.\nEmbora seja um curso presencial, algumas disciplinas agregam técnicas da Educação a Distância,\nrespeitando a legislação vigente. As disciplinas do curso são oferecidas em semestres específicos.\nA fim de atender um mercado de trabalho bem diversificado na área de Computação, o curso não\nimpõe ênfases ou linhas na sua estrutura curricular. Fica a critério do graduando, conforme suas aptidões\ne interesses, complementar a sua formação através de disciplinas optativas.\nExiste a possibilidade do graduando complementar a sua formação em programas de intercâmbio\nacadêmico (mobilidade acadêmica) nacional e/ou internacional, além de programas de pós-graduação da\nUniversidade Federal de Itajubá como aluno especial.\nAs atividades de pesquisa ao longo do curso são coroadas com a realização obrigatória de um\n14", "17": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nplano  de  trabalho  final  do  curso.  Enquanto,  a  interação  com  as  atividades  profissionais  é  também\nestimulada  de  forma  obrigatória,  através  da  realização  de  um  ou  mais  estágios  curriculares\nsupervisionado. \nO conteúdo do curso de Engenharia da Computação da Universidade Federal de Itajubá está\ndividido nos cinco núcleos especificados abaixo:\nNúcleo de Conteúdos Básicos.\nNúcleo de Conteúdos Profissionalizantes.\nNúcleo de Conteúdos Específicos.\nNúcleo de Conteúdos Optativos.\nNúcleo de Conteúdos Complementares.\nMantendo a tradição da Universidade Federal de Itajubá, que toma por base as palavras do seu\nfundador Dr. Theodomiro Carneiro Santiago, \"Se a Ciência é filha da observação e da experiência, estes\nsão, em verdade, os processos pelos quais principalmente deve ser ensinada\" , várias disciplinas que\nintegram os núcleos do curso de Engenharia da Computação são amparadas por atividades laboratoriais,\nonde predominam a coletividade e os trabalhos e projetos em grupos. Isso sem menosprezar a relevância\nda elaboração, confecção e apresentação de relatórios.\nDe um modo geral, as disciplinas do curso de Engenharia da Computação da Universidade Federal\nde Itajubá buscam, mediante os seus planos de ensino, não somente a formação técnica, como também a\nformação ética e social do graduando.\nBuscando  um  maior  dinamismo  na  formação  de  profissionais,  o  curso  de  Engenharia  da\nComputação da Universidade Federal de Itajubá é estruturado em 10 (dez) períodos letivos, sendo que,\num período letivo corresponde a um semestre letivo e o último período é destinado principalmente às\natividades do núcleo de conteúdos complementares.\n12.1 Núcleo de Conteúdos Básicos\nO núcleo de conteúdos básicos visa dar aos egressos sólidos conhecimentos nas áreas comuns a\ntodas as engenharias. Pela sua tradição, a Universidade Federal de Itajubá enfatiza esse núcleo, por\nconsiderar que a formação básica de um profissional é a sua sustentação para acompanhar quaisquer\nevoluções tecnológicas e sociais.\nNo caso do curso de Engenharia da Computação da Universidade Federal de Itajubá, o núcleo de\nconteúdos básicos é composto pelo conjunto de disciplinas obrigatórias a seguir.\n15", "18": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nÁREA DISCIPLINAS\nMatemáticaCálculo I\nCálculo II\nCálculo III\nEquações Diferenciais I\nEquações Diferenciais II\nGeometria Analítica e Álgebra Linear\nCálculo Numérico\nProbabilidade e Estatística\nFísicaMetodologia Científica\nLaboratório de Metodologia Científica\nFísica Geral I\nFísica Geral III\nFísica Geral IV\nFísica Experimental I\nFísica Experimental III\nFísica Experimental IV\nQuímicaQuímica Geral\nQuímica Experimental\nMecânicaMecânica dos Sólidos\nFenômenos de Transporte\nExpressão Gráfica Desenho Técnico Básico\nComunicação e ExpressãoLinguagem e Comunicação\nMetodologia do Pesquisa Aplicada à Computação\nAdministração e EconomiaEconomia\nEngenharia Econômica\nOrganização Industrial e Administração\nCiências do Ambiente Ciências do Ambiente\nCiências Humanas e Sociais Ciências Humanas e Sociais\n12.2 Núcleo de Conteúdos Profissionalizantes\nO núcleo de conteúdos profissionalizantes tem por objetivo dar aos egressos os fundamentos\ntécnicos básicos de  hardware  e  software , que irão caracterizar a sua formação profissional. Conforme\nespecificado a seguir, este núcleo é composto por dois conjuntos de disciplinas obrigatórias. O primeiro\nconjunto é formado por disciplinas relacionadas à formação profissional básica da Engenharia Elétrica. O\nsegundo conjunto é formado por disciplinas relacionadas aos fundamentos da Ciência da Computação.\n16", "19": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nÁREA DISCIPLINAS\nEngenharia ElétricaIntrodução a Engenharia\nCircuitos Elétricos I\nLaboratório de Circuitos Elétricos I\nCircuitos Elétricos II\nLaboratório de Circuitos Elétricos II\nMateriais Elétricos e Eletrônicos\nIntrodução à Eletrônica Analógica\nLaboratório de Introdução à Eletrônica Analógica\nEletrônica Analógica I\nLaboratório de Eletrônica Analógica I\nEletrônica Analógica II\nLaboratório de Eletrônica Analógica II\nEletrônica Digital I\nLaboratório de Eletrônica Digital I\nMicrontroladores e Microprocessadores\nLaboratório de Microntroladores e Microprocessadores\nModelagem e Análise de Sistemas Dinâmicos\nIntrodução à Análise de Sinais\nControle Clássico\nLaboratório de Controle Clássico\nEletromagnetismo\nSistemas de Comunicação Analógica I\nLaboratório de Sistemas de Comunicação Analógica I\nSistemas de Comunicação Digital\nLaboratório de Sistemas de Comunicação Digital\nCiência da ComputaçãoAlgoritmos\nTécnicas de Programação\nLaboratório de Técnicas de Programação\nEstrutura de Dados\nLaboratório de Estrutura de Dados\nMatemática Discreta\nLaboratório de Matemática Discreta\nAnálise de Algoritmos\nLaboratório de Análise de Algoritmos\nProgramação Orientada a Objetos\nLaboratório de Programação Orientada a Objetos\nLinguagens de Programação\nLinguagens Formais\nSistemas Operacionais\nCompiladores\nTeoria dos Grafos\nProgramação para Sistemas Embarcados\nLaboratório para Sistemas Embarcados\n17", "20": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nPela origem do curso de Engenharia da Computação e a tradição da Universidade Federal de\nItajubá na formação de profissionais em áreas da engenharia, o curso se preocupa na formação de\nprofissionais que tenham uma forte afinidade para trabalhar, principalmente, nas áreas relacionadas à\nEngenharia Elétrica, onde a computação se faz presente no nível de hardware e/ou software. Isso vem\njustificar o forte embasamento do curso de Engenharia da Computação nos fundamentos técnicos básicos\npertinentes a Engenharia Elétrica.\nAs  disciplinas  relacionadas  aos  fundamentos  da  Ciência  da  Computação  proporcionam  aos\ngraduandos, o embasamento necessário para o seu desenvolvimento em áreas pertinentes à Ciência da\nComputação e a aplicação da computação nas áreas relacionadas à engenharia.\n12.3 Núcleo de Conteúdos Específicos\nO núcleo de conteúdos específicos constitui-se em extensões e aprofundamentos dos conteúdos do\nnúcleo de conteúdos profissionalizante. No caso específico  do curso de Engenharia da Computação da\nUniversidade Federal de Itajubá, a especialização do egresso se dá por disciplinas relacionadas às áreas de\nSistemas Digitais e Ciência da Computação.\nAs disciplinas que integram o núcleo de conteúdos específicos são relacionadas a seguir.\nÁREA DISCIPLINAS\nSistemas DigitaisEletrônica Digital II\nLaboratório de Eletrônica Digital II\nMicroprocessador Avançado\nLaboratório de Microprocessador Avançado\nComputadores Digitais\nProjeto de Sistemas Digitais\nLaboratório de Projeto de Sistemas Digitais\nProcessamento Digital de Sinais\nLaboratório Processamento Digital de Sinais\nRedes de Computadores\nLaboratório de Redes de Computadores\nCiência da ComputaçãoProgramação Aplicada\nLaboratório de Programação Aplicada\nEngenharia de Software  I\nLaboratório de Engenharia de Software  I\nEngenharia de Software  II\nLaboratório de Engenharia de Software  II\nBanco de Dados\nLaboratório de Banco de Dados\nSistemas Distribuídos\nLaboratório de Sistemas Distribuídos\nInteligência Artificial\nTópicos Especiais em Computação\nAtualmente  o  vínculo  entre  universidades  brasileiras  e,  principalmente,  entre  universidades\n18", "21": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nbrasileiras e estrangeiras, vem propiciando a formação de um profissional mais qualificado, para enfrentar\num mercado globalizado cada vez mais competitivo, e com visão mais abrangente no que diz respeito a\noutras realidades que aquelas encontradas em seu meio de origem. Em um contexto mais amplo as\ninterações  entre  universidades  contribuem  não  somente  na  formação  técnica  do  profissional  como,\nprincipalmente, na sua formação social.\nVisando as vantagens de caráter técnico e social, que existem nos vínculos entre universidades, no\nque se refere à formação de um profissional o curso de Engenharia da Computação vem permitir que até\n50% (cinquenta por cento) da carga horária referente ao núcleo de conteúdos específicos seja cursada em\noutras universidades (brasileiras e/ou estrangeiras) conveniadas com a Universidade Federal de Itajubá,\npodendo até mesmo ser substituída por outras disciplinas pertinentes à Engenharia da Computação.\nDe modo a permitir a compatibilidade de grade curricular do curso, com a de instituições de\nensino superior estrangeiras, conveniadas com a Universidade Federal de Itajubá, o curso permite que\nalgumas  das disciplinas obrigatórias do núcleo de conteúdos específicos relacionadas  anteriormente,\nsejam substituídas por algumas das disciplinas alternativas relacionadas na tabela abaixo.\nÁREA DISCIPLINAS\nEngenharia da ComputaçãoEngenharia da Computação I\nEngenharia da Computação II\nEngenharia da Computação III\nEngenharia da Computação IV\nEngenharia da Computação V\nEngenharia da Computação VI\nEngenharia da Computação VII\nEngenharia da Computação VIII\nEngenharia da Computação IX\nEngenharia da Computação X\nA substituição de disciplinas obrigatórias  do núcleo de conteúdos  específicos  por disciplinas\nalternativas deste núcleo deverá ocorrer de modo que não implique em prejuízo na carga horária total do\ncurso.\nO aproveitamento de estudos para disciplinas alternativas do núcleo de conteúdos específicos,\nsomente pode ocorrer, caso as disciplinas cursadas sejam provenientes de programa de intercâmbio\nacadêmico  (mobilidade  acadêmica)  internacional,  com  instituições  de  ensino  superior  estrangeiras,\nconveniadas com a Universidade Federal de Itajubá.\nO conteúdo das disciplinas alternativas do núcleo de conteúdos específicos dependerá do conteúdo\ndas disciplinas da instituição de ensino superior estrangeira, conveniada com a Universidade Federal de\nItajubá,  mediante  programa  de  intercâmbio  acadêmico  (mobilidade  acadêmica)  internacional.\nObrigatoriamente, o conteúdo destas disciplinas tem que ser pertinente à formação de um engenheiro de\ncomputação, no intuito de desenvolver habilidades e competências na área.\nCompete ao Colegiado do Curso de Engenharia da Computação da Universidade Federal de\nItajubá  emitir parecer  sobre o aproveitamento de estudos. Compete também emitir parecer  sobre a\nsubstituição de disciplinas obrigatórias do núcleo de conteúdos específicos por disciplinas alternativas\ndeste núcleo. Em qualquer caso, o parecer tem que ser homologado pela Pró-reitoria de Graduação da\nUniversidade Federal de Itajubá.\n19", "22": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n12.4 Núcleo de Conteúdos Optativos\nO  núcleo  de  conteúdos  optativos  consiste  em  um  conjunto  de  disciplinas  destinadas  a\ncomplementar  a  especialização  e/ou  formação  profissional  do  egresso,  conforme  suas  aptidões  e\ninteresses.\nPara a integralização do curso de Engenharia da Computação, é necessário perfazer, no mínimo,\n144 (cento e quarenta e quatro) horas-aula em disciplinas relacionadas a esse núcleo.\nFaz parte do núcleo de conteúdos optativos o conjunto de disciplinas relacionadas a seguir. Nesse\nconjunto, as disciplinas de  Tópicos Especiais visam flexibilizar a matriz curricular do curso. A oferta\ndestas disciplinas irá depender da disponibilidade de docentes, da infraestrutura necessária para a oferta\nda disciplina e do interesse do corpo discente.\nO conteúdo das disciplinas de Tópicos Especiais irá variar de acordo com as evoluções que\nvenham a ocorrer nas áreas pertinentes à Engenharia da Computação e das necessidades em se abordar de\nforma  específica  determinados  temas  relacionados  à  Engenharia  da  Computação.  As  disciplinas  de\nEstudos Avançados têm por objetivo promover a interface do curso com programas de pós-graduação. A\ndisciplina de Língua Brasileira de Sinais (LIBRAS) se destina a atender a legislação vigente. Algumas\ndisciplinas têm por objetivo permitir a interface do curso com o curso de Ciência da Computação.\nDesde que aprovadas e autorizadas, previamente, pelo Colegiado do Curso de Engenharia da\nComputação no campus de Itajubá, ainda integram o núcleo de conteúdos optativos, disciplinas dos\nprogramas de pós-graduação da Universidade Federal de Itajubá, que o Colegiado do Curso considerar de\nrelevância para a especialização e/ou formação de um profissional na área de Engenharia da Computação.\nDa mesma forma que no núcleo de conteúdos específicos, o curso de Engenharia da Computação\nno campus de Itajubá vem permitir, através de processo de aproveitamento de estudos, que a carga horária\npertinente  ao  núcleo  de  conteúdos  optativos  seja  cursada  em  outras  universidades  (brasileiras  e/ou\nestrangeiras) conveniadas com a Universidade Federal de Itajubá, mediante programas de intercâmbio\nacadêmico (mobilidade acadêmica) nacional ou internacional.\nÁREA DISCIPLINAS\nEngenharia da ComputaçãoEstruturas Avançadas de Computadores\nCircuitos Integrados Analógicos\nInstrumentação / Laboratório de Instrumentação\nTópicos Especiais em Microeletrônica\nTópicos Especiais em Sistemas de Comunicação\nTópicos Especiais em Redes de Computadores\nTópicos Especiais em Segurança da Informação\nTópicos Especiais em Inteligência Artificial\nTópicos Especiais em Engenharia Eletrônica\n20", "23": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nÁREA DISCIPLINAS\nCiência da ComputaçãoProcessamento Paralelo\nInterface Homem Máquina\nSistemas Multimídia\nSistemas Hipermídia\nProcessamento de Imagem\nComputação Gráfica\nProcessamento Digital de Imagens\nInteração Humano-Computador\nDesenvolvimento de Sistemas na Web\nComputador e Sociedade\nRealidade Virtual e Aumentada\nTópicos Especiais em Engenharia de Software\nTópicos Especiais em Sistemas Operacionais\nTópicos Especiais em Sistemas Distribuídos\nCaráter GeralDireito e Legislação\nTópicos Especiais I\nTópicos Especiais II\nTópicos Especiais III\nTópicos Especiais IV\nTópicos Especiais V\nTópicos Especiais VI\nTópicos Especiais VII\nTópicos Especiais VIII\nTópicos Especiais IX\nTópicos Especiais X\nProgramaçãoProgramação de Dispositivos Móveis\nTópicos Especiais em Programação I\nTópicos Especiais em Programação II\nTópicos Especiais em Programação III\nMaratona de Programação I\nMaratona de Programação II\nEmpreendedorismoIntrodução ao Empreendedorismo\nEmpreendedorismo I\nEmpreendedorismo II\nEmpreendedorismo III\nGestão de Projetos\nCriação de Novos Negócios\nCaráter AvançadoEstudos Avançados I\nEstudos Avançados II\nEstudos Avançados III\nEstudos Avançados IV\nEstudos Avançados V\nComunicação e Expressão Língua Brasileira de Sinais – Libras\n21", "24": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nÁREA DISCIPLINAS\nMobilidadeEngenharia de Computação I\nEngenharia de Computação II\nEngenharia de Computação III\nEngenharia de Computação IV\nEngenharia de Computação V\nEngenharia de Computação VI\nEngenharia de Computação VII\nEngenharia de Computação VIII\nEngenharia de Computação IX\nEngenharia de Computação X\nDesde que aprovadas e autorizadas pelo Colegiado do Curso de Engenharia da Computação, ainda\nintegram o núcleo de conteúdos optativos as disciplinas dos programas de pós-graduação da Universidade\nFederal  de Itajubá. Assim  como,  as  disciplinas  das  matrizes  curriculares  dos  cursos  de Engenharia\nElétrica, Engenharia Eletrônica, Ciência da Computação e Engenharia de Controle e Automação da\nUniversidade Federal de Itajubá, que o Colegiado do Curso de Engenharia da Computação considerar de\nrelevância para a especialização e/ou formação de um profissional na área de Engenharia da Computação.\nDa mesma forma que no núcleo de conteúdos específicos, o curso de Engenharia da Computação\nvem permitir, mediante autorização do seu Colegiado e homologação da Câmara de Graduação, que a\ncarga  horária  pertinente  ao  núcleo  de  conteúdos  optativos  seja  cursada  em  outras  universidades\n(brasileiras e/ou estrangeiras) conveniadas com a Universidade Federal de Itajubá.\n12.5 Núcleo de Conteúdos Complementares\nO  núcleo  de  conteúdos  complementares  visa  propiciar  ao  graduando  a  interação  direta  com\natividades  profissionais,  atividades  de  pesquisa  e  atividades  em  áreas  que  promovam  o  seu\ndesenvolvimento técnico e/ou social.\nA interação  do  graduando  com  atividades  profissionais  é  estimulada  através  da  realização\nobrigatória de um ou mais estágio curricular supervisionado .\nPara a integralização do curso de Engenharia da Computação é necessário perfazer, a partir do 6o\nperíodo, no mínimo 330 (trezentos e trinta) horas em atividades de estágio curricular supervisionado, o\nque equivale a 360 (trezentos e sessenta) horas-aula.\nAs  atividades  do  estágio  devem  necessariamente  proporcionar  ao  graduando  o  uso  dos\nconhecimentos adquiridos no curso e o treinamento para exercer atividades pertinentes a um engenheiro\nda computação.\nDesde que autorizado e aprovado, previamente, pelo Colegiado do Curso, até 50% (cinquenta por\ncento) da carga horária mínima em atividades de estágio pode ser substituída pela correspondente carga\nhorária de disciplinas do núcleo de conteúdos optativos e/ou cumprida através de projetos ou serviços de\ninteresse da sociedade, que envolvam atividades pertinentes à engenharia da computação.\nAs atividades de pesquisa, estimuladas ao longo do curso, são coroadas através da realização\nobrigatória de um trabalho de conclusão do curso designado por  Trabalho Final de Graduação , a ser\nrealizado nos dois últimos períodos de integralização do curso de Engenharia da Computação (9o e 10o\nperíodos).\n22", "25": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nApós  a  conclusão  de  todas  as  disciplinas  dos  núcleos  de  conteúdos  básicos,  conteúdos\nprofissionalizantes e conteúdos específicos, que implica na conclusão de todas as disciplinas obrigatórias\nda matriz curricular do curso, o aluno terá no máximo 2 (dois) anos para concluir as atividades de Estágio\nCurricular Supervisionado e o Trabalho Final de Graduação. Este prazo será reduzido em função do\ntempo máximo de integralização do curso que é de 8,5 (oito e meio) anos.\nOs procedimentos para realização e avaliação dos estágios curriculares e do trabalho de conclusão\ndo curso (Trabalho Final de Graduação) são definidos em normas específicas do curso de Engenharia da\nComputação (Norma das Atividades de Estágio e Norma dos Trabalhos Finais de Graduação) aprovadas\npelo Colegiado do Curso.\nA interação do graduando com atividades em áreas que promovam o seu desenvolvimento ético,\ntécnico e/ou sociocultural é estimulada através de uma ou mais  atividades de conteúdo complementar\nrelacionadas a seguir. Estas atividades são regulamentadas pela Norma Para Valorização de Atividades\ndo Corpo Discente da Graduação .\nProjetos institucionais.\nTrabalhos de iniciação científica e/ou pesquisas.\nDisciplinas oferecidas pela Universidade Federal de Itajubá nas suas diferentes áreas do saber.\nAtuação como monitor de disciplina.\nApresentação de artigos em congressos ou seminários.\nParticipação em eventos científicos.\nAtuação em um dos órgãos colegiados da Universidade Federal de Itajubá relacionados a seguir:\nConselho Universitário; Conselho de Ensino, Pesquisa, Extensão e Administração; Conselho de\nCuradores; Câmara de Graduação; Colegiado de Curso.\nAtuação em outros órgãos ou colegiados da Universidade Federal de Itajubá.\nAtuação na diretoria do Diretório Acadêmico da Universidade Federal de Itajubá.\nAtuação na diretoria do Diretório Acadêmico dae Computação (DACOMP) que compõem o\nDiretório Acadêmico da Universidade Federal de Itajubá.\nAtuação na UNIFEI-Jr e/ou em projetos relacionados à Universidade Federal de Itajubá que visam\nà incubação de empresas.\nAtuação como representante de turma.\nRepresentação, em eventos, da Universidade Federal de Itajubá e/ou do curso de Engenharia da\nComputação.\nAtuação na organização de eventos científicos relacionados à Universidade Federal de Itajubá.\nAtuação  na  organização  de  eventos  que  promovam  a  Universidade  Federal  de  Itajubá  na\nsociedade.\nAtividade cultural e/ou de extensão.\nOutras atividades que o Colegiado do Curso de Engenharia da Computação da Universidade\nFederal de Itajubá considerar pertinente.\nPara a integralização do curso de Engenharia da Computação é necessário que o graduando\nperfaça, no mínimo, 100(cem) horas em atividades de conteúdo complementar, o que equivale à 109\n(cento e nove) horas-aula, a fim de propiciar a sua interação com áreas que venham a promover o seu\ndesenvolvimento técnico e/ou social.\nPara as atividades de conteúdo complementar relacionadas anteriormente fica estipulada à relação\n23", "26": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nde carga horária especificada na Tabela 01. Para efeito de registro dessas atividades fica estipulado a\ndocumentação e os prazos especificados na Tabela 02.\nTABELA 01\nATIVIDADE CARGA HORÁRIA\nProjetos institucionais.01 (uma) hora para cada hora registrada de projeto \nconcluído.\nTrabalhos de iniciação científica e/ou pesquisas.01 (uma) hora para cada hora registrada de\ntrabalho de iniciação científica e/ou pesquisa concluída.\nDisciplinas oferecidas pela Universidade Federal de\nItajubá nas suas diferentes áreas do saber.01 (uma) hora para cada hora-aula de\ndisciplina cursada com aproveitamento.\nAtuação como monitor de disciplina.01 (uma) hora para cada hora atuando como\nmonitor de disciplina.\nApresentação de artigos  em congressos ou \nseminários.18 (dezoito) horas para cada artigo apresentado.\nParticipação em eventos científicos. 09 (nove) horas para cada participação.\nAtuação em um dos órgãos colegiados da \nUniversidade Federal de Itajubá relacionados a \nseguir: Conselho Universitário;  Conselho de \nEnsino, Pesquisa, Extensão e Administração; \nConselho de Curadores; Câmara de Graduação; \nColegiado de Curso.27 (vinte e sete) horas para cada semestre de\natuação.\nAtuação em outros órgãos ou colegiados da\nUniversidade Federal de Itajubá.09 (nove) horas para cada semestre de atuação.\nAtuação na diretoria do Diretório Acadêmico da\nUniversidade Federal de Itajubá.27 (vinte e sete) horas para cada semestre de atuação.\nAtuação na diretoria do Diretório Acadêmico da \nComputação (DACOMP) que compõem o Diretório\nAcadêmico da Universidade Federal de Itajubá.18 (dezoitosete) horas para cada semestre de atuação.\nAtuação na UNIFEI-Jr e/ou em projetos \nrelacionados à Universidade Federal de Itajubá que \ntenham por objetivo a incubação de empresas.18 (dezoito) horas para cada semestre de atuação.\nAtuação como representante de turma. 09 (nove) horas para cada semestre de atuação.\nRepresentação, em eventos, da Universidade \nFederal de Itajubá e/ou do curso de Engenharia da\nComputação.09 (nove) horas para cada representação.\nAtuação na organização de eventos científicos\nrelacionados à Universidade Federal de Itajubá.09 (nove) horas para cada evento realizado.\nAtuação na organização de eventos que promovam\na Universidade Federal de Itajubá na sociedade09 (nove) horas para cada evento realizado.\nAtividade cultural e/ou de extensão.01 (uma) hora para cada hora registrada de\natividade de cultural e/ou de extensão concluída.\nOutras atividades que o Colegiado do Curso de \nEngenharia da Computação da Universidade \nFederal de Itajubá considerar pertinente.A ser estipulada pelo Colegiado do Curso de\nEngenharia da Computação.\n24", "27": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nTABELA 02\nATIVIDADEDOCUMENTAÇÃO E PRAZO PARA O\nREGISTRO DA ATIVIDADE\nProjetos institucionais.Registro na PRCEU : O prazo para o registro segue as \nnormas da PRCEU.\nTrabalhos de iniciação científica e/ou pesquisas.Registro na PRPPG : O prazo para o registro segue as \nnormas da PRPPG.\nDisciplinas oferecidas pela Universidade Federal de\nItajubá nas suas diferentes áreas do saber.Matrícula na disciplina : O prazo para a matrícula \nsegue as normas da PRG.\nAtuação como monitor de disciplina.Declaração do Departamento de Pessoal da\nUniversidade Federal de Itajubá : A declaração deverá\nser registrada na PRG no final de cada semestre letivo.\nApresentação de artigos  em congressos ou \nseminários.Comprovante de apresentação e relatório\nsobre a atividade : O comprovante de apresentação e o \nrelatório sobre a atividade deverão ser registrados na \nPRG no prazo máximo de 30 dias após a realização da \natividade.\nParticipação em eventos científicos.Comprovante de participação e relatório\nsobre a atividade : O comprovante de participação e o \nrelatório sobre a atividade deverão ser registrados na \nPRG no prazo máximo de 30 dias após a Realização da \natividade.\nAtuação em um dos órgãos colegiados da \nUniversidade Federal de Itajubá relacionados a \nseguir: Conselho Universitário;  Conselho de \nEnsino, Pesquisa, Extensão e Administração; \nConselho de Curadores; Câmara de Graduação; \nColegiado de Curso.Declaração do presidente do órgão colegiado\ne relatório sobre a atividade : A declaração e o relatório\nsobre a atividade deverão ser registrados na PRG no \nfinal de cada semestre letivo.\nAtuação em outros órgãos ou colegiados da\nUniversidade Federal de Itajubá.Declaração do presidente do órgão colegiado\ne relatório sobre a atividade : A declaração e o relatório\nsobre a atividade deverão ser registrados na PRG no \nfinal de cada semestre letivo.\nAtuação na diretoria do Diretório Acadêmico da\nUniversidade Federal de Itajubá.Declaração do presidente do Diretório Acadêmico e \nrelatório sobre a atividade : A declaração e o relatório \nsobre a atividade deverão ser registrados na PRG no \nfinal de cada semestre letivo.\nAtuação na diretoria do Diretório Acadêmico da \nComputação (DACOMP) que compõem o Diretório\nAcadêmico da Universidade Federal de Itajubá.Declaração do presidente do Diretório Acadêmico \nem conjunto com o presidente do Centro Acadêmico \ne relatório sobre a atividade : A declaração e o relatório\nsobre a atividade deverão ser registrados na PRG no \nfinal de cada semestre letivo.\n25", "28": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nTABELA 02 (cont.)\nATIVIDADEDOCUMENTAÇÃO E PRAZO PARA O\nREGISTRO DA ATIVIDADE\nAtuação na UNIFEI-Jr e/ou em projetos \nrelacionados à Universidade Federal de Itajubá que \ntenham por objetivo a incubação de empresas.Declaração do presidente da UNIFEI-Jr ou\ndo órgão da Universidade Federal de Itajubá \nresponsável pelo projeto, juntamente com o relatório\nsobre a atividade : A declaração e o relatório sobre a \natividade deverão ser registrados na PRG no final de \ncada semestre letivo.\nAtuação como representante de turma.Declaração do coordenador do curso e relatório \nsobre a atividade : A declaração e o relatório sobre a \natividade deverão ser registrados na PRG no final de \ncada semestre letivo.\nRepresentação, em eventos, da Universidade \nFederal de Itajubá e/ou do curso de Engenharia da\nComputação.Declaração do órgão que nomeou a representação e \nrelatório sobre a atividade : A declaração e o relatório \nsobre a atividade deverão ser registrados na PRG no \nprazo máximo de 30 dias após a realização da atividade.\nAtuação na organização de eventos científicos\nrelacionados à Universidade Federal de Itajubá.Declaração do presidente da comissão organizadora \ndo evento, declaração do órgão da Universidade \nFederal de Itajubá responsável pelo evento e \nrelatório sobre a atividade : As declarações e o \nrelatório sobre a atividade deverão ser registrados na \nPRG no prazo máximo de 30 dias após a realização da \natividade.\nAtuação na organização de eventos que promovam\na Universidade Federal de Itajubá na sociedadeDeclaração do presidente da comissão organizadora \ndo evento, declaração do órgão da Universidade \nFederal de Itajubá responsável pelo evento e \nrelatório sobre a atividade : As declarações e o \nrelatório sobre a atividade deverão ser registrados na \nPRG no prazo máximo de 30 dias após a realização da \natividade.\nAtividade cultural e/ou de extensão.Registro na PRCEU : O prazo para o registro segue as \nnormas da PRCEU.\nOutras atividades que o Colegiado do Curso de \nEngenharia da Computação da Universidade \nFederal de Itajubá considerar pertinente.Declaração do Colegiado do Curso de Engenharia da\nComputação : A declaração deverá ser registrada na \nPRG no prazo máximo de 30 dias após a realização da \natividade.\nObservação : Para o devido registro de atividades cuja apresentação de relatório é obrigatória, o\nreferido relatório deverá ser aprovado pelo Colegiado do Curso de Engenharia da Computação. Nestas\natividades  a  carga  horária  efetivamente  atribuída  à  atividade  será  proporcional  a  nota  atribuída  ao\nrelatório apresentado, que deverá corresponder a um número inteiro graduado de zero a cem. Para\nincentivar uma diversificação em atividades de conteúdo complementar, algumas atividades são limitadas\n26", "29": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\na um número máximo de horas que podem ser contabilizadas para efeito da carga horária mínima em\natividades de conteúdo complementar. A tabela 3 apresenta o número máximo de horas que podem ser\ncontabilizados nas diferentes atividades de conteúdo complementar.\nTABELA 03\nATIVIDADE CARGA HORÁRIA MÁXIMA\nProjetos institucionais. 90 (noventa) horas.\nTrabalhos de iniciação científica e/ou pesquisas. 90 (noventa) horas.\nDisciplinas oferecidas pela Universidade Federal de\nItajubá nas suas diferentes áreas do saber.90 (noventa) horas.\nAtuação como monitor de disciplina. 60 (sessenta) horas.\nApresentação de artigos  em congressos ou \nseminários.36 (trinta e seis) horas.\nParticipação em eventos científicos. 18 (dezoito) horas.\nAtuação em um dos órgãos colegiados da \nUniversidade Federal de Itajubá relacionados a \nseguir: Conselho Universitário;  Conselho de \nEnsino, Pesquisa, Extensão e Administração; \nConselho de Curadores; Câmara de Graduação; \nColegiado de Curso.54 (cinquen ta e q uatro) horas.\nAtuação em outros órgãos ou colegiados da\nUniversidade Federal de Itajubá.18 (dezoito) horas.\nAtuação na diretoria do Diretório Acadêmico da\nUniversidade Federal de Itajubá.54 (cinquen ta e q uatro) horas.\nAtuação na diretoria do Diretório Acadêmico da \nComputação (DACOMP) que compõem o Diretório\nAcadêmico da Universidade Federal de Itajubá.36 (trinta e seis) horas.\nAtuação na UNIFEI-Jr e/ou em projetos \nrelacionados à Universidade Federal de Itajubá que \ntenham por objetivo a incubação de empresas.36 (trinta e seis) horas.\nAtuação como representante de turma. 18 (dezoito) horas.\nRepresentação, em eventos, da Universidade \nFederal de Itajubá e/ou do curso de Engenharia da\nComputação.18 (dezoito) horas.\nAtuação na organização de eventos científicos\nrelacionados à Universidade Federal de Itajubá.18 (dezoito) horas.\nAtuação na organização de eventos que promovam\na Universidade Federal de Itajubá na sociedade18 (dezoito) horas.\nAtividade cultural e/ou de extensão. 45 (quarenta e cinco) horas.\nOutras atividades que o Colegiado do Curso de \nEngenharia da Computação da Universidade \nFederal de Itajubá considerar pertinente.Sem limite.\n27", "30": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nA Tabela 4 a seguir apresenta outras atividades que o aluno poderá desenvolver ao longo do curso,\naprovadas pelo colegiado do curso, e sua correlação com as atividades descritas na Tabela 1. As regras\npara o registro das atividades da Tabela 4 seguem as mesmas das atividades correspondentes.\nTABELA 04\nATIVIDADE ATIVIDADE EQUIV ALENTE\nAtuação em ONGs e/ou assemelhados.Atuação na UNIFEI­Jr e/ou em projetos \nrelacionados  à Universidade Federal de Itajub á que \ntenham por objetivo a incuba ção de empresas.\nOrganiza ção de eventos para promover a \nUNIFEI na sociedade.Representa ção, em eventos, da Universidade \nFederal de Itajub á e/ou do curso de Engenharia da \nComputa ção.\nOrganiza ção de eventos cient íficos relacionados\na UNIFEI.Representa ção, em eventos, da Universidade \nFederal de Itajub á e/ou do curso de Engenharia da \nComputa ção.\nTrabalho Social. Atividade cultural e/ou de extens ão.\nParticipa ção em competi ções representando a \nUnifei.Representa ção, em eventos, da Universidade \nFederal de Itajub á e/ou do curso de Engenharia da \nComputa ção.\nMonitor de cursos assistenciais. Atuação como monitor de disciplina.\nRepresenta ção da Universidade ou de cursos de\ngradua ção em eventos.Representa ção, em eventos, da Universidade \nFederal de Itajub á e/ou do curso de Engenharia da \nComputa ção.\nParticipa ção no PET. Trabalhos de inicia ção cient ífica e/ou pesquisas.\nDisciplina cursada em outra Institui ção.Disciplinas oferecidas pela Universidade Federal de \nItajub á nas suas diferentes  áreas do saber.\n12.6 Definição de Hora-Aula\nDe modo a atender a resolução no 3, de 2 de julho de 2007, da Câmara de Educação Superior\n(CES) do Conselho Nacional de Educação (CNE), a Universidade Federal de Itajubá estabelece que para\nos cursos de período integral, uma hora-aula corresponde a uma aula com duração de 55 (cinquenta e\ncinco) minutos e para os cursos noturnos, uma hora-aula corresponde a uma aula com duração de 50\n(cinquenta) minutos.\n12.7 Disciplinas do Curso\nUma disciplina do curso é uma unidade de ensino, cujo conteúdo corresponde a um conjunto\nsistematizado  de  conhecimentos  afins  a  ser  ministrado  ao  longo  de  um  período,  nas  modalidades\npresencial, semipresencial ou a distância, podendo esse conteúdo ser teórico, prático ou ambos. As\ndisciplinas do curso são classificadas em:\n28", "31": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nObrigatórias:  são  todas  as  disciplinas  da  matriz  curricular  do  curso  que  devem  ser\nnecessariamente  cursadas.  Fazem  parte  do  conjunto  de  disciplinas  obrigatórias  do  curso,  as\ndisciplinas de conteúdos básicos, conteúdos profissionalizantes e conteúdos específicos.\nOptativas: são disciplinas de livre escolha do aluno dentre um rol de disciplinas. Fazem parte do\nconjunto de disciplinas optativas as disciplinas que integram o núcleo de conteúdos optativos.\nEletivas:  são  as  disciplinas  oferecidas  pela  Universidade  Federal  de  Itajubá,  constantes  das\nmatrizes curriculares de outros cursos ou que se destinam à formação complementar, desde que\nnão inferior a 32 horas-aula. Fazem parte do conjunto de disciplinas eletivas, as  disciplinas\ncursadas de modo a compor o núcleo de conteúdos complementares.\nCada disciplina do curso de Engenharia da Computação da Universidade Federal de Itajubá é\ndefinida  por  meio  de  um  plano  de  ensino,  aprovado  pelo  Colegiado  do  Curso  e  pela  Câmara  de\nGraduação da Pró-Reitoria de Graduação da Universidade Federal de Itajubá. Cada plano de ensino\nconsiste das seguintes informações:\nNome do curso de graduação a qual a disciplina se aplica.\nCódigo (sigla) e nome da disciplina a qual o plano de ensino se refere.\nPeríodo da matriz curricular em que a disciplina será ministrada.\nRegime, carga horária e número de aulas semanais.\nPré-requisito e/ou co-requisito da disciplina.\nEmenta.\nObjetivos.\nInstituto e professores responsáveis.\nBibliografia.\nProcedimentos de avaliação.\nProcedimentos de ensino.\nConteúdo programático.\nConforme especificado na matriz curricular do curso, uma disciplina poderá ter requisitos dentre\nos especificados a seguir:\nPeríodo: semestre letivo em relação ao início do curso, no qual o aluno deverá cursar a disciplina.\nCo-requisito: disciplina na qual o aluno deve matricular-se simultaneamente a outra, a não ser\nque já tenha obtido a aprovação no co-requisito em momento anterior.\n29", "32": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n13.Metodologias Utilizadas no Curso\nEm um contexto geral, vários métodos de aprendizagem são utilizados ao longo do curso de\nEngenharia da Computação da Universidade Federal de Itajubá como, por exemplo:\nAulas expositivas com a presença de professor.\nApresentação de vídeos para auxiliar e facilitar a visualização de temas específicos.\nAulas práticas em laboratórios dedicados visando atividades técnicas.\nElaboração de relatórios individuais.\nDesenvolvimento  de  trabalhos  (pesquisa,  projetos,  etc.)  individuais  e  em  grupos  de  temas\nespecíficos.\nApresentação de seminários.\nPalestras.\nAvaliações individuais e em grupos de natureza tanto teórica como prática.\nVisitas técnicas.\nDesenvolvimento de softwares e hardwares.\nAtividades de ensino a distância.\nRealização de estágios.\nAs metodologias de ensino empregadas no curso visam o aluno como sujeito da aprendizagem e o\nprofessor como facilitador do processo de ensino-aprendizagem. As metodologias a serem utilizadas no\nprocesso de ensino e aprendizagem em cada disciplina da matriz curricular do curso são especificadas no\nrespectivo plano de ensino da disciplina. Estas metodologias têm por objetivo o desenvolvimento das\ncompetências inerentes ao Engenheiro da Computação e habilidades como:\nConcentração e atenção.\nExpressividade escrita e oral.\nTrabalho em grupo.\nPlanejamento.\nPrática profissional.\nAnálise de problemas e modelagem de soluções.\nSocialização.\nCriatividade e avaliação crítica.\nCapacidade de pesquisa.\nCapacidade para solucionar problemas e trabalhar sobre pressão.\nAuto-aprendizado.\nA parte referente à Ciência e Tecnologia dos Materiais é coberta em disciplinas do curso, onde o\nassunto é relevante para entendimento de conceitos e teorias relacionadas à disciplina.\nA formação ética e social é construída no decorrer da formação do graduando como, por exemplo,\nna realização de trabalhos em equipe e na convivência dos alunos no mundo acadêmico. Esta formação é\n30", "33": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\ncomplementada  pelas  atividades  do  núcleo  de  conteúdos  complementares.  A disciplina  de  Ciências\nHumanas e Sociais e a disciplina de Ciências do Ambiente vêm reforçar ainda mais o senso de ética e de\nresponsabilidade social e ambiental.\nA Metodologia Científica e Tecnológica é coberta mediante a elaboração de pesquisas e trabalhos\nque são propostos em disciplinas, relatório de estágio e trabalho final de graduação. Assim como, em\natividades complementares como, por exemplo, projetos institucionais e iniciação científica.\nAs habilidades de liderança, gerência, supervisão e atuação em equipes são estimuladas com a\nrealização de trabalhos em equipe, atividades de laboratório, atividades de estágio e trabalho final de\ngraduação. Também em atividades complementares como, por exemplo, atuação como representante do\ncorpo discente em órgãos colegiados da Universidade Federal de Itajubá, atuação na diretoria do Diretório\nCentral dos Estudantes e atuação na organização de eventos científicos.\nO curso é estruturado de modo a promover, em algumas áreas, o processo de ensino-aprendizagem\nde forma continuada. A multidisciplinaridade é característica das disciplinas da matriz curricular do curso\nque combinam hardware e software. Assim como, de disciplinas da área de software que se relacionam. O\nTrabalho Final de Graduação constitui uma atividade de formação que vem consolidar, relacionar e\npromover conhecimentos.\nEmbora o curso seja presencial, algumas disciplinas agregam técnicas de Educação a Distância,\nrespeitando a legislação vigente, de modo a facilitar o processo de ensino-aprendizagem.\nAs disciplinas do curso são oferecidas no sistema semestral não repetitivo, ou seja, em semestres\nespecíficos. Entretanto, dependendo das circunstâncias, disponibilidade de infraestrutura e docentes, uma\ndeterminada disciplina pode ser oferecida novamente no semestre consecutivo ao de costume. A decisão\ncabe ao coordenador do curso em consenso com a Pró-Reitoria de Graduação e o diretor do Instituto,\nonde o docente que será responsável pela disciplina estiver lotado.\nAlgumas  disciplinas  do  curso  procuram  avaliar  o  aluno  de  forma  contínua.  Em  algumas\ndisciplinas, a avaliação do aluno depende do seu desempenho na parte teórica e na parte prática inerente a\ndisciplina.\nO coordenador do curso se coloca a disposição do graduando para orientações e encaminhamentos\nquando necessário.\n31", "34": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n14.Matriz Curricular\nENGENHARIA DA COMPUTAÇÃO\nATIVIDADES CURRICULARESCARGA HORÁRIA\nHORAS-\nAULAHORAS\nDisciplinas do núcleo de conteúdos básicos (obrigatório). 1.408,0 1.290,7\nDisciplinas do núcleo de conteúdos profissionalizantes (obrigatório). 1.424,0 1.305,3\nDisciplinas do núcleo de conteúdos específicos (obrigatório). 752,0 689,3\nDisciplinas do núcleo de conteúdos optativos (mínimo). 144,0 132,0\nTrabalho Final de Graduação – realizado no 9o e no 10o período do curso. 96,0 88,0\nEstágio Supervisionado – realizado a partir do 6o período (mínimo). 360,0 330,0\nAtividades de Conteúdo Complementar (mínimo). 109,0 99,9\nTotal Geral (mínimo)    4.293,0 3.935,2\nNúmero de Vagas Anuais 60 vagas\nTurno de Funcionamento Diurno\nRegime de Matrícula Seriado/Semestral\nPeríodo de Integralização do Curso Mínimo: 5 anos Máximo: 8,5 anos\n32", "35": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n1º PERÍODO / 1º SEMESTRE – 1º ANO\nCÓDIGO DISCIPLINAAULAS / SEMANACARGA\nHORÁRIA\nHORAS AULA TEÓRICAS PRÁTICAS\nMAT001 Cálculo I 6 96\nMAT011 Geometria Analítica e Álgebra Linear 4 64\nDES201 Desenho Técnico Básico 4 64\nFIS104\nFIS114Metodologia Científica\nLaboratório Metodologia Científica2\n132\n16\nECOP01\nECOP11Técnicas de Programação\nLaboratório de Técnicas de Programação2\n232\n32\nECO101 Introdução à Engenharia 2 32\nECOP00 Algoritmos 2 32\nTOTAL 18 7 400\n2º PERÍODO / 2º SEMESTRE – 1º ANO\nCÓDIGO DISCIPLINAAULAS / SEMANACARGA\nHORÁRIA\nHORAS AULA TEÓRICAS PRÁTICAS\nMAT002 Cálculo II 4 64\nBAC002 Linguagem e Comunicação 4 64\nQUI102\nQUI112Química Geral\nQuímica Experimental4\n164\n16\nFIS203\nFIS213Física Geral I\nFísica Experimental I4\n164\n16\nECOP02\nECOP12Estrutura de Dados\nLaboratório de Estrutura de Dados3\n248\n32\nECOM01\nECOM11Matemática Discreta\nLaboratório de Matemática Discreta3\n148\n16\nTOTAL 22 5 432\n \n33", "36": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n3º PERÍODO / 1º SEMESTRE – 2º ANO\nCÓDIGO DISCIPLINAAULAS / SEMANACARGA\nHORÁRIA\nHORAS AULA TEÓRICAS PRÁTICAS\nMAT003 Cálculo III 4 64\nMAT021 Equações Diferenciais I 4 64\nEME311 Mecânica dos Sólidos 4 64\nECOM02 Teoria dos Grafos 2 32\nECOP03\nECOP13Programação Orientada a Objetos\nLab. de Programação Orientada a Objetos2\n232\n32\nEEL105\nEEL115Circuitos Elétricos I\nLaboratório de Circuitos Elétricos I3\n148\n16\nECOP04\nECOP14Programação Embarcada\nLab. de Programação Embarcada2\n232\n32\nTOTAL 21 5 416\n \n4º PERÍODO / 2º SEMESTRE – 2º ANO\nCÓDIGO DISCIPLINAAULAS / SEMANACARGA\nHORÁRIA\nHORAS AULA TEÓRICAS PRÁTICAS\nMAT022 Equações Diferenciais II 4 64\nEME205 Fenômenos de Transporte 4 64\nFIS403\nFIS413Física Geral III\nFísica Experimental III4\n164\n16\nELTD01\nELTD11Eletrônica Digital I\nLaboratório de Eletrônica Digital I3\n148\n16\nELTA00\nELTA10Introdução à Eletrônica Analógica\nLab. de Introdução à Eletrônica Analógica2\n132\n16\nEEL106\nEEL116Circuitos Elétricos II\nLaboratório de Circuitos Elétricos II2\n132\n16\nECOP05\nECOP15Programação Aplicada\nLaboratório de Programação Aplicada2\n232\n32\nTOTAL 21 6 432\n34", "37": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n5º PERÍODO / 1º SEMESTRE – 3º ANO\nCÓDIGO DISCIPLINAAULAS / SEMANACARGA\nHORÁRIA\nHORAS AULA TEÓRICAS PRÁTICAS\nFIS502 Eletromagnetismo 4 64\nFIS503\nFIS513Física Geral IV\nFísica Experimental IV4\n164\n16\nECN001 Economia 3 48\nELTA01\nELTA11Eletrônica Analógica I\nLaboratório de Eletrônica Analógica I3\n148\n16\nECAC01A\nECAC11Modelagem e Análise de Sistemas Dinâmicos\nIntrodução à Análise de Sinais4\n164\n16\nELTD02\nELTD12Eletrônica Digital II\nLaboratório de Eletrônica Digital II2\n132\n16\nECOM03\nECOM13Análise de Algoritmos\nLaboratório de Análise de Algoritmos2\n132\n16\nTOTAL 22 5 432\n6º PERÍODO / 2º SEMESTRE – 3º ANO\nCÓDIGO DISCIPLINAAULAS / SEMANACARGA\nHORÁRIA\nHORAS AULA TEÓRICAS PRÁTICAS\nELT052 Materiais Elétricos e Eletrônicos 2 32\nELTD03\nELTD13Microntroladores e Microprocessadores\nLab. Microntroladores e Microprocessadores2\n232\n32\nECAC02\nECAC12Controle Clássico\nLaboratório de Controle Clássico4\n164\n16\nECOT01\nECOT11Engenharia de Software I\nLaboratório de Engenharia de Software I2\n132\n16\nELTA02\nELTA12Eletrônica Analógica II\nLaboratório de Eletrônica Analógica II3\n148\n16\nTELC01\nTELC11Sistemas de Comunicação Analógica I\nLab. de Sistemas de Comunicação Analógica I2\n132\n16\nECOM04 Linguagens de Programação 2 32\nECOS01 Sistemas Operacionais 4 64\nTOTAL 21 6 432\n35", "38": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n7º PERÍODO / 1º SEMESTRE – 4º ANO\nCÓDIGO DISCIPLINAAULAS / SEMANACARGA\nHORÁRIA\nHORAS AULA TEÓRICAS PRÁTICAS\nMAT012 Cálculo Numérico 4 64\nEAM002 Ciências do Ambiente 4 64\nECOM05 Linguagens Formais 2 32\nELTD04\nELTD14Microprocessador Avançado\nLaboratório de Microprocessador Avançado3\n148\n16\nELTD05\nELTD15Projeto de Sistemas Digitais\nLaboratório de Projeto de Sistemas Digitais2\n232\n32\nECOT02\nECOT12Engenharia de Software II\nLaboratório de Engenharia de Software II2\n232\n32\nECAC04\nECAC14Processamento Digital de Sinais\nLab. de Processamento Digital de Sinais2\n132\n16\nTELC02\nTELC12Sistemas de Comunicação Digital\nLab. de Sistemas de Comunicação Digital2\n232\n32\nTOTAL 21 8 464\n8º PERÍODO / 2º SEMESTRE – 4º ANO\nCÓDIGO DISCIPLINAAULAS / SEMANACARGA\nHORÁRIA\nHORAS AULA TEÓRICAS PRÁTICAS\nMAT013 Probabilidade e Estatística 4 64\nSOC002 Ciências Humanas e Sociais 3 48\nEPR002 Organização Industrial e Administração 3 48\nECOM06 Compiladores 2 32\nELTD06 Computadores Digitais 4 64\nECOT03\nECOT13Banco de Dados\nLaboratório de Banco de Dados2\n232\n32\nTELC03\nTELC13Redes de Computadores\nLaboratório de Redes de Computadores2\n132\n16\nECO040 Metodologia de Pesquisa Aplicada à \nComputação2 32\nTOTAL 22 3 400\n36", "39": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n9º PERÍODO / 1º SEMESTRE – 4º ANO\nCÓDIGO DISCIPLINAAULAS / SEMANACARGA\nHORÁRIA\nHORAS AULA TEÓRICAS PRÁTICAS\nEPR502 Engenharia Econômica 3 48\nECOT04 Inteligência Artificial 3 48\nECOS02\nECOS12Sistemas Distribuídos\nLaboratório de Sistemas Distribuídos3\n248\n32\nECO921 Tópicos Especiais em Computação 3 48\nTOTAL 9 5 224\nDISCIPLINAS ALTERNATIV AS - MOBILIDADE\nCÓDIGO DISCIPLINAAULAS / SEMANACARGA\nHORÁRIA\nHORAS AULA TEÓRICAS PRÁTICAS\nECOX01 Engenharia da Computação I 3 48\nECOX02 Engenharia da Computação II 2 1 48\nECOX03 Engenharia da Computação III 2 1 48\nECOX04 Engenharia da Computação IV 2 1 48\nECOX05 Engenharia da Computação V 2 2 64\nECOX06 Engenharia da Computação VI 4 64\nECOX07 Engenharia da Computação VII 3 1 64\nECOX08 Engenharia da Computação VIII 3 1 64\nECOX09 Engenharia da Computação IX 3 2 80\nECOX10 Engenharia da Computação X 3 2 80\nTOTAL – – –\n37", "40": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nDISCIPLINAS OPTATIV AS\nCÓDIGOPERÍODO\nDE OFERTADISCIPLINAAULAS / SEMANACARGA\nHORÁRIA\nHORAS AULA TEÓRICAS PRÁTICAS\nECOE01 8 Estruturas Avançadas de Computadores 3 48\nECOE02 5 Circuitos Integrados Analógicos 2 1 48\nECOE03 7 Processamento Paralelo 2 1 48\nECOE05 4 Programação de Dispositivos Móveis 2 1 48\nECOE06 8 Tópicos Especiais em Microeletrônica 3 48\nECOE07 5 Tópicos Especiais em Programação 2 1 48\nECOE08 8 Tópicos Esp. em Sistemas de \nComunicação2 1 48\nECOE09 9 Tópicos Esp. em Redes de Computadores 2 1 48\nECOE10 8 Tópicos Esp. em Segurança da \nInformação2 1 48\nECOE11 8 Tópicos Esp. em Engenharia de Software 2 1 48\nECOE12 7 Tópicos Esp. em Sistemas Operacionais 2 1 48\nECOE13 Tópicos Esp. em Sistemas Distribuídos 2 1 48\nECOE14 2 Direito e Legislação 3 48\nECOE15 5 Computador e Sociedade 3 48\nECOE16 5 Interface Homem Máquina 2 1 48\nECOE17 Sistemas Multimídia 2 1 48\nECOE18 Sistemas Hipermídia 2 1 48\nECOE19 Processamento de Imagens 2 1 48\nECOE20 Computação Gráfica 2 1 48\nECOE22 Tópicos Especiais II 2 1 48\nECOE23 Tópicos Especiais III 2 1 48\nECOE24 Tópicos Especiais IV 3 48\nECOE25 Tópicos Especiais V 2 1 48\nECOE26 Tópicos Especiais VI 3 48\nECOE27 Tópicos Especiais VII 3 1 64\nECOE28 Tópicos Especiais VIII 3 1 64\nECOE29 Tópicos Especiais IX 2 2 64\nECOE30 Tópicos Especiais X 4 64\nECOE31 Estudos Avançados I 5 80\nECOE32 Estudos Avançados II 5 80\nECOE33 Estudos Avançados III 5 80\nECOE34 Estudos Avançados IV 5 80\nECOE35 Estudos Avançados V 5 80\n38", "41": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nDISCIPLINAS OPTATIV AS (cont.)\nCÓDIGOPERÍODO\nDE OFERTADISCIPLINAAULAS / SEMANACARGA\nHORÁRIA\nHORAS AULA TEÓRICAS PRÁTICAS\nECOE42 5 Tópicos Especiais em Programação II 2 1 48\nECOE43 7 Tópicos Especiais em Programação III 2 1 48\nECOE44 3 Maratona de Programação I 2 1 48\nECOE45 3 Maratona de Programação II 2 1 48\nECOE51 2 Empreendedorismo I 3 48\nECOE52 3 Empreendedorismo II 3 48\nECOE53 4 Empreendedorismo III 2 32\nELT047 Gestão de Projetos 3 48\nELT054 Tópicos Especiais em Eng. Eletrônica 3 48\nLET007 1 Libras - Língua Brasileira de Sinais 3 48\nLET012 2 Libras - Língua Brasileira de Sinais II 3 48\nSIO120 Realidade Virtual e Aumentada 4 64\nADM082 3 Criação de Novos Negócios 3 48\nADM083 3 Introdução ao Empreendedorismo 3 48\nTOTAL – – –\nRequisitos de Disciplinas\nOs requisitos das disciplinas estão ordenados por semestre.\nREQUISITOS DE DISCIPLINAS – 1º PERÍODO\nCÓDIGO DISCIPLINAPRÉ-REQUISITOCO REQUISITO\nTotal(T)  / Parcial (P)\nMAT001 Cálculo I\nMAT011 Geometria Analítica e Álgebra Linear\nDES201 Desenho Técnico Básico\nFIS104\nFIS114Metodologia Científica\nLaboratório Metodologia CientíficaFIS114\nFIS104\nECOP01\nECOP11Técnicas de Programação\nLaboratório de Técnicas de ProgramaçãoECOP11\nECOP01\nECO101 Introdução à Engenharia\nECOP00 Algoritmos\n39", "42": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nREQUISITOS DE DISCIPLINAS – 2º PERÍODO\nCÓDIGO DISCIPLINAPRÉ-REQUISITOCO REQUISITO\nTotal(T)  / Parcial (P)\nMAT002 Cálculo II MAT001 (T)\nMAT011 (T)\nBAC002 Linguagem e Comunicação\nQUI102\nQUI112Química Geral\nQuímica ExperimentalQUI 112\nQUI 102\nFIS203\nFIS213Física Geral I\nFísica Experimental IMAT001 (P)\nFIS203\nECOP02\nECOP12Estrutura de Dados\nLaboratório de Estrutura de DadosECOP01 (T)\nECOP01 (T)ECOP12\nECOP02\nECOM01\nECOM11Matemática Discreta\nLaboratório de Matemática DiscretaECOM11\nECOM01\nREQUISITOS DE DISCIPLINAS – 3º PERÍODO\nCÓDIGO DISCIPLINAPRÉ-REQUISITOCO REQUISITO\nTotal(T)  / Parcial (P)\nMAT003 Cálculo III MAT001 (T)\nMAT011 (T)\nMAT021 Equações Diferenciais I MAT001 (T)\nMAT011 (T)\nEME311 Mecânica dos Sólidos\nECOM02 Teoria dos Grafos ECOM01 (P)\nECOP02 (P)\nECOP03\nECO013Programação Orientada a Objetos\nLab. Programação Orientada a ObjetosECOP01 (T)\nECOP03\nEEL105\nEEL115Circuitos Elétricos I\nLaboratório de Circuitos Elétricos IEEL115\nEEL105\nECOP04\nECOP14Programação Embarcada\nLaboratório de Programação EmbarcadaECOP01 (T) ECOP14\nECOP04\n40", "43": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nREQUISITOS DE DISCIPLINAS – 4º PERÍODO\nCÓDIGO DISCIPLINAPRÉ-REQUISITOCO REQUISITO\nTotal(T)  / Parcial (P)\nMAT022 Equações Diferenciais II MAT021 (T)\nEME205 Fenômenos de Transporte\nFIS403\nFIS413Física Geral III\nFísica Experimental IIIMAT001 (T)\nELTD01\nELTD11Eletrônica Digital I\nLaboratório de Eletrônica Digital IELTD11\nELTD01\nELTA00\nELTA10Introdução à Eletrônica Analógica\nLab. de Introdução à Eletrônica Analógica ELTA00\nEEL106\nEEL116Circuitos Elétricos II\nLaboratório de Circuitos Elétricos IIEEL105 (T) EEL116\nEEL106\nECOP05\nECOP15Programação Aplicada\nLaboratório de Programação AplicadaECOP03 (P) ECOP15\nECOP05\nREQUISITOS DE DISCIPLINAS – 5º PERÍODO\nCÓDIGO DISCIPLINAPRÉ-REQUISITOCO REQUISITO\nTotal(T)  / Parcial (P)\nFIS502 Eletromagnetismo FIS403 (P)\nFIS503\nFIS513Física Geral IV\nFísica Experimental IV FIS503\nECN001 Economia\nELTA01\nELTA11Eletrônica Analógica I\nLaboratório de Eletrônica Analógica IEEL105 (P)\nELTA01\nECAC01\nECAC11Modelagem de Sistemas Dinâmicos\nIntrodução à Análise de SinaisMAT022 (P)\nMAT022 (P)ECAC11\nECAC01\nELTD02\nELTD12Eletrônica Digital II\nLaboratório de Eletrônica Digital IIELTD01 (T)\nELTD02\nECOM03\nECOM13Análise de Algoritmos\nLaboratório de Análise de AlgoritmosECOM02 (P)\nECOM03\n41", "44": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nREQUISITOS DE DISCIPLINAS – 6º PERÍODO\nCÓDIGO DISCIPLINAPRÉ-REQUISITOCO REQUISITO\nTotal(T)  / Parcial (P)\nELT052 Materiais Elétricos e Eletrônicos QUI102 (P)\nELTA01 (P)\nELTD03\nELTD13Microcontroladores e Microprocessadores\nLab. Microcontroladores e MicroprocessadoresECOP01 (T)\nELTD02 (P)\nELTD03\nECAC02\nECAC12Controle Clássico\nLaboratório de Controle ClássicoECAC01 (T) ECAC12\nECAC02\nECOT01\nECOT11Engenharia de Software I\nLaboratório de Engenharia de Software IECOP03 (P) ECOT11\nECOT01\nELTA02\nELTA12Eletrônica Analógica II\nLaboratório de Eletrônica Analógica IIELTA01 (T)\nELT02\nTELC01\nTELC11Sistemas de Comunicação Analógica I\nLab. de Sistemas de Comunicação Analógica IMAT022 (P) TELC11\nTELC01\nECOM04 Linguagens de Programação\nECOS01 Sistemas Operacionais ECOP02 (T)\nREQUISITOS DE DISCIPLINAS – 7º PERÍODO\nCÓDIGO DISCIPLINAPRÉ-REQUISITOCO REQUISITO\nTotal(T)  / Parcial (P)\nMAT012 Cálculo Numérico MAT001 (T)\nEAM002 Ciências do Ambiente\nECOM05 Linguagens Formais ECOM02 (P)\nECOM04 (P)\nELTD04\nELTD14Microprocessador Avançado\nLaboratório de Microprocessador AvançadoELTD03 (P) ELTD14\nELTD04\nELTD05\nELTD15Projeto de Sistemas Digitais\nLaboratório de Projeto de Sistemas DigitaisELTD02 (P) ELTD15\nELTD05\nECOT02\nECOT12Engenharia de Software II\nLaboratório de Engenharia de Software IIECOT01 (P) ECOT12\nECOT02\nECAC04\nECAC14Processamento Digital de Sinais\nLab. de Processamento Digital de SinaisECAC14\nECAC04\nTELC02\nTELC12Sistemas de Comunicação Digital\nLab. de Sistemas de Comunicação DigitalTELC01 (P) TELC12\nTELC02\n42", "45": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nREQUISITOS DE DISCIPLINAS – 8º PERÍODO\nCÓDIGO DISCIPLINAPRÉ-REQUISITOCO REQUISITO\nTotal(T)  / Parcial (P)\nMAT013 Probabilidade e Estatística MAT001 (T)\nSOC002 Ciências Humanas e Sociais\nEPR002 Organização Industrial e Administração\nECOM06 Compiladores ECOM05 (T)\nELTD06 Computadores Digitais ELTD03 (P)\nECOT03\nECOT13Banco de Dados\nLaboratório de Banco de DadosECOP02 (T)\nECOT02 (P)ECOT13\nECOT03\nTELC03\nTELC13Redes de Computadores\nLaboratório de Redes de ComputadoresECOM02 (T)\nTELC03\nECO 040 Metodologia de Pesquisa Aplicada a \nComputação\nREQUISITOS DE DISCIPLINAS – 9º PERÍODO\nCÓDIGO DISCIPLINAPRÉ-REQUISITOCO REQUISITO\nTOTAL\nEPR502 Engenharia Econômica\nECOT04 Inteligência Artificial ECOM03 (T)\nECOS02\nECOS12Sistemas Distribuídos\nLaboratório de Sistemas DistribuídosECOS01 (P)\nECOS02\nECO921 Tópicos Especiais em Computação\n43", "46": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nDISCIPLINAS ALTERNATIV AS\nCÓDIGO DISCIPLINA REQUISITO\nECOX01 Engenharia da Computação I Mobilidade Acadêmica Internacional\nECOX02 Engenharia da Computação II Mobilidade Acadêmica Internacional\nECOX03 Engenharia da Computação III Mobilidade Acadêmica Internacional\nECOX04 Engenharia da Computação IV Mobilidade Acadêmica Internacional\nECOX05 Engenharia da Computação V Mobilidade Acadêmica Internacional\nECOX06 Engenharia da Computação VI Mobilidade Acadêmica Internacional\nECOX07 Engenharia da Computação VII Mobilidade Acadêmica Internacional\nECOX08 Engenharia da Computação VIII Mobilidade Acadêmica Internacional\nECOX09 Engenharia da Computação IX Mobilidade Acadêmica Internacional\nECOX10 Engenharia da Computação X Mobilidade Acadêmica Internacional\nREQUISITOS DAS DISCIPLINAS OPTATIV AS\nCÓDIGO DISCIPLINAPRÉ-REQUISITOCO REQUISITO\nTOTAL\nECOE01 Estruturas Avançadas de Computadores\nECOE02 Circuitos Integrados Analógicos ELTA01\nECOE03 Processamento Paralelo ECOS01\nECOE04 Tópicos Especiais em Inteligência Artificial ECOT04\nECOE05 Programação de Dispositivos Móveis\nECOE06 Tópicos Especiais em Eletrônica ELTD05\nECOE07 Tópicos Especiais em Programação ECOP03\nECOE08 Tópicos Esp. em Sistemas de Comunicação TELC02\nECOE09 Tópicos Esp. em Redes de Computadores TELC03\nECOE10 Tópicos Esp. em Segurança da Informação TELC03\n44", "47": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nREQUISITOS DAS DISCIPLINAS OPTATIV AS (cont.)\nCÓDIGO DISCIPLINAPRÉ-REQUISITOCO REQUISITO\nTOTAL\nECOE11 Tópicos Esp. em Engenharia de Software\nECOE12 Tópicos Esp. em Sistemas Operacionais ECOS01\nECOE13 Tópicos Esp. em Sistemas Distribuídos ECOS02\nECOE14 Direito e Legislação\nECOE15 Computador e Sociedade\nECOE16 Interface Homem Máquina\nECOE17 Sistemas Multimídia\nECOE18 Sistemas Hipermídia\nECOE19 Processamento de Imagens\nECOE20 Computação Gráfica\nECOE22 Tópicos Especiais II\nECOE23 Tópicos Especiais III\nECOE24 Tópicos Especiais IV\nECOE25 Tópicos Especiais V\nECOE26 Tópicos Especiais VI\nECOE27 Tópicos Especiais VII\nECOE28 Tópicos Especiais VIII\nECOE29 Tópicos Especiais IX\nECOE30 Tópicos Especiais X\nECOE31 Estudos Avançados I\nECOE32 Estudos Avançados II\nECOE33 Estudos Avançados III\nECOE34 Estudos Avançados IV\nECOE35 Estudos Avançados V\nECOE41 Tópicos Especiais em Programação I ECOP03\nECOE42 Tópicos Especiais em Programação II ECOP03\nECOE43 Tópicos Especiais em Programação III ECOP03\nECOE44 Maratona de Programação I ECOP01\nECOE45 Maratona de Programação II ECOP02\nECOE44\nECOE51 Empreendedorismo I\nECOE52 Empreendedorismo II\nECOE53 Empreendedorismo III\nLET007 Língua Brasileira de Sinais - Libras\n45", "48": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n15.Ementa e Bibliografia das Disciplinas\nAs ementas das disciplinas são apresentadas a seguir e são ordenadas por semestre em ordem \ncrescente.\n1º PERÍODO\nMAT001 Cálculo I\nFunções. Limite e continuidade. Derivada. Integral. Integral imprópria.\nBibliografia Básica:\nGONÇALVES, Mirian Buss; FLEMMING, Diva Marília. Cálculo A: funções, limite, derivação e\nintegração. 6 ed. rev. ampl.. São Paulo: Makron Books, 2006. 448 p. \nGUIDORIZZI, Hamilton Luiz. Um curso de cálculo: volumes I e II. 5a ed. Rio de Janeiro: LTC,\n2002.\nSTEWART, James. Cálculo: volume 1. São Paulo: Cengage Learning, 2010. v.1. 535 p.\nBibliografia Complementar:\nA VILA, Geraldo, “Calculo 1 – Funções de uma Variável. volume 1, Editora LTC. 1994.\nBOULOS, P. Introdução ao Cálculo, volume 1, Editora São Paulo: Edgard Blucher.  1973.\nLEITHOLD, Louis. O cálculo com geometria analítica, volume 1, Editora Harper & How do\nBrasil, 2ª. Edição. 1982.\nMUNEM, Mustafa A; FOULIS, David J. Cálculo, volume 1, Editora Rio de Janeiro: Guanabara\nDois, 1982.\nSWOKOWSKI, Earl W. Cálculo com geometria analítica, volume 1, Editora Makron Books, 2ª.\nEdição, 1995.\nMAT011 Geometria Analítica e Álgebra Linear\nVetores.  Retas  e  planos.  Cônicas  e  quádricas.  Espaços  Euclidianos.  Matrizes  e  sistemas  de\nequações lineares.\nBibliografia Básica:\nSANTOS, Nathan Moreira dos. Vetores e matrizes: uma introdução à álgebra linear. 4 ed. rev.\nampl.. São Paulo: Thomson Learning, 2007. 285 p.\nSTEINBRUCH, Alfredo; WINTERLE, Paulo. Introdução a álgebra linear. São Paulo: Pearson\nEducation do Brasil, 1997.\nWINTERLE, Paulo. Vetores e geometria analítica. São Paulo: Pearson Prentice Hall, 2000. 232 p.\n46", "49": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nBibliografia Complementar:\nCAMARGO, Ivan de; BOULOS, Paulo. Geometria analítica: um tratamento vetorial. 3 ed. rev.\nampl. São Paulo: Prentice Hall, 2005. 543 p.\nMUNEM, Mustafa A; FOULIS, David J. Cálculo. Rio de Janeiro: Guanabara Dois, 1982. v.1. 605\np. \nNOV AIS, M. H. Cálculo vetorial e geometria analítica. São Paulo: Edgard Blucher, 1973. 135 p.\nSANTOS, Nathan Moreira dos. Vetores e matrizes: uma introdução à álgebra linear. 4 ed. rev.\nampl.. São Paulo: Thomson Learning, 2007. 285 p.SANTOS, R. J, “Um Curso de Geometria\nAnalítica e Álgebra Linear”, Editora Imprensa Universitária da UFMG. , (2007.\nSWOKOWSKI, Earl William. Cálculo com geometria analítica. 2 ed. São Paulo: Makron Books,\n1995. v. 2. 763 \nDES201 Desenho Técnico Básico\nNormas gerais do desenho técnico. Desenho geométrico. Desenho de projeções. Normas para\nprojeções ortogonais no primeiro e terceiro diedro. Normas para cotagem. Representação de cortes e\nsecções de peças. Desenho em perspectiva. Desenvolvimento de sólidos geométricos. \nBibliografia Básica:\nBACHMANN, A; FORBERG, R. Desenho Técnico. Porto Alegre: Globo, 1970. 337 p.\nFRENCH, Thomas E. Desenho Técnico. Porto Alegre: Globo, 1974. 664 p.\nMANFE, G; POZZA, R; SCARATO, G. Manual de desenho técnico mecânico. [s.l.]: Renovada\nLivros Culturais Ltda, 1977.\nPROVENZA, Francesco. Desenhista de máquinas. 46 ed. São Paulo: Escola Pro-Tec, 1991.\nRODRIGUES, A. J. Geometria Descritiva: Projetividades Curvas e Superficies. Rio de Janeiro:\nLivro Tecnico, 1968. 425 p. \nBibliografia Complementar:\nFUNDAÇÃO ROBERTO MARINHO. Mecanica-Leitura e Interpretacao de Desenho Técnico\nMecânico: Dimensionamento. Rio de Janeiro: Globo, 1995. 3. 192 p. Projeto Teleducacao para o\nTrabalho-Telecurso 2000-Curso Profissionalizante.\nKWAYSSER, E.  Desenho de Máquinas. ;  Edart ; 2ª ed.  1967.\nMANFE, G; POZZA, R; SCARATO, G. Desenho Técnico Mecânico: para as escolas técnicas e \nciclo básico das Faculdades de Engenharia. São Paulo: Hemus, v.1. 2004.\nMONTENEGRO, G. A. A invenção do Projeto: a criatividade aplicada em Desenho Industrial, \nArquitetura, Comunicação Visual. São Paulo: Edgard Blucher, 1987. 131 p.\nPROVENZA, F.; Projetista de máquinas ;  Escola Pro-Tec.  1986.\nSILV A, Arlindo et al. Desenho técnico moderno. 4 ed. ampl. atual. Rio de Janeiro: LTC, 2006. 475\np.\n47", "50": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nFIS104 Metodologia Científica\nConceitos básicos de distribuições de erro. Algarismo significativo. Operações com algarismos\nsignificativos. Incerteza de medição. Erros sistemáticos e estatísticos. Valor médio e desvio padrão.\nPropagação de incertezas. Tratamento estatístico da teoria de erros. Modelos e gráficos.\nBibliografia Básica:\nRUDIO, Franz Victor. Introdução ao projeto de Pesquisa Científica. Petrópolis: V ozes, 1998. 121\np.\nSEVERINO, Antonio Joaquim. Metodologia do trabalho cientifico. 21. São Paulo: Cortez, 2000.\n279 p. VUOLO, José Henrique. Fundamentos da teoria de erros. São Paulo: Edgard Blucher,\n1991. 225 p. \nBibliografia Complementar:\nGuia para a expressão da incerteza de medição. 3 ed. Rio de Janeiro: ABNT/INMETRO, 2003,\n120 p. \nMARTINS, Rosana Maria; CAMPOS, Valéria Cristina. Guia pratico para pesquisa cientifica.\nRondonopolis: UNIR, 2003. 89 p.\nRESNICK, R; HALLIDAY , R. Fundamentos de Física 1: Mecânica. 3 ed. Rio de Janeiro: LTC, . v.\n1. 300 p.\nRESNICK, R; HALLIDAY , D. Física 1. 4 ed. Rio de Janeiro: Livros Técnicos e Científicos, 1984.\n4 v. 343 p. \nFIS114 Laboratório de Metodologia Científica\nLaboratório de conceitos básicos de distribuições de erro. Algarismo significativo. Operações com\nalgarismos significativos. Incerteza de medição. Erros sistemáticos e estatísticos. Valor médio e desvio\npadrão. Propagação de incertezas. Tratamento estatístico da teoria de erros. Modelos e gráficos.\nBibliografia Básica:\nRUDIO, Franz Victor. Introdução ao projeto de Pesquisa Científica. Petrópolis: V ozes, 1998. 121\np.\nSEVERINO, Antonio Joaquim. Metodologia do trabalho cientifico. 21. São Paulo: Cortez, 2000.\n279 p. \nVUOLO, José Henrique. Fundamentos da teoria de erros. São Paulo: Edgard Blucher, 1991. 225\np. \nBibliografia Complementar:\nGuia para a expressão da incerteza de medição. 3 ed. Rio de Janeiro: ABNT/INMETRO, 2003,\n120 p. \nMARTINS, Rosana Maria; CAMPOS, Valéria Cristina. Guia pratico para pesquisa cientifica.\nRondonopolis: UNIR, 2003. 89 p.\nRESNICK, R; HALLIDAY , R. Fundamentos de Física 1: Mecânica. 3 ed. Rio de Janeiro: LTC, . v.\n48", "51": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n1. 300 p.\nRESNICK, R; HALLIDAY , D. Física 1. 4 ed. Rio de Janeiro: Livros Técnicos e Científicos, 1984.\n4 v. 343 p. \nECOP01 Técnicas de Programação\nIntrodução.  Itens  fundamentais.  Estruturas  de  controle.  Variáveis  compostas  homogêneas.\nVariáveis compostas heterogêneas. Introdução à linguagem C . Fluxo de controle. Funções. Parâmetros de\nfunções. Recursão. Vetores. Estruturas. Ponteiros. Strings.\nBibliografia Básica:\nFARRER, Harry et al. Programação estruturada de computadores: algoritmos estruturados. 3a ed.\nRio de Janeiro: L.T.C, 2010. 284 p. \nKERNIGHAN, B. W; RITCHIE, D. M. C a Linguagem de programação. Porto Alegre: Campus,\n1986. 208 p. \nSCHILDT, Herbert. C Completo e Total. São Paulo: Makron Books do Brasil/McGraw-Hill, 1991.\n889 p. \nBibliografia Complementar:\nASCÊNCIO, Ana Fernandes Gomes; CAMPOS, Edilene Aparecida Veneruchi de. Fundamentos\nda programação de computadores: Algoritmos, Pascal e C/C++. São Paulo: Prentice Hall, 2002.\n355 p.\nFEOFILOFF, Paulo. Algoritmos em linguagem C. Rio de Janeiro: Elsevier, 2009. 208 p.\nMIZRAHI, V . V . Treinamento em Linguagem C. São Paulo: McGraw-Hill do Brasil, 1990. v. 2.\n241 p.\nECOP11 Laboratório de Técnicas de Programação\nExperiências  sobre:  implementação  de  algoritmos  estruturados,  ferramentas  computacionais,\ncomandos básicos da linguagem C , operadores, estruturas de controle, funções, parâmetros de funções,\nrecursão, vetores, estruturas, ponteiros e strings. \nBibliografia Básica:\nFARRER, Harry et al. Programação estruturada de computadores: algoritmos estruturados. 3a ed.\nRio de Janeiro: L.T.C, 2010. 284 p. \nKERNIGHAN, B. W; RITCHIE, D. M. C a Linguagem de programação. Porto Alegre: Campus,\n1986. 208 p. \nSCHILDT, Herbert. C Completo e Total. São Paulo: Makron Books do Brasil/McGraw-Hill, 1991.\n889 p. \nBibliografia Complementar:\nASCÊNCIO, Ana Fernandes Gomes; CAMPOS, Edilene Aparecida Veneruchi de. Fundamentos\nda programação de computadores: Algoritmos, Pascal e C/C++. São Paulo: Prentice Hall, 2002.\n49", "52": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n355 p.\nFEOFILOFF, Paulo. Algoritmos em linguagem C. Rio de Janeiro: Elsevier, 2009. 208 p.\nMIZRAHI, V . V . Treinamento em Linguagem C. São Paulo: McGraw-Hill do Brasil, 1990. v. 2.\n241 p.\nECO101 Introdução à Engenharia\nO  curso  de  engenharia  da  computação  na  Universidade  Federal  de  Itajubá.  Introdução  à\nengenharia da computação. Engenharia e sua evolução. A engenharia e a sociedade. A ética na engenharia.\nBibliografia Básica:\nBAZZO, W. A. Introdução à Engenharia. Florianopolis: UFSC, 1988. 177 p. \nBZZO,  WALTER  A.  Introdução  à  Engenharia:  Conceitos,  Ferramentas  e  Comportamentos.\nEditora da UFSC. 1ª. Edição. 2006.\nBOYLESTAD, Robert L. Introdução a análise de circuitos. 10 ed. São Paulo: Prentice Hall, 2004.\n828 p. \nBibliografia Auxiliar:\nCAMPOS, M. A. POURCHET. Aprender a Aprender no Curso Superior. Rio de Janeiro: Editora\nMinistério da Educação e Cultura. 1969. 195 p.\nHOLTZAPPLE, Mark Thomas. Introdução à Engenharia. Editora LTC, 1ª. Edição. 2006.\nKRICK, E. V . Introdução  a Engenharia. Rio de Janeiro: Livro Tecnico, 1970. 190 p. \nECOP00 Algoritmo\nIntrodução.  Conceito  de  algoritmo.  Itens  fundamentais.  Estruturas  de  controle.  Variáveis\ncompostas homogêneas. Variáveis compostas heterogêneas. Introdução à linguagem C. Fluxo de controle.\nFunções. Parâmetros de funções. Recursão. Vetores. Estruturas. Ponteiros. Strings .\nBibliografia Básica:\nFARRER, Harry et al. Programação estruturada de computadores: algoritmos estruturados. 3a ed.\nRio de Janeiro: L.T.C, 2010. 284 p. \nKERNIGHAN, B. W; RITCHIE, D. M. C a Linguagem de programação. Porto Alegre: Campus,\n1986. 208 p. \nSCHILDT, Herbert. C Completo e Total. São Paulo: Makron Books do Brasil/McGraw-Hill, 1991.\n889 p. \nBibliografia Complementar:\nASCÊNCIO, Ana Fernandes Gomes; CAMPOS, Edilene Aparecida Veneruchi de. Fundamentos\nda programação de computadores: Algoritmos, Pascal e C/C++. São Paulo: Prentice Hall, 2002.\n355 p.\nFEOFILOFF, Paulo. Algoritmos em linguagem C. Rio de Janeiro: Elsevier, 2009. 208 p.\nMIZRAHI, V . V . Treinamento em Linguagem C. São Paulo: McGraw-Hill do Brasil, 1990. v. 2.\n241 p.\n50", "53": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n2º PERÍODO\nMAT002 Cálculo II\nSequencias e séries. Séries de potências. Séries de Taylor. Abertos no Rn. Funções de uma variável\nreal a valores em Rn. Curvas. Funções reais de varias variáveis reais a valores reais. Derivadas parciais.\nDiferenciabilidade. Gradiente e sua interpretação geométrica. Máximos e mínimos.\nBibliografia Básica:\nGONÇALVES, Miriam Buss; FLEMMING, Diva Marília. Cálculo B: funções de várias variáveis,\nintegrais múltiplas, integrais curvilíneas e de superfície. 2 ed. rev. ampl. São Paulo: Pearson &\nPrentice Hall, 2007. 435 p.\nGUIDORIZZI, Hamilton Luiz. Um curso de cálculo: volumes II e IV . 5a ed. Rio de Janeiro: LTC,\n2002.\nMUNEM, Mustafa A; FOULIS, David J. Cálculo. Rio de Janeiro: Guanabara Dois, 1982. v.1. 605\np. \nBibliografia Complementar:\nA VILA, Geraldo. Calculo 2: Funções de uma Variável. 3. Rio de Janeiro: L.T.C, 1995. 2. 238 p.\nBOULOS, P. Introdução ao Cálculo, volume 1, Editora São Paulo: Edgard Blucher.  1973.\nLEITHOLD, Louis. O Cálculo com Geometria Analítica. volumes 1 e 2, Editora São Paulo:\nHarper & How do Brasil, 2ª. Edição. 1982.\nSTEWART, James., Cálculo: volume 2. Editora Thomson. 5ª. Edição. 2006.\nSWOKOWSKI, Earl W. Cálculo com Geometria Analítica. V olumes 1 e 2, Editora São Paulo:\nMakron Books, 2ª. Edição. 1995.\nBAC002 Linguagem e Comunicação\nLinguagem e Interação. Gêneros textuais orais e escritos. Estrutura, organização, planejamento,\nprodução e compreensão de textos técnicos e acadêmicos. \nBibliografia Básica:\nEMEDIATO, Wander. A fórmula do texto. Editora Geração Editorial. 2008.\nGUIMARÃES, Thelma de Carvalho. Comunicação e linguagem. São Paulo: Pearson, 2012. 258 p.\nKOCH, Ingedore Villaça; ELIAS, Vanda Maria. Ler e escrever: estratégias de produção textual.\nEditora Contexto. 2ª. Edição. 2010.\nBibliografia Complementar:\nGARCIA, O. M. Comunicação em prosa moderna: aprenda a escrever, aprendendo a pensar. 27a\ned. atual. Rio de Janeiro: Fundação Getúlio Vargas, 2010. 548 p. \nMACHADO, Anna Rachel et al(Org.). Resumo. São Paulo: Parábola, 2004. 123 p.\n51", "54": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nMACHADO, Anna Rachel et al(Org.). Resenha. São Paulo: Parábola, 2004. 123 p.\nMARCUSCHI, Luiz Antônio. Produção textual, análise de gêneros e compreensão. São Paulo:\nParábola Editorial, 2008. 295 p. \nMARQUES, Mario Osório. Escrever é preciso: o princípio da pesquisa. Editora Unijui-Inep. 2006.\nQUI102 Química Geral\nEstrutura  Atômica.  Interações  Interatômicas  e  Intermoleculares.  Metais.  Cálculos\nEstequiométricos. Termoquímica. Cinética Química. Eletroquímica.\nBibliografia Básica:\nChang Raimond, “Química geral: conceitos essenciais”, Editora McGraw-Hill, (2007)\nKotz,  John  C.  e  Treichel,  Paul  M.,  “Química  geral  e  reações  químicas”,  Editora  Thonson\nLearning, (2007)\nMaia, Daltamir Justino e Bianchi, J. C. de A., “Química geral: fundamentos”, Editora Pearson\nPrentice Hall, (2007)\nPeter Atkins e Loretta Jones, Príncípios de Química, volume , Editora Bookman, 3º edição,\n(2006)\nTheodore L. BrownH. Eugene LeMay, Jr. Bruce E. Bursten, “Química - A Ciência Central”,\nEditora Pearson Education do Brasil, 9ª. edição, (2005)\nMASTERTON, W.L; SLOWINSKI, E.J; STANITSKI, C.L. Principios de Química. 6 ed. Rio de\nJaneiro: Editora:Guanabara Dois, (1990)\nBibliografia Complementar:\nFELTRE, R; YOSHINAGA, S. Química Geral 1: teoria e exercícios. São Paulo.\nPIMENTEL,G.C;  SPRATLEY ,R.D.  Química:  um  tratamento  moderno.  São  Paulo:  Edgard\nBlucher, (1974)\nPAULING, L. Química Geral. Rio de Janeiro: Ao Livro Técnico, (1972)\nSCHAUM, D. Química Geral. São Paulo: McGraw-Hill do Brasil, (1975)\nRussell, J. B. Quimica Geral. São Paulo: McGraw-Hill do Brasil, (1982)\nQUI112 Química Experimental\nExperiências sobre: preparação de soluções, transferência de elétrons em reações de oxi-redução,\ncaracterização dos elétrodos e do fluxo eletrônico em pilhas, eletrodeposição de metais, reações de\ncorrosão metálica e passivação superficial, corrosão galvânica, proteção catódica, corrosão sob tensão\nmecânica, corrosão eletrolítica, corrosão por aeração diferencial e corrosão por frestas.\nBibliografia Básica:\nATKINS, Peter; JONES, Loretta. Princípios de Química: questionando a vida moderna e o meio\nambiente. 3 ed. Porto Alegre: Bookman, 2006. 965 p. \nBROWN, Theodore L et al. Química: a ciência central. 9 ed. São Paulo: Pearson & Prentice Hall,\n52", "55": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n2005. 972 p.\nKONDO, Márcia Matiko; SILV A, Milady A. P.; SACHS, Daniela. Manual de instruções para aulas\npráticas de química experimental. Editora UNIFEI, 2010.\nMASTERTON, W.L; SLOWINSKI, E.J; STANITSKI, C.L. Principios de Química. 6 ed. Rio de\nJaneiro: Guanabara Dois, 1990. 681 p.\nBibliografia Complementar:\nCHANG, Raymond. Quimica Geral: conceitos essenciais. 4a ed. Porto Alegre: AMGH, 2010. 778\np. \nFELTRE, R; YOSHINAGA, S. Química Geral 1: teoria e exercícios. São Paulo: [s. n.], [s.d.]. 533\np. \nPAULING, L. Química Geral. Rio de Janeiro: Ao Livro Técnico, 1972.\nPIMENTEL,G.C;  SPRATLEY ,R.D.  Química:  um  tratamento  moderno.  São  Paulo:  Edgard\nBlucher, 1974. v.2. 777 p.\nRUSSELL, J. B. Quimica Geral. São Paulo: McGraw-Hill do Brasil, 1982. 897 p. \nSCHAUM, D. Química Geral. São Paulo: McGraw-Hill do Brasil, 1975. 372 p.\nFIS203 Física Geral I\nMovimento  unidimensional.  Movimento  bidimensional.  Leis  de  Newton .  Trabalho  e  energia\nmecânica. Conservação do momento linear. Colisões. Rotações e momento angular. Dinâmica de corpos\nrígidos.\nBibliografia Básica:\nRESNICK, R; HALLIDAY , D. Física . V ol.1, Rio de Janeiro: Livros Técnicos e Científicos,\n(1984)\nTIPLER, P. A. Física: V olume 1, Rio de Janeiro: Guanabara Dois, (1984)\nYOUNG, H. D.; FREEDMAN, R. A, et al. Física I: Mecânica. 12 ed., Addison Wesley Brasil,\n(2008)\nBibliografia Complementar:\nALONSO, M; FINN, E. J. Física 1. São Paulo: Edgard Blucher, 1972. v.1. Blucher, (1973)\nCHA VES, A. S. Física 1. v. 1. Rio de Janeiro: Reichmann & Affonso, (2001)\nKITTEL, C; KNIGHT, W. D; RUDERMAN, M. A. Mecânica. São Paulo: Edgard\nNUSSENZVEIG, H. Moyses. Curso de Fisica Básica: volume 1. São Paulo: Edgar Blucher,\n(1981)\nSERWAY , R.A. Física 1. v. 1. 3 ed. Rio de Janeiro: LTC, (1996)\n53", "56": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nFIS213 Física Experimental I\nExperiências  sobre:  movimento  unidimensional,  movimento  bidimensional,  leis  de  Newton ,\ntrabalho,  energia mecânica,  conservação do momento linear, colisões, rotações, momento angular  e\ndinâmica de corpos rígidos.\nBibliografia Básica:\nRESNICK, R; HALLIDAY , R. Fundamentos de Física 1: Mecânica. v. 1. 3 ed. Rio de Janeiro:\nLTC, (1991)\nRESNICK, R; HALLIDAY , D. Física 1. 4 ed. Rio de Janeiro: Livros Técnicos e Científicos,\n(1984)\nSERWAY , R.A. Física para Cientistas e Engenheiros.  2, 3 e 4 3. Editora: LTC. (1996)\nBibliografia Complementar:\nTIPLER, Paul A. Física: volume 1B. v. 1b. 2 ed. Rio de Janeiro: Guanabara Dois. (1984)\nYOUNG, Hugh D.; FREEDMAN, Roger A. Física I: mecânica. 12 edição. Pearson Education do\nBrasil. (2008)\nNUSSENZVEIG, H. Moyses. Curso de Fisica Básica : volume 1 (1.ed.): Mecânica. 1.ed.  São\nPaulo: Edgard Blucher. (1981)\nALONSO M., Finn Física: um curso básico . E.J. 2 10 Editora: Edgar Blucher. (2004)\nRESNICK  D.,  WALKER  R.  Fundamentos  da  Física  -  Mecânica  Halliday,  1  Sétima  Livros\nTécnicos e Científicos. (2006)\nECOP02 Estrutura de Dados\nLista  estática.  Lista  estática  encadeada.  Alocação  dinâmica.  Lista  dinâmica  simplesmente\nencadeada. Lista dinâmica duplamente encadeada. Listas circulares. Listas generalizadas. Pilhas. Filas.\nRecursão.  Árvores  binárias  de  busca.  Árvores  balanceadas  A VL.  Árvores  múltiplas.  Funções  de\nmanipulação de arquivos. Algoritmo de Huffman . Árvore B. Tabelas de dispersão. Tratamento de colisões.\nBibliografia Básica:\nDROZDEK, Adam, Estrutura de Dados e Algoritmos em C, Editora Pioneira Thomson Learning.\n(2002)\nFEOFILOFF, Paulo; Algoritmos em Linguagem C, Editora Campus / Elsevier, 1a edição. (2008)\nSZWARCFITER,  J.  L.,  Estruturas  de  Dados  e  Seus  Algoritmos,  Editora  Livros  Técnicos  e\nCientíficos Editora S.A. (1994)\nBibliografia Complementar:\nASCENCIO, Ana  F.  Gomes;  ARAÚJO,  Graziela  Santos  de;  Estrutura  de  dados:  algoritmos,\nanálise de complexidade e implementações em Java e C/C++. Editora Pearson Prentice Hall.\n(2010)\nHOROWITZ, E; SAHNI, S. Fundamentals of Data Structures. Woodland Hills: Computer Science\nPress, 1976. 564 p.\nTENEMBAUM, Aaron M., Estruturas de Dados Usando C, Editora Makron Books, (1995)\n54", "57": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nVELOSO, P; AZEREDO, P; SANTOS, C. dos. Estruturas de dados. 4 ed. Rio de Janeiro: Campus,\n1986. 228 p.\nZIVIANI, N. Projetos de Algoritmos e Estrutura de Dados. Campinas: Unicamp, 1986. 153 p.\nECOP12 Laboratório de Estrutura de Dados\nLaboratório  de  Lista  estática.  Lista  estática  encadeada.  Alocação  dinâmica.  Lista  dinâmica\nsimplesmente encadeada. Lista dinâmica duplamente encadeada. Listas circulares. Listas generalizadas.\nPilhas. Filas. Recursão. Árvores binárias de busca. Árvores balanceadas A VL. Árvores múltiplas. Funções\nde manipulação de arquivos. Algoritmo de Huffman. Árvore B. Tabelas de dispersão. Tratamento de\ncolisões.\nBibliografia Básica:\nDROZDEK, Adam, Estrutura de Dados e Algoritmos em C, Editora Pioneira Thomson Learning.\n(2002)\nFEOFILOFF, Paulo; Algoritmos em Linguagem C, Editora Campus / Elsevier, 1a edição. (2008)\nSZWARCFITER,  J.  L.,  Estruturas  de  Dados  e  Seus  Algoritmos,  Editora  Livros  Técnicos  e\nCientíficos Editora S.A. (1994)\nBibliografia Complementar:\nASCENCIO, Ana  F.  Gomes;  ARAÚJO,  Graziela  Santos  de;  Estrutura  de  dados:  algoritmos,\nanálise de complexidade e implementações em Java e C/C++. Editora Pearson Prentice Hall.\n(2010)\nHOROWITZ, E; SAHNI, S. Fundamentals of Data Structures. Woodland Hills: Computer Science\nPress, 1976. 564 p.\nTENEMBAUM, Aaron M., Estruturas de Dados Usando C, Editora Makron Books, (1995)\nVELOSO, P; AZEREDO, P; SANTOS, C. dos. Estruturas de dados. 4 ed. Rio de Janeiro: Campus,\n1986. 228 p.\nZIVIANI, N. Projetos de Algoritmos e Estrutura de Dados. Campinas: Unicamp, 1986. 153 p.\nECOM01 Matemática Discreta\nConjuntos e funções. Noções de lógica e técnicas de demonstração. Relações. Combinatória.\nBibliografia Básica:\nGERSTING, Judith L. Fundamentos matemáticos para a Ciência da Computação: um tratamento\nmoderno de matemática discreta. 5 ed. Rio de Janeiro: Livros Técnicos  e Científicos , 2004. 597 p.\nIEZZI, Gelson. Fundamentos de Matemática Elementar 1: conjuntos e funções. 8a ed. São Paulo:\nAtual, 2004. 312 p. \nSCHEINERMAN,  Edward  R.  Matemática  discreta:  uma  introdução.  São  Paulo:  Cengage\nLearning, 2013. 573 p.\nSOUZA, João Nunes de. Lógica para Ciência da Computação: uma introdução concisa. 2a. ed.\nrev. atual. Rio de Janeiro: Elsevier, 2008. 220 p.\n55", "58": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nROSS, Sheldon M. Introduction to probability and statistics for engineers and scientists. 4 ed. San\nDiego, California: Elsevier Academic Press, 2009. 664 p.\nBibliografia Complementar:\nALENCAR FILHO, Edgard de. Iniciação a lógica matemática. 10a. ed. São Paulo: Nobel, 1978.\n203 p.\nGERSTING, Judith L. Fundamentos matemáticos para a Ciência da Computação: um tratamento\nmoderno de matemática discreta. Tradução e revisão técnica: Valéria de Magalhães Lorio. 7a ed.\nRio de Janeiro: Livros Técnicos e Científicos, 2017. 884 p.\nKOLMAN,  B;  BUSBY ,  R;  ROSS,  S.  Discrete  mathematical  structures.  Harlow:  Pearson\nEducation, 2014. 540 p.\nLIPSCHUTZ, S. Teoria dos Conjuntos. São Paulo: McGraw-Hill do Brasil, 1974. 337 p.\nLIPSCHUTZ, Seymour; LIPSON, Marc. Teoria e problemas de matemática discreta. 2 ed. Porto\nAlegre: Bookman, 2004. 511 p.\nLOVÁSZ, L.; PELIKÁN, J.; VESZTERGOMBI, K. Matemática discreta: elementar e além. Rio\nde Janeiro: Sociedade Brasileira de Matemática - SBM, 2005. 285 p.\nROSEN, Kenneth H. Discrete mathematics and its applications. 6 ed. Boston: McGraw-Hill, 2007.\nECOM11 Laboratório de Matemática Discreta\nCláusulas de Horn. Cálculo Lambda. Introdução à Linguagem Prolog. Introdução à Linguagem\nHaskell.\nBibliografia Básica:\nBRAMER, Max. Logic programming with prolog. U.S.A: Springer, 2005. 223 p.\nGERSTING, Judith L. Fundamentos matemáticos para a Ciência da Computação: um tratamento\nmoderno de matemática discreta. 5 ed. Rio de Janeiro: Livros Técnicos  e Científicos , 2004. 597 p.\nSÁ, Claudio Cesar de; SILV A, Márcio Ferreira da. Haskell: uma abordagem prática. São Paulo:\nNovatec Editora, 2006. 287 p.\nBibliografia Complementar:\nCLOCKSIN, William  F.; MELLISH, Christopher. S. Programming in Prolog:  using the ISO\nstandard. 5 ed. Berlin: Springer-Verlag Berlin Heidelberg, 2003. 299 p.\nLIPSCHUTZ, S. Teoria dos Conjuntos. São Paulo: McGraw-Hill do Brasil, 1974. 337 p.\nSCHEINERMAN,  Edward  R.  Matemática  discreta:  uma  introdução.  São  Paulo:  Cengage\nLearning, 2013. 573 p.\nSTERLING, Leon; SHAPIRO, Ehud. The Art of Prolog: Advanced programming techniques. 2.\nLondon: The MIT Press, 1994. 509 p.\nROBINSON, P. R. Turbo Prolog: Guia do Usuario. São Paulo: McGraw-Hill do Brasil, 1988. 287\np. \n56", "59": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n3º PERÍODO\nMAT00 3Cálculo III\nFunções de várias variáveis reais a valores vetoriais. Campos vetoriais. Rotacional, divergente e\nlaplaciano. Integrais duplas e triplas. Integrais de linha. Campos conservativos. Integrais de superfície.\nFluxo de um campo vetorial. Teorema de Green no plano. Teorema de Stokes. Teorema da divergência de\nGauss.\nBibliografia Básica:\nSTEWART, James. Cálculo: volume 2. 6 ed. São Paulo: Cengage Learning, 2008. v.2. 1077 p.\nGONÇALVES, Miriam Buss; FLEMMING, Diva Marília. Cálculo B: funções de várias variáveis,\nintegrais múltiplas, integrais curvilíneas e de superfície. 2 ed. rev. ampl. São Paulo: Pearson &\nPrentice Hall, 2007. 435 p.\nGUIDORIZZI, Hamilton Luiz. Um curso de cálculo: volume II. 5a ed. Rio de Janeiro: LTC, 2002.\nBibliografia Complementar:\nA VILA, Geraldo. Calculo 2: Funcoes de uma Variavel. 3. Rio de Janeiro: L.T.C, 1995. 2. 238 p. v.\n2\nMUNEM, M.A; FOULIS, D.J. Cálculo. Rio de Janeiro: Guanabara Dois, 1978. v. 2. 1033 p.\nLEITHOLD, Louis. O cálculo com geometria analítica. 2 ed. São Paulo: Harper & How do Brasil,\n1982. v. 1. \nLEITHOLD, Louis. O cálculo com geometria analítica. 2 ed. São Paulo: Harper & How do Brasil,\n1982. v. 2.\nSWOKOWSKI, Earl W. Cálculo com geometria analítica. 2 ed. São Paulo: Makron Books, 1995.\nv. 1. 744 p. \nSWOKOWSKI, Earl William. Cálculo com geometria analítica. 2 ed. São Paulo: Makron Books,\n1995. v. 2. 763 p. \nMAT021 Equações Diferenciais I\nEquações diferenciais de ordem um. Equações diferenciais lineares de ordem dois. Equações\ndiferenciais lineares de ordem mais alta. Solução em série para equações lineares de segunda ordem.\nSistemas de equações diferenciais lineares de ordem um.\nBibliografia Básica:\nBOYCE, William E; DiPRIMA, Richard C. Equações diferenciais elementares e problemas de\nvalores de contorno. 7 ed. Rio de Janeiro: LTC, 2002. 416 p. \nKREIDER, D. L.; KLULER, R. G.; OSTBERG, D. R. Equações Diferenciais. Editora Edgard\nBlucher Ltda. 2002.\n57", "60": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nBibliografia Complementar:\nBRANNAN, James R.; BOYCE, William E. Equações diferenciais: uma introdução a métodos\nmodernos e suas aplicações. Editora Rio de Janeiro: LTC. 2008.\nCHICONE, Carmen. Ordinary differential equations with applications. 2 ed. Missouri: Springer,\n2006. v. 34. 636 p.\nDOERING, Claus I.; LOPES, Artur O. Equações diferenciais ordinárias. 3 ed. Rio de Janeiro:\nIMPA, 2008. 423 p. \nZILL, Dennis G; CULLEN, Michael R. Equações diferencias. 3 ed. São Paulo: Makron Books,\n2003. v. 1. 473 p. \nPERKO, Lawrence. Differential equations and dynamical systems. 3 ed. New York: Springer,\n2001. 561 p.\nEME 311 Mecânica dos Sólidos\nEstática dos corpos rígidos. Forças distribuídas. Centro de gravidade e momento estático de áreas.\nMomentos e produtos de inércia. Treliças. Esforços em vigas e cabos. Tensões e deformações para cargas\naxiais. Torção. Flexão. Tensões combinadas. Tensões no plano. Flambagem. Deformações em vigas. \nBibliografia Básica:\nHIBBELER, R. C. Estática: mecânica para engenharia. 10 ed. São Paulo: Prentice Hall, 2005. 544\np.\nMERIAM, J. L; KRAIGE, L. G. Mecânica: Estática. Rio de Janeiro: LTC, 1999. 360 p. \nBEER, Ferdinand P; JOHNSTON Jr., E. Russell. Mecânica vetorial para engenheiros: Estática.\nSão Paulo: McGraw-Hill do Brasil, 1980. v. 1. 456 p.\nBibliografia Complementar:\nHUEBNER, K. H. The Finite Element Method for Engineers. New York: John Wiley, 1975. 500 p.\nPOPOV , E. P. Introdução a Mecânica dos Sólidos. São Paulo: Edgard Blucher, 1978. 534 p.\nSHAMES, I. H. Introdução a Mecânica dos Sólidos. Rio de Janeiro: Prentice-Hall, 1983. 552 p. \nTIMOSHENKO, S. P; GERE, J. E. Mecânica dos Sólidos. Rio de Janeiro: L.T.C, 1983. v. 1.\nECO 305 Teoria dos Grafos\nConceitos  básicos.  Representações.  Árvores.  Caminhos.  Coloração.  Fluxo  em  redes.\nEmparelhamento. Aplicações.\nBibliografia Básica:\nBOA VENTURA NETTO, Paulo Oswaldo. Grafos: teoria, modelos, algoritmos. 4 ed. rev. ampl.\nSão Paulo: Edgard Blücher, 2006.\nDROZDEK, Adam. Estrutura de dados e algoritmos em C++. São Paulo: Cengage Learning, 2008.\n579 p.\nGERSTING, Judith L. Fundamentos matemáticos para a Ciência da Computação: um tratamento\n58", "61": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nmoderno de matemática discreta. 5 ed. Rio de Janeiro: Livros Técnicos e Científicos, 2004. 597 p. \nBibliografia Complementar:\nFURTADO, A. L. Teoria dos Grafos: Algoritmos. Rio de Janeiro: L.T.C, 1973. 155 p.\nROSEN, Kenneth H. Discrete mathematics and its applications. 5 ed. Boston: McGraw-Hill, 2003.\nSCHEINERMAN,  Edward  R.  Matemática  discreta:  uma  introdução.  São  Paulo:  Cengage\nLearning, 2013. 573 p. \nSZWARCFITER, Jayme Luiz. Grafos e Algoritmos Computacionais. Rio de Janeiro: Campus,\n1984.\nSZWARCFITER, Jayme Luiz; MARKENZON, Lilian. Estruturas de dados e seus algoritmos. Rio\nde Janeiro: Livros Técnicos Científicos, 1994. 320 p. \nECOP03 Programação Orientada a Objetos\nProgramação orientada a objetos. Classes e abstração de dados. Classes e objetos. Sobrecarga de\noperadores. Herança. Funções virtuais e polimorfismo. Noções de Tratamento de exceções. Gabaritos.\nEntrada e saída em arquivos. Entrada e saída usual.\nBibliografia Básica:\nDEITEL, H.M; DEITEL, P.J. C++: como programar. 5 ed. São Paulo: Pearson & Prentice Hall,\n2006. 1163 p.\nFOWLER, Martin. UML essencial: um breve guia para a linguagem-padrão de modelagem de\nobjetos. 3a. ed. Porto Alegre: Bookman, 2005. 160 p.\nLARMAN, Craig. Utilizando UML e padrões: uma introdução à análise e ao projeto orientados a\nobjetos e ao desenvolvimento iterativo. 3 ed. Porto Alegre: Bookman, 2007. 695 p.\nBibliografia Complementar:\nBLAHA, Michael; RUMBAUGH, James. Modelagem e projetos baseados em objetos com UML\n2. Rio de Janeiro: Campus, 2006. 496 p. \nPAPPAS, C. H; MURRAY , W. H. Turbo C++ completo e total. São Paulo: Makron Books do\nBrasil/McGraw-Hill, 1991. 771 p. \nMIZRAHI, Victorine Viviane. Treinamento em Linguagem C++: Módulo 1. São Paulo: Makron\nBooks, 1995. 300 p. \nMIZRAHI, Victorine Viviane. Treinamento em Linguagem C++: Módulo 2. São Paulo: Makron\nBooks, 1995. 318 p. \nECOP13 Laboratório de Programação Orientada a Objetos\nProgramação orientada a objetos. Classes e abstração de dados. Classes e objetos. Sobrecarga de\noperadores. Herança. Funções virtuais e polimorfismo. Noções de tratamento de exceções. Gabaritos.\nEntrada e saída em arquivos. Entrada e saída usual.\n59", "62": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nBibliografia Básica:\nDEITEL, H.M; DEITEL, P.J. C++: como programar. 5 ed. São Paulo: Pearson & Prentice Hall,\n2006. 1163 p.\nFOWLER, Martin. UML essencial: um breve guia para a linguagem-padrão de modelagem de\nobjetos. 3a. ed. Porto Alegre: Bookman, 2005. 160 p.\nLARMAN, Craig. Utilizando UML e padrões: uma introdução à análise e ao projeto orientados a\nobjetos e ao desenvolvimento iterativo. 3 ed. Porto Alegre: Bookman, 2007. 695 p.\nBibliografia Complementar:\nBLAHA, Michael; RUMBAUGH, James. Modelagem e projetos baseados em objetos com UML\n2. Rio de Janeiro: Campus, 2006. 496 p. \nPAPPAS, C. H; MURRAY , W. H. Turbo C++ completo e total. São Paulo: Makron Books do\nBrasil/McGraw-Hill, 1991. 771 p. \nMIZRAHI, Victorine Viviane. Treinamento em Linguagem C++: Módulo 1. São Paulo: Makron\nBooks, 1995. 300 p. \nMIZRAHI, Victorine Viviane. Treinamento em Linguagem C++: Módulo 2. São Paulo: Makron\nBooks, 1995. 318 p. \nEEL105 Circuitos Elétricos I\nConceitos  básicos.  Componentes  e  equipamentos  elétricos  e  eletrônicos.  Circuitos  resistivos\nlineares. Circuitos não lineares. Teoria dos circuitos em regime permanente senoidal. Potência e energia.\nBibliografia Básica:\nBOYLESTAD, Robert L. Introdução a análise de circuitos. 12a. ed. São Paulo: Prentice Hall,\n2012. 959 p.\nGUSSOW, Milton. Eletricidade básica. 2a ed. atual. e ampl. Porto Alegre: Bookman, 2009. 571 p.\nO'MALLEY , J. Análise de circuitos. 2 ed. São Paulo: Makron, 1993. 679 p.\nBibliografia Complementar:\nALEXANDER,  Charles  K;  SADIKU,  Mattew  N.O.  Fundamentos  de  circuitos  elétricos.  São\nPaulo: McGraw-Hill, 2008. 1016 p.\nBURIAN Jr., Y . Circuitos elétricos. Rio de Janeiro: Almeida Neves, 1977. 387 p. \nDURNEY , C. H; ALLEY , C. L; HARRIS, L. D. Circuitos  Elétricos : Teoria e Aplicação em\nEngenharia. Rio de Janeiro: Campus, 1985. 485 p. \nEDMINISTER, J. A. Circuitos elétricos. 2 ed. São Paulo: McGraw-Hill do Brasil, 1985. 421 p. \nHAYT Jr., W. H; KEMMERLY , J. E; DURBIN, Steven M. Análise de Circuitos em Engenharia. 8a\ned. Porto Alegre: AMGH, 2014. 843 p.\n60", "63": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nEEL115 Laboratório de Circuitos Elétricos I\nExperiências de laboratório sobre temas abordados na disciplina Circuitos Elétricos I.\nBibliografia Básica:\nBOYLESTAD, Robert L. Introdução a análise de circuitos. 12a. ed. São Paulo: Prentice Hall,\n2012. 959 p.\nNAKASHIMA, KAZUO. Laboratório de Circuitos Elétricos I. Itajubá: UNIFEI.\nO'MALLEY , J. Análise de circuitos. 2 ed. São Paulo: Makron, 1993. 679 p.\nBibliografia Complementar:\nALEXANDER,  Charles  K;  SADIKU,  Mattew  N.O.  Fundamentos  de  circuitos  elétricos.  São\nPaulo: McGraw-Hill, 2008. 1016 p.\nBURIAN Jr., Y . Circuitos elétricos. Rio de Janeiro: Almeida Neves, 1977. 387 p. \nDURNEY , C. H; ALLEY , C. L; HARRIS, L. D. Circuitos  Elétricos : Teoria e Aplicação em\nEngenharia. Rio de Janeiro: Campus, 1985. 485 p. \nEDMINISTER, J. A. Circuitos elétricos. 2 ed. São Paulo: McGraw-Hill do Brasil, 1985. 421 p. \nHAYT Jr., W. H; KEMMERLY , J. E; DURBIN, Steven M. Análise de Circuitos em Engenharia. 8a\ned. Porto Alegre: AMGH, 2014. 843 p.\nECOP04 Programação Embarcada\nConceitos  gerais  de computação embarcada. Programação de sistemas embarcados utilizando\nlinguagem C. Tipos de dados e operações com bits. Diretivas de compilação e pré-compilação. Utilização\nde periféricos: entradas e saídas digitais, DAC, PWM, Serial RS232, timers  e watchdog . Multiplexação de\nentradas e saídas ( displays  e teclado). Interrupções. Organização e arquitetura de programas para sistemas\nembarcados. Limitações de sistemas embarcados.\nBibliografia Básica:\nKERNIGHAN, B. W; RITCHIE, D. M. C a Linguagem de programação. Porto Alegre: Campus,\n1986. 208 p.\nPEREIRA, Fábio. Microcontroladores PIC: técnicas avançadas. São Paulo: Érica, 2002. 358 p.\nSCHILDT, Herbert. C: completo e total. São Paulo: Makron Books do Brasil/McGraw-Hill, 1991.\n889 p. \nBibliografia Complementar:\nASCÊNCIO, Ana Fernandes Gomes; CAMPOS, Edilene Aparecida Veneruchi de. Fundamentos\nda programação de computadores: Algoritmos, Pascal e C/C++. São Paulo: Prentice Hall, 2002.\n355 p. \nBARRETT,Steven F; PACK, Daniel J. Embedded  systems: design and  applications  with  the\n68HC12 and HCS12. Upper Saddle River, NJ: Pearson; Prentice Hall, 2005. 645 p.\nPAULA FILHO, Wilson de Pádua. Engenharia de Software: fundamentos, métodos e padrões. 2\ned. Rio de Janeiro: LTC, 2003. 602 p. \n61", "64": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nSCHEID, F. Computadores e Programacao. São Paulo: McGraw-Hill do Brasil, 1984. 322 p.\nZIVIANI, Nivio. Projeto de algoritmos: com implementação em Pascal e C. 3a rev. ampl. São\nPaulo: Cengage Learning, 2013. 639 p.\nECOP14 Programação Embarcada\nConceitos  gerais  de computação embarcada. Programação de sistemas embarcados utilizando\nlinguagem C. Tipos de dados e operações com bits. Diretivas de compilação e pré-compilação. Utilização\nde periféricos: entradas e saídas digitais, DAC, PWM, Serial RS232, timers  e watchdog . Multiplexação de\nentradas e saídas ( displays  e teclado). Interrupções. Organização e arquitetura de programas para sistemas\nembarcados. Limitações de sistemas embarcados.\nBibliografia Básica:\nKERNIGHAN, B. W; RITCHIE, D. M. C a Linguagem de programação. Porto Alegre: Campus,\n1986. 208 p.\nPEREIRA, Fábio. Microcontroladores PIC: técnicas avançadas. São Paulo: Érica, 2002. 358 p.\nSCHILDT, Herbert. C: completo e total. São Paulo: Makron Books do Brasil/McGraw-Hill, 1991.\n889 p. \nBibliografia Complementar:\nASCÊNCIO, Ana Fernandes Gomes; CAMPOS, Edilene Aparecida Veneruchi de. Fundamentos\nda programação de computadores: Algoritmos, Pascal e C/C++. São Paulo: Prentice Hall, 2002.\n355 p. \nBARRETT,Steven F; PACK, Daniel J. Embedded  systems: design and  applications  with  the\n68HC12 and HCS12. Upper Saddle River, NJ: Pearson; Prentice Hall, 2005. 645 p.\nPAULA FILHO, Wilson de Pádua. Engenharia de Software: fundamentos, métodos e padrões. 2\ned. Rio de Janeiro: LTC, 2003. 602 p. \nSCHEID, F. Computadores e Programacao. São Paulo: McGraw-Hill do Brasil, 1984. 322 p.\nZIVIANI, Nivio. Projeto de algoritmos: com implementação em Pascal e C. 3a rev. ampl. São\nPaulo: Cengage Learning, 2013. 639 p.\n4º PERÍODO\nMAT 022 Equações Diferenciais II\nTransformada de Laplace. Equações diferenciais não-lineares e estabilidade. Equações diferenciais\nparciais e séries de Fourier. Teoria de Sturm-Liouville.\nBibliografia Básica:\nBOYCE, William E; DiPRIMA, Richard C. Equações diferenciais elementares e problemas de\nvalores de contorno. 10a. ed. Rio de Janeiro: LTC, 2017. 663 p.\nFIGUEIREDO, Djairo Guedes de; NEVES, Aloisio Freiria. Equações diferenciais aplicadas. 3ª ed.\n62", "65": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nRio de Janeiro: IMPA, 2012. 307 p.\nSANTOS, Reginaldo J. Tópicos de Equações Diferenciais. Editora Imprensa Universitária da\nUFMG. 2009.\nBibliografia Complementar:\nBRANNAN, James R.; BOYCE, William E. Equações diferenciais: uma introdução a métodos\nmodernos e suas aplicações. Editora Rio de Janeiro: LTC. 2008.\nFIGUEIREDO, D. G. de. Análise de Fourier e equações diferenciais parciais. 2 ed. Rio de Janeiro:\nIMPA, 1977. 274 p. \nKREIDER, D. L.; KULLER, R. G.; OSTBERG, D. R. Equações Diferenciais. Editora Edgard\nBlucher Ltda. 2002.\nDOERING, Claus I.; LOPES, Artur O. Equações diferenciais ordinárias. 3 ed. Rio de Janeiro:\nIMPA, 2008. 423 p. \nZILL, Dennis G; CULLEN, Michael R. Equações diferencias. 3 ed. São Paulo: Makron Books,\n2003. v. 1. 473 p. \nEME205 Fenômenos de Transporte\nAplicação dos conceitos básicos de termodinâmica: calor, trabalho, 1ª lei e a 2ª lei. ciclo de carnot,\nde rankine (turbina a vapor), de brayton-joule (turbina a gás). máquinas térmicas (refrigerador e bomba de\ncalor). Escoamentos laminar e turbulento e determinação de perda de carga.a equação de bernoulli e a sua\naplicação aos problemas de engenharia. Estudo de modelos e de protótipos. Condução de calor em\nparedes  compostas,  transitória.  Analogia  entre  fluxo  de  calor  e  fluxo  elétrico,  espessura  crítica  de\nisolação. Transferência de calor por convecção forçada em escoamentos laminar e turbulento, convecção\nnatural.  Transferência  de  calor  por  irradiação,  radiação  solar,  efeito  de  radiação  em  medição  de\ntemperaturas. analogia entre a transferência de massa, de calor e de quantidade de movimento.\nBibliografia Básica:\nINCROPERA, Frank P; DeWITT, David P. Fundamentos de transferência de calor e de massa. 5\ned. Rio de Janeiro: Livros Técnicos  e Científicos , 2003. 698 p.\nMORAN, Michael J; SHAPIRO, Howard N. Princípios de termodinâmica para Engenharia. 4.ed.\nRio de Janeiro: LTC, 2000. 681 p. \nMORAN,  Michael  J.  et  al.  Introdução  à  Engenharia  de  sistemas  térmicos:  termodinâmica,\nmecânica dos fluídos e transferência de calor. Rio de Janeiro: LTC, 2005. \nMUNSON, Bruce; YOUNG, Donald F; OKIISHI, Theodore H. Fundamentos da mecânica dos\nfluídos. São Paulo: Blucher, 2004. 571 p.\nBibliografia Complementar:\nLIVI, Celso Pohlmann. Fundamentos de fenomenos de transporte: um texto para cursos básicos .\nRio de Janeiro: LTC, 2004. 206 p. \nRESNICK, R; HALLIDAY , D. Fisica 1. 4a ed. Rio de Janeiro: Livros Técnicos e Científicos,\n1983. 348 p. \nSCHMIDT, Frank W; HENDERSON, Robert E; WOLGEMUTH, Carl H. Introdução às Ciências\n63", "66": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nTérmicas:  termodinâmica,  mecânica  dos  fluidos  e transferência  de  calor.  São Paulo:  Edgard\nBlucher, 1996. 466 p.\nSISSOM, L. E. Fenomenos de Transporte. Rio de Janeiro: Guanabara Dois, 1979. 765 p. \nFIS403 Física Geral III\nRevisão  de  cálculo  vetorial.  O  campo  eletrostático.  O  potencial  eletrostático.  Capacitores  e\ndielétricos.  Corrente  e  resistência  elétrica.  O  campo  magnetostático.  Lei  de  Ampére .  Indução\nEletromagnética. Campos elétricos e magnéticos variáveis no tempo.\nBibliografia Básica:\nREITZ,  John  R;  CHRISTY ,  Robert  W;  MILFORD,  Frederick  J.  Fundamentos  da  Teoria\nEletromagnética. Rio de Janeiro: Campus, 1982. 516 p. \nSEARS,  F.  W;  ZEMANSKY ,  M.  W.  Física:  Eletricidade,  Magnetismo  e  Tópicos  de  Física\nModerna. Rio de Janeiro: L.T.C, 1981. v. 3. \nBibliografia Complementar:\nBRUHAT, G. Curso de Física Geral: Eletricidade. São Paulo: Difusão Europeia do Livro, 1998. v.\n3.\nCARTER, G. W. The Electromagnetic Field in Its Engineering Aspects. Longman. 1972\nGRIFFITHS, David Jeffrey. Introduction To  Electrodynamics. 3 ed.  Engle wood Chiffs, NJ:\nPrentice Hall, 1999. 576 p. \nPANOFSKY , Wolfgang K. H; PHILLIPS, Melba. Classical Electricity and Magnetism. 2 ed.\nReading: Addison-Wesley, 1962. 494 p. \nRESNICK, R. ; HALLIDAY , D. Fundamentos de Física 3: Eletromagnetismo. 3 ed. Rio de\nJaneiro: LTC, 1994. v. 3. 334 p. \nYOUNG, Hugh D.; FREEDMAN, Roger A. Física III: eletromagnetismo. 12 ed. São Paulo:\nPearson Education do Brasil, 2009. 425 p.\nFIS413 Física Experimental III\nExperiências sobre: campo e potencial eletrostáticos, capacitores, corrente e resistência elétricas,\ncampo magnetostático, campos elétricos e magnéticos variáveis no tempo. \nBibliografia Básica:\nREITZ,  John  R;  CHRISTY ,  Robert  W;  MILFORD,  Frederick  J.  Fundamentos  da  Teoria\nEletromagnética. Rio de Janeiro: Campus, 1982. 516 p. \nSEARS,  F.  W;  ZEMANSKY ,  M.  W.  Física:  Eletricidade,  Magnetismo  e  Tópicos  de  Física\nModerna. Rio de Janeiro: L.T.C, 1981. v. 3. \n64", "67": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nBibliografia Complementar:\nBRUHAT, G. Curso de Física Geral: Eletricidade. São Paulo: Difusão Europeia do Livro, 1998. v.\n3.\nCARTER, G. W. The Electromagnetic Field in Its Engineering Aspects. Longman. 1972\nGRIFFITHS, David Jeffrey. Introduction To  Electrodynamics. 3 ed.  Engle wood Chiffs, NJ:\nPrentice Hall, 1999. 576 p. \nPANOFSKY , Wolfgang K. H; PHILLIPS, Melba. Classical Electricity and Magnetism. 2 ed.\nReading: Addison-Wesley, 1962. 494 p. \nRESNICK, R. ; HALLIDAY , D. Fundamentos de Física 3: Eletromagnetismo. 3 ed. Rio de\nJaneiro: LTC, 1994. v. 3. 334 p. \nYOUNG, Hugh D.; FREEDMAN, Roger A. Física III: eletromagnetismo. 12 ed. São Paulo:\nPearson Education do Brasil, 2009. 425 p.\nELTD01 Eletrônica Digital I\nÁlgebra  de  Boole,  Funções  Lógicas,  Circuitos  Combinacionais:  Multiplexadores,\nDemultiplexadores, Codificadores e Decodificadores,Sistemas de Numeração e Códigos, Latchs e Flip-\nFlops,  Registradores,  Contadores,  Memórias  Semicondutoras,  Circuitos  de  Interface  de  Memórias,\nCircuitos Aritméticos.\nBibliografia Básica:\nFLOYD, Thomas L. Sistemas digitais: fundamentos e aplicações. 9 ed. Porto Alegre: Bookman,\n2007. 888 p.\nROTH JUNIOR, C. H. Fundamentals Logic Design. 4. Saint Paul: West Publishing, 1992. 770 p. \nTOCCI,  Ronald  J;  WIDMER,  Neal  S;  Moss,  Gregory  L.  Sistemas  digitais:  prinicípios  e\naplicações. 10ª ed. São Paulo: Prentice Hall, 2007. 804 p.\nBibliografia Complementar:\nBRANDASSI, A. E. Eletrônica Digital. São Paulo: Nobel, 1984. 165 p. \nMALVINO, Albert Paul; LEACH, Donald P. Eletrônica digital: Princípios e aplicações: lógica\ncombinacional. São Paulo: McGraw-Hill do Brasil, 1988. 2. 402 p. \nMALVINO, Albert Paul; LEACH, Donald P. Eletrônica Digital: princípios e aplicações; lógica\nsequencial. São Paulo: McGraw-Hill, 1988. v. 2.\nMELO, Mairton. Eletrônica Digital. São Paulo: Makron Books do Brasil, 1993. 414 p. \nTOKHEIM, Roger L. Princípios digitais. São Paulo: McGraw-Hill do Brasil, 1983. 256 p. \nELTD11 Laboratório de Eletrônica Digital I\nAtividades  práticas  de  laboratório  abordando  os  conceitos  de  Funções  \nLógicas,  Circuitos  Combinacionais,  Latchs  e  Flip-flops,  Registradores,  Contadores,  Memórias\nSemicondutoras e Circuitos Aritméticos.\n65", "68": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nBibliografia Básica:\nFLOYD, Thomas L. Sistemas digitais: fundamentos e aplicações. 9 ed. Porto Alegre: Bookman,\n2007. 888 p.\nROTH JUNIOR, C. H. Fundamentals Logic Design. 4. Saint Paul: West Publishing, 1992. 770 p. \nTOCCI,  Ronald  J;  WIDMER,  Neal  S;  Moss,  Gregory  L.  Sistemas  digitais:  prinicípios  e\naplicações. 10ª ed. São Paulo: Prentice Hall, 2007. 804 p.\nBibliografia Complementar:\nBRANDASSI, A. E. Eletrônica Digital. São Paulo: Nobel, 1984. 165 p. \nMALVINO, Albert Paul; LEACH, Donald P. Eletrônica digital: Princípios e aplicações: lógica\ncombinacional. São Paulo: McGraw-Hill do Brasil, 1988. 2. 402 p. \nMALVINO, Albert Paul; LEACH, Donald P. Eletrônica Digital: princípios e aplicações; lógica\nsequencial. São Paulo: McGraw-Hill, 1988. v. 2.\nMELO, Mairton. Eletrônica Digital. São Paulo: Makron Books do Brasil, 1993. 414 p. \nTOKHEIM, Roger L. Princípios digitais. São Paulo: McGraw-Hill do Brasil, 1983. 256 p. \nELTA00 Introdução à Eletrônica Analógica\nAmplificador operacional ideal. Conceito de realimentação negativa e positiva. Configurações\nlineares e não lineares. Dispositivos optoeletrônicos.\nBibliografia Básica:\nBOYLESTAD, Robert; NASHELSKY , Louis. Dispositivos Eletrônicos e Teoria de Circuitos. 8\ned. Rio de Janeiro: Prentice-Hall do Brasil, 2004. 672 p.\nCOUGHLIN, Robert F; DRISCOLL, Frederick F. Operational Amplifiers and Linear Integrated\nCircuits. 5. New Jersey: Prentice-Hall International, 1998. 515 p.\nGRUITER, A. F. Amplificadores operacionais: fundamentos e aplicações. São Paulo: McGraw-\nHill do Brasil, 1988. 251 p. \nMALVINO, Albert Paul. Eletrônica. 4 ed. São Paulo: McGraw-Hill, 1995. v.1. 747 p. \nPERTENCE Jr., Antônio. Amplificadores operacionais e filtros ativos: eletrônica analógica. 8a ed.\nPorto Alegre: Bookman, 2015. 310 p. \nBibliografia Complementar:\nAMY , Lawrence T. Automation Systems for Control and Data Acquisition. Research Triangle\nPark: ISA, 1992. 229 p.\nGRAEME,  J.  G;  HUELSMAN,  L.  P;  TOBEY ,  G.  E.  Operational  amplifiers:  design  and\napplications. New York: McGraw-Hill, 1971. 473 p. \nHUIJSING, Johan. Operational amplifiers: theory and design. 2nd ed. Dordrecht: Springer, 2011.\n408 p. \nPERTENCE  Jr.,  Antônio.  Amplificadores  operacionais  e  filtros  ativos:  teoria,  projetos,\namplificadores e laboratório. 4 ed. São Paulo: Secretaria da Agricultura, 1988. 359 p. \nSEABRA, Antonio Carlos. Amplificadores operacionais: teoria e análise . São Paulo: Érica , 1996.\n66", "69": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n188 p.\nELTA10 Laboratório de Introdução à Eletrônica Analógica\nLaboratório de Amplificador operacional ideal. Conceito de realimentação negativa e positiva.\nConfigurações lineares e não lineares. Dispositivos optoeletrônicos.\nBibliografia Básica:\nBOYLESTAD, Robert; NASHELSKY , Louis. Dispositivos Eletrônicos e Teoria de Circuitos. 8\ned. Rio de Janeiro: Prentice-Hall do Brasil, 2004. 672 p.\nCOUGHLIN, Robert F; DRISCOLL, Frederick F. Operational Amplifiers and Linear Integrated\nCircuits. 5. New Jersey: Prentice-Hall International, 1998. 515 p.\nGRUITER, A. F. Amplificadores operacionais: fundamentos e aplicações. São Paulo: McGraw-\nHill do Brasil, 1988. 251 p. \nMALVINO, Albert Paul. Eletrônica. 4 ed. São Paulo: McGraw-Hill, 1995. v.1. 747 p. \nPERTENCE Jr., Antônio. Amplificadores operacionais e filtros ativos: eletrônica analógica. 8a ed.\nPorto Alegre: Bookman, 2015. 310 p. \nBibliografia Complementar:\nAMY , Lawrence T. Automation Systems for Control and Data Acquisition. Research Triangle\nPark: ISA, 1992. 229 p.\nGRAEME,  J.  G;  HUELSMAN,  L.  P;  TOBEY ,  G.  E.  Operational  amplifiers:  design  and\napplications. New York: McGraw-Hill, 1971. 473 p. \nHUIJSING, Johan. Operational amplifiers: theory and design. 2nd ed. Dordrecht: Springer, 2011.\n408 p. \nPERTENCE  Jr.,  Antônio.  Amplificadores  operacionais  e  filtros  ativos:  teoria,  projetos,\namplificadores e laboratório. 4 ed. São Paulo: Secretaria da Agricultura, 1988. 359 p. \nSEABRA, Antonio Carlos. Amplificadores operacionais: teoria e análise . São Paulo: Érica , 1996.\n188 p.\nEEL106 Circuitos Elétricos II\nCiclo, período, frequência, velocidade ou frequência angular, ângulo de fase, diferença de fase\n(defasagem), valores de pico, médio e eficaz. Conceito de fasor. Representação fasorial de tensões e\ncorrentes alternadas em regime permanente. Relação entre tensões e correntes senoidais em bipolos\nlineares. conceitos de impedância e admitância. Potência instantânea. Potências ativa e reativa. Potência\ncomplexa e aparente. Fator de potência. \nBibliografia Básica:\nALEXANDER,  Charles  K;  SADIKU,  Mattew  N.O.  Fundamentos  de  circuitos  elétricos.  São\nPaulo: McGraw-Hill, 2008. 1016 p.\nBOYLESTAD, Robert L. Introdução a análise de circuitos. 12a. ed. São Paulo: Prentice Hall,\n2012. 959 p.\n67", "70": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nO'MALLEY , J. Análise de circuitos. 2 ed. São Paulo: Makron, 1993. 679 p.\nBibliografia Complementar:\nBURIAN Jr., Y . Circuitos elétricos. Rio de Janeiro: Almeida Neves, 1977. 387 p. \nBURIAN Jr., Yaro; LYRA, Ana Cristina C. Circuitos elétricos. São Paulo: Pearson Prentice Hall,\n2006. 302 p.\nDURNEY , C. H; ALLEY , C. L; HARRIS, L. D. Circuitos  Elétricos: Teoria e Aplicação em\nEngenharia. Rio de Janeiro: Campus, 1985. 485 p. \nEDMINISTER, J. A. Circuitos elétricos. 2 ed. São Paulo: McGraw-Hill do Brasil, 1985. 421 p. \nGUSSOW, Milton. Eletricidade básica. 2a ed. atual. e ampl. Porto Alegre: Bookman, 2009. 571 p.\nHAYT Jr., W. H; KEMMERLY , J. E; DURBIN, Steven M. Análise de Circuitos em Engenharia. 8a\ned. Porto Alegre: AMGH, 2014. 843 p.\nEEL116 Laboratório de Circuitos Elétricos II\nCiclo, período, frequência, velocidade ou frequência angular, ângulo de fase, diferença de fase\n(defasagem), valores de pico, médio e eficaz. Conceito de fasor. Representação fasorial de tensões e\ncorrentes alternadas em regime permanente. Relação entre tensões e correntes senoidais em bipolos\nlineares. conceitos de impedância e admitância. Potência instantânea. Potências ativa e reativa. Potência\ncomplexa e aparente. Fator de potência.\nBibliografia Básica:\nALEXANDER,  Charles  K;  SADIKU,  Mattew  N.O.  Fundamentos  de  circuitos  elétricos.  São\nPaulo: McGraw-Hill, 2008. 1016 p.\nBOYLESTAD, Robert L. Introdução a análise de circuitos. 12a. ed. São Paulo: Prentice Hall,\n2012. 959 p.\nO'MALLEY , J. Análise de circuitos. 2 ed. São Paulo: Makron, 1993. 679 p.\nBibliografia Complementar:\nBURIAN Jr., Y . Circuitos elétricos. Rio de Janeiro: Almeida Neves, 1977. 387 p. \nBURIAN Jr., Yaro; LYRA, Ana Cristina C. Circuitos elétricos. São Paulo: Pearson Prentice Hall,\n2006. 302 p.\nDURNEY , C. H; ALLEY , C. L; HARRIS, L. D. Circuitos  Elétricos : Teoria e Aplicação em\nEngenharia. Rio de Janeiro: Campus, 1985. 485 p. \nEDMINISTER, J. A. Circuitos elétricos. 2 ed. São Paulo: McGraw-Hill do Brasil, 1985. 421 p. \nGUSSOW, Milton. Eletricidade básica. 2a ed. atual. e ampl. Porto Alegre: Bookman, 2009. 571 p.\nHAYT Jr., W. H; KEMMERLY , J. E; DURBIN, Steven M. Análise de Circuitos em Engenharia. 8a\ned. Porto Alegre: AMGH, 2014. 843 p.\n68", "71": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nECOP05 Programação Aplicada\nIntrodução. Aplicativos e applets . Estruturas de controle. Métodos. Arrays . Programação baseada\nem  objetos.  Programação  orientada  a  objetos.  Strings .  Componentes  gráficos.  Componentes  GUI.\nTratamento de exceções. Multithreading . Multimídia. Entrada e saída usual. Entrada e saída em arquivos.\nIntrodução a análise e projetos orientados a objetos.\nBibliografia Básica:\nDEITEL, Paul; DEITEL, Harvey. Java: como programar. 8a ed. São Paulo: Pearson Prentice Hall,\n2010. 1144 p.\nHORSTMANN, Cay S; CORNELL, Gary. Core JA V A: fundamentos. 8a ed. São Paulo: Pearson &\nPrentice Hall, 2010. v. 1. 383 p.\nSCHILDT, Herbert; SKRIEN, Dale. Programação com JA V A: uma introdução abrangente. Porto\nAlegre: AMGH, 2013. \nBibliografia Complementar:\nCORNELL, Gary; HORSTMANN, Cay S. Core Java. São Paulo: Makron Book, 1997. 807 p.\nDEITEL, H.M; DEITEL, P.J. Java: como programar. 6 ed. São Paulo: Pearson Prentice Hall, 2005.\n1110 p.\nHARBOUR, Jonathan S. Programação de games com Java. São Paulo: Cengage Learning, 2014.\n417 p.\nKOFFMAN, Elliot B; WOLFGANG, Paul A. T. Objetos, abstração, estruturas de dados e projeto\nusando Java versão 5.0. Rio de Janeiro: LTC, 2008. 695 p.\nZIVIANI, Nivio. Projeto de algoritmos: com implantações em java e C ++. São Paulo: Cengage\nLearning, 2007. 621 p. \nECOP15 Laboratório de Programação Aplicada\nExperiências de laboratório envolvendo: Aplicativos e applets. Estruturas de controle. Métodos.\nArrays.  Programação  baseada  em  objetos.  Programação  orientada  a  objetos.  Strings.  Componentes\ngráficos. Componentes GUI. Tratamento de exceções. Multithreading. Multimídia. Entrada e saída usual.\nEntrada e Saída em arquivos.Introdução a análise e projetos orientados a objetos. \nBibliografia Básica:\nDEITEL, Paul; DEITEL, Harvey. Java: como programar. 8a ed. São Paulo: Pearson Prentice Hall,\n2010. 1144 p.\nHORSTMANN, Cay S; CORNELL, Gary. Core JA V A: fundamentos. 8a ed. São Paulo: Pearson &\nPrentice Hall, 2010. v. 1. 383 p.\nSCHILDT, Herbert; SKRIEN, Dale. Programação com JA V A: uma introdução abrangente. Porto\nAlegre: AMGH, 2013. \nBibliografia Complementar:\nCORNELL, Gary; HORSTMANN, Cay S. Core Java. São Paulo: Makron Book, 1997. 807 p.\nDEITEL, H.M; DEITEL, P.J. Java: como programar. 6 ed. São Paulo: Pearson Prentice Hall, 2005.\n69", "72": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n1110 p.\nHARBOUR, Jonathan S. Programação de games com Java. São Paulo: Cengage Learning, 2014.\n417 p.\nKOFFMAN, Elliot B; WOLFGANG, Paul A. T. Objetos, abstração, estruturas de dados e projeto\nusando Java versão 5.0. Rio de Janeiro: LTC, 2008. 695 p.\nZIVIANI, Nivio. Projeto de algoritmos: com implantações em java e C ++. São Paulo: Cengage\nLearning, 2007. 621 p. \n5º PERÍODO\nFIS502 Eletromagnetismo\nGrandezas  eletromagnéticas  fundamentais.  Equações  de  Maxwell .  Energia  do  campo\neletromagnético. Ondas eletromagnéticas. Reflexão e refração da onda eletromagnética. Introdução às\nondas guiadas.\nBibliografia Básica:\nEDMINISTER, J. A. Eletromagnetismo. São Paulo: McGraw-Hill, 1980. 232 p. \nHAYT Jr., William H; BUCK, John A. Eletromagnetismo. 8a ed. Porto Alegre: AMGH, 2013. 595\np.\nKRAUS, John D; CARVER, Keith R. Eletromagnetismo. 2a ed. Rio de Janeiro: Guanabara Dois,\n1978. 780 p. \nBibliografia Complementar:\nGASPAR, Alberto. Física: Eletromagnetismo, Física Moderna. 1 ed. São Paulo: Ática, 2005. v.3.\n448 p. \nMACHADO, Kleber Daum. Teoria do eletromagnetismo: volume I. 3a ed. Ponta Grossa, PR:\nUEPG, 2007. 929 p.\nNUSSENZVEIG, H. Moysés. Curso de Física Básica: Eletromagnetismo : volume 3. São Paulo:\nEdgard Blucher, 1997. v. 3. 323 p.\nRESNICK,  Robert;  HALLIDAY ,  David;  WALKER,Jearl.  Fundamentos  de  Física  3:\neletromagnetismo. 10a ed. Rio de Janeiro: LTC, 2016.\nSLATER, J. C; FRANK, N. H. Electromagnetism. New York: McGraw-Hill, 1947. 240 p. \nFIS503 Física Geral IV\nOscilador harmônico. Oscilações amortecidas e forçadas. Ondas mecânicas. Ondas sonoras. Ondas\neletromagnéticas. Óptica geométrica. Óptica física. Relatividade restrita. Física quântica.\n70", "73": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nBibliografia Básica:\nALONSO, M; FINN, E. J. Fisica 2: um curso universitário: campos e ondas. São Paulo: Edgard\nBlucher, 1972. v. 2. 565 p. \nNUSSENZVEIG, H. Moyses. Curso de Física Básica. v.2 (2.ed.): Fluidos, Oscilações e Ondas,\nCalor. 4a ed. São Paulo: Edgard Blucher, 2006. \nSERWAY , Raymond A; JEWETT Jr., John W. Fisica 2: para cientistas e engenheiros : volume 2:\noscilações, ondas e termodinâmica. São Paulo: Cengage Learning, 2011. v. 2. 213 p.\nSERWAY , Raymond A; JEWETT Jr., John W. Fisica 3: para cientistas e engenheiros : volume 3:\neletricidade e magnetismo. São Paulo: Cengage Learning, 2011. v. 3. 341 p.\nSERWAY , Raymond A; JEWETT Jr., John W. Física 4: para cientistas e engenheiros : volume 4:\nluz, óptica e física moderna. São Paulo: Cengage Learning, 2012. v.4. 398 p. \nBibliografia Complementar:\nBAUER, Wolfang; WESTFALL, Gary D; DIAS, Helio. Física para universitários: óptica e física\nmoderna. Porto Alegre: AMGH, 2013. 312 p.\nEISBERG, Robert; RESNICK, Robert. Física quântica: átomos, moléculas, sólidos, núcleos e\npartículas. Rio de Janeiro: Campus e Elsevier, 1979. 928 p.\nKNIGHT, Randall D. Física: uma abordagem estratégica: volume 4: relatividade e física quântica.\n2a. ed. Porto Alegre: Bookman, 2009. v. 4. 1363 p.\nLUIZ, Adir Moysés. Física 4: ótica e física moderna: teoria e problemas resolvidos. São Paulo:\nLivraria da Física, 2009. 324 p.\nRAMOS, C.M.; BONJORNO, J.R. Física. V ol. Único. 1a edição. Editora FTD. 2012. 152 p. \nFIS513 Física Experimental IV\nExperiências sobre: oscilador harmônico, ondas mecânicas, óptica geométrica, óptica física e\nfísica quântica.\nBibliografia Básica:\nALONSO, M; FINN, E. J. Fisica 2: um curso universitário: campos e ondas. São Paulo: Edgard\nBlucher, 1972. v. 2. 565 p. \nNUSSENZVEIG, H. Moyses. Curso de Física Básica. v.2 (2.ed.): Fluidos, Oscilações e Ondas,\nCalor. 4a ed. São Paulo: Edgard Blucher, 2006. \nSERWAY , Raymond A; JEWETT Jr., John W. Fisica 2: para cientistas e engenheiros : volume 2:\noscilações, ondas e termodinâmica. São Paulo: Cengage Learning, 2011. v. 2. 213 p.\nSERWAY , Raymond A; JEWETT Jr., John W. Fisica 3: para cientistas e engenheiros : volume 3:\neletricidade e magnetismo. São Paulo: Cengage Learning, 2011. v. 3. 341 p.\nSERWAY , Raymond A; JEWETT Jr., John W. Física 4: para cientistas e engenheiros : volume 4:\nluz, óptica e física moderna. São Paulo: Cengage Learning, 2012. v.4. 398 p. \n71", "74": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nBibliografia Complementar:\nBAUER, Wolfang; WESTFALL, Gary D; DIAS, Helio. Física para universitários: óptica e física\nmoderna. Porto Alegre: AMGH, 2013. 312 p.\nEISBERG, Robert; RESNICK, Robert. Física quântica: átomos, moléculas, sólidos, núcleos e\npartículas. Rio de Janeiro: Campus e Elsevier, 1979. 928 p.\nKNIGHT, Randall D. Física: uma abordagem estratégica: volume 4: relatividade e física quântica.\n2a. ed. Porto Alegre: Bookman, 2009. v. 4. 1363 p.\nLUIZ, Adir Moysés. Física 4: ótica e física moderna: teoria e problemas resolvidos. São Paulo:\nLivraria da Física, 2009. 324 p.\nRAMOS, C.M.; BONJORNO, J.R. Física. V ol. Único. 1a edição. Editora FTD. 2012. 152 p. \nECN 001 Economia\nNatureza e método de economia. História do pensamento econômico. Microeconomia: a teoria de\npreço,  demanda,  oferta  e  distribuição.  Macroeconomia:  agregados  macroeconômicos,  teoria  da\ndistribuição, teoria geral de Keynes , teoria monetária. Teoria do setor público. Teoria do desenvolvimento\nsócio-econômico. Teoria das relações internacionais.\nBibliografia Básica:\nMANKIW, N. Gregory. Introdução à Economia: princípios de micro e marcroeconomia. Rio de\nJaneiro: Elservier, 2001. 831 p.\nSACHS, Jeffrey D; LARRIAN B., Felipe. Macroeconomia. Ed. rev. e atual. São Paulo: Pearson\nMakron Books, 2000. 848 p. \nV ARIAN, Hal R. Microeconomia: princípios básicos: uma abordagem moderna. Rio de Janeiro:\nElservier, 2012. 821 p. \nBibliografia Complementar:\nDORNUSCH, R. et al. Macroeconomia. Editora McGraw-Hill. 10ª. Edição. 2009.\nPINDYCK,  Robert  S;  RUBINFELD,  Daniel  L.  Microeconomia.  7a  ed.  São  Paulo:  Pearson\nEducation do Brasil, 2010. 647 p.\nROSSETTI, José Paschoal. Introdução à Economia. 20 ed. São Paulo: Atlas, 1997. 922 p. \nV ARIAN, Hal R. Microeconomia: princípios básicos. Editora Campus, 7ª. Edição. 2006.\nELTA01 Eletrônica Analógica I\nMateriais semicondutores. Diodos. Circuitos com diodos. Reguladores de tensão. Transistores\nbipolares de junção (BJTs): Modelamento, polarização, circuitos de chaveamento e amplificadores a\npequeno sinal. \nBibliografia Básica:\nBOYLESTAD, Robert; NASHELSKY , Louis. Dispositivos Eletrônicos e Teoria de Circuitos. 8\ned. Rio de Janeiro: Prentice-Hall do Brasil, 2004. 672 p.\nMALVINO, Albert Paul. Eletrônica. 4 ed. São Paulo: McGraw-Hill, 1995. v.1. 747 p. \n72", "75": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nMILLMAN, J; HALKIAS, C. C. Eletrônica : v.1: dispositivos e circuitos. São Paulo: Mcgraw-Hill\ndo Brasil, 1981.\nBibliografia Complementar:\nMAMEDE FILHO, João. Manual de equipamentos elétricos. 3 ed. Rio de Janeiro: LTC - Livros\nTécnicos Científicos, 2005. v. 3. 778 p.\nREZENDE, Sergio M. A Fisica de Materiais e Dispositivos Eletrônicos. 2a. Recife: UFPE, 1996.\n540 p. Entrada no acervo em 1998.\nSEDRA, Adel S; SMITH,Kenneth C. Microeletrônica. 5 ed. São Paulo: Makron Books, 2007. 848\np. \nELTA11 Laboratório de Eletrônica Analógica I\nDiodos: curva característica, uso de osciloscópio, influência da temperatura tempo de recuperação\nreverso, reta de carga. Ação retificadora, verificação do efeito do filtro capacitivo. Transistores bipolares:\ndispersão do ganho DC, circuitos de polarização, estabilidade do ponto de operação, operação como\nchave, amplificador e seguidor de emissor.\nBibliografia Básica:\nBOYLESTAD, Robert; NASHELSKY , Louis. Dispositivos Eletrônicos e Teoria de Circuitos. 8\ned. Rio de Janeiro: Prentice-Hall do Brasil, 2004. 672 p.\nMALVINO, Albert Paul. Eletrônica. 4 ed. São Paulo: McGraw-Hill, 1995. v.1. 747 p. \nMILLMAN, J; HALKIAS, C. C. Eletrônica : v.1: dispositivos e circuitos. São Paulo: Mcgraw-Hill\ndo Brasil, 1981.\nBibliografia Complementar:\nMAMEDE FILHO, João. Manual de equipamentos elétricos. 3 ed. Rio de Janeiro: LTC - Livros\nTécnicos  Científicos , 2005. v. 3. 778 p.\nREZENDE, Sergio M. A Fisica de Materiais e Dispositivos Eletrônicos. 2a. Recife: UFPE, 1996.\n540 p. Entrada no acervo em 1998.\nSEDRA, Adel S; SMITH,Kenneth C. Microeletrônica. 5 ed. São Paulo: Makron Books, 2007. 848\np. \nECAC01A Modelagem e Análise de Sistemas Dinâmicos\nFUNDAMENTOS DE DINÂMICA CONTÍNUA: Caracterização de sistemas lineares – Sistemas\nde primeira, segunda ordem e ordem superior; Soluções de equações diferenciais lineares – Entrada nula,\nentrada  forçada,  BIBO  estabilidade;  Representação  de  estado  –  Espaço  Canônico,  controlabilidade,\nobservabilidade, autovalores, autovetores, conversão similaridade; Solução via transformada de Laplace -\nFunção  de  transferência  (solução  de  equação  diferencial),  polos  e  zeros,  teorema  do  valor  final,\nestabilidade, fase mínima, atraso de transporte; Resposta em frequência – Diagrama de Bode, Nyquist,\nNichols; FUNDAMENTOS DE DINÂMICA DISCRETA: Teoria da amostragem – transformada estrela,\nTeorema  de  Nyquist;  Soluções  de  equações  a  diferenças  lineares  –  Análise  de  resíduos,  zoh;\n73", "76": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nRepresentação de estado – Espaço Canônico, controlabilidade, observabilidade, autovalores, autovetores,\nconversão similaridade; Solução via transformada Z - Função de transferência, polos e zeros, teorema do\nvalor  final,  estabilidade,  fase  mínima,  atraso  de  transporte,  Mapeamento  de  s  em  z;  Resposta  em\nfrequência,  efeito  de  warping;  CRITÉRIOS  DE  ESTABILIDADE:  Estabilidade  Routh-Hurwitz\n(Transformada w) e de Jury; Estabilidade de Lyapunov.\nBibliografia Básica:\nAGUIRRE, Luís Antônio. Introdução a identificação de sistemas: técnicas lineares e não-lineares\naplicadas a sistemas reais. 2a rev. ampl. Belo Horizonte: UFMG, 2004. 659 p. \nOGATA, Katsuhiko. Engenharia de controle moderno. 4 ed. Rio de Janeiro: Prentice-Hall, 2003.\n788 p. \nSOUZA,  Antônio  Carlos  Zambroni  de;  PINHEIRO,  Carlos  Alberto  Murari.  Introdução  à\nmodelagem, análise e simulação de sistemas dinâmicos. Rio de Janeiro: Interciência, 2008. 166 p. \nBibliografia Complementar:\nMAMEDE FILHO, João. Manual de equipamentos elétricos. 3 ed. Rio de Janeiro: LTC - Livros\nTécnicos Científicos, 2005. v. 3. 778 p.\nREZENDE, Sergio M. A Fisica de Materiais e Dispositivos Eletrônicos. 2a. Recife: UFPE, 1996.\n540 p. Entrada no acervo em 1998.\nSEDRA, Adel S; SMITH,Kenneth C. Microeletrônica. 5 ed. São Paulo: Makron Books, 2007. 848\np. \nECAC11 Introdução à Análise de Sinais\nDefinições. Análise de Sinais. Introdução aos Sistemas Dinâmicos. Simulação em Linguagens\nMatemáticas. Aplicação de Transformada de Lapace. Aplicação de Transformada de Fourier. Simulações\natravés de computadores. Softwares de simulação.\nBibliografia Básica:\nBOYCE, William E; DiPRIMA, Richard C. Equações diferenciais elementares e problemas de\nvalores de contorno. 10a ed. Rio de Janeiro: LTC, 2017. 663 p.\nDINIZ, Paulo S. R.; SILV A, Eduardo A. B. da; NETTO, Sérgio Lima., Processamento Digital de\nSinais. Editora Bookman. 2004.\nOPPENHEIM, Alan V; SCHAFER, Ronald W. Processamento em tempo discreto de sinais. 3a ed.\nSão Paulo: Pearson Education do Brasil, 2012. 665 p.\nBibliografia Complementar:\nAGUIRRE, L. A. (editor). Enciclopédia de Automática: Controle e Automação. volume 1 a 3,\nEditora Edgard Blucher Ltda.  2007.\nCHEN, C. T. Linear System Theory and Design. ditora Oxford University Press. 3a. ed. 1999.\nOGATA, Katsuhiko. Engenharia de controle moderno. 4 ed. Rio de Janeiro: Prentice-Hall, 2003.\n788 p.\nPHILLIPS, C. L; NAGLE, H. T. Digital control system analysis and design. Englewood Cliffs:\n74", "77": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nPrentice-Hall, 1984. 556 p. \nPHILLIPS, Charles L. Sistemas de controle e realimentação. Editora Makron Books. 1996.\nELTD02 Eletrônica Digi tal II\nFamílias  Lógicas  e  Interface,  Circuitos  Monoestáveis  e  Astáveis,  Máquinas  de  estado,\nDispositivos lógicos programáveis, Descrição de circuitos e sistemas digitais utilizando linguagem de\ndescrição de hardware (HDL).\nBibliografia Básica:\nCILETTI, Michael D. Advanced Digital Design with the VERILOG HDL. Second. Prentice Hall.\n2011.\nFLOYD, Thomas L. Sistemas digitais: fundamentos e aplicações. 9 ed. Porto Alegre: Bookman,\n2007. 888 p. \nPIMENTA, Tales Cleber. Circuitos Digitais: análise e síntese lógica, aplicações em FPGA. Rio de\nJaneiro: Elsevier, 2017. 559 p.\nROTH JUNIOR, C. H. Fundamentals Logic Design. 4. Saint Paul: West Publishing, 1992. 770 p. \nBibliografia Complementar:\nBROWN, Stephen; VRANESIC, Zvonko. Fundamentals of digital logic with verilog design. 3th\ned. New York: McGraw Hill Higher Education, 2014. 847 p.\nMELO,Mairton. Eletronica Digital. São Paulo: Makron Books do Brasil, 1993. 414 p. \nTAUB, H. Circuitos Digitais e Microprocessadores. São Paulo: McGraw-Hill do Brasil, 1984. 510\np. \nTOCCI,  R.  J;  LASKOWSKI,  L.  P.  Microprocessadores  e  Microcomputadores:  Hardware  e\nSoftware. 2a ed. Rio de Janeiro: Prentice-Hall do Brasil, 1983. 321 p. \nELTD12 Laboratório de Eletrônica Digital II\nAtividades práticas de laboratório abordando os conceitos de máquinas de estado e descrição de\ncircuitos e sistemas digitais utilizando linguagem de descrição de hardware (HDL).\nBibliografia Básica:\nCILETTI, Michael D. Advanced Digital Design with the VERILOG HDL. Second. Prentice Hall.\n2011.\nFLOYD, Thomas L. Sistemas digitais: fundamentos e aplicações. 9 ed. Porto Alegre: Bookman,\n2007. 888 p. \nPIMENTA, Tales Cleber. Circuitos Digitais: análise e síntese lógica, aplicações em FPGA. Rio de\nJaneiro: Elsevier, 2017. 559 p.\nROTH JUNIOR, C. H. Fundamentals Logic Design. 4. Saint Paul: West Publishing, 1992. 770 p. \nBibliografia Complementar:\nBROWN, Stephen; VRANESIC, Zvonko. Fundamentals of digital logic with verilog design. 3th\n75", "78": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\ned. New York: McGraw Hill Higher Education, 2014. 847 p.\nMELO,Mairton. Eletronica Digital. São Paulo: Makron Books do Brasil, 1993. 414 p. \nTAUB, H. Circuitos Digitais e Microprocessadores. São Paulo: McGraw-Hill do Brasil, 1984. 510\np. \nTOCCI,  R.  J;  LASKOWSKI,  L.  P.  Microprocessadores  e  Microcomputadores:  Hardware  e\nSoftware. 2a ed. Rio de Janeiro: Prentice-Hall do Brasil, 1983. 321 p. \nECOM03 Análise de Algoritmos\nIntrodução à análise de algoritmos. Recursão. Complexidade dos métodos de ordenação. Métodos\nde projeto de algoritmos. Complexidade do problema.\nBibliografia Básica:\nAHO, A. V; HOPCROFT, J. E; ULMAN, J. D. The Design and Analysis of Computer Algoritms.\nReading: Addison-Wesley, 1976. 470 p. \nCORMEN, Thomas H et al. Algoritmos: teoria e prática. 3a ed. Rio de Janeiro: Campus, 2012.\n926 p.\nTOSCANI, Laira Vieira; VELOSO, Paulo A. S. Complexidade de algoritmos: análise , projeto e\nmetodos. Porto Alegre: Instituto de Informática  da UFRGS : Ed. Sagra Luzzatto, 2002. 202 p.\nSZWARCFITER,  J.  L.,  Estruturas  de  Dados  e  Seus  Algoritmos,  Editora  Livros  Técnicos  e\nCientíficos Editora S.A., 1994.\nBibliografia Complementar:\nASCENCIO, Ana  F.  Gomes;  ARAÚJO,  Graziela  Santos  de;  Estrutura  de  dados:  algoritmos,\nanálise de complexidade e implementações em Java e C/C++. Editora Pearson Prentice Hall.\n2010.\nCORMEN, Thomas H. Desmistificando Algoritmos. Rio de Janeiro: Elsevier, 2014. 188 p.\nDROZDEK, Adam, Estrutura de Dados e Algoritmos em C, Editora Pioneira Thomson Learning.\n2002. \nKNUTH, D. E. The Art of Computer Programming: Fundamental Algorithms. Reading: Addison-\nWesley, 1972. 7. 634 p. (World Student Series Edition). V ol.1.\nKNUTH,. E. The Art of Computer Programming: Seminum Érica l Algorithms. Reading: Addison-\nWesley, 1969. 7. 624 p. V ol.2.\nKNUTH, Donald E. The Art of Computer Programming: Sorting and Searching. Massachusetts:\nAddison-Weley, 1973. 7. 722 p. V ol.3.\nECOM13 Laboratório de Análise de Algoritmos\nIntrodução à análise de algoritmos. Recursão. Complexidade dos métodos de ordenação. Métodos\nde projeto de algoritmos. Complexidade do problema.\nBibliografia Básica:\nAHO, A. V; HOPCROFT, J. E; ULMAN, J. D. The Design and Analysis of Computer Algoritms.\n76", "79": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nReading: Addison-Wesley, 1976. 470 p. \nCORMEN, Thomas H et al. Algoritmos: teoria e prática. 3a ed. Rio de Janeiro: Campus, 2012.\n926 p.\nTOSCANI, Laira Vieira; VELOSO, Paulo A. S. Complexidade de algoritmos: análise, projeto e\nmetodos. Porto Alegre: Instituto de Informática da UFRGS : Ed. Sagra Luzzatto, 2002. 202 p.\nSZWARCFITER,  J.  L.,  Estruturas  de  Dados  e  Seus  Algoritmos,  Editora  Livros  Técnicos  e\nCientíficos Editora S.A., 1994.\nBibliografia Complementar:\nASCENCIO, Ana  F.  Gomes;  ARAÚJO,  Graziela  Santos  de;  Estrutura  de  dados:  algoritmos,\nanálise de complexidade e implementações em Java e C/C++. Editora Pearson Prentice Hall.\n2010.\nCORMEN, Thomas H. Desmistificando Algoritmos. Rio de Janeiro: Elsevier, 2014. 188 p.\nDROZDEK, Adam, Estrutura de Dados e Algoritmos em C, Editora Pioneira Thomson Learning.\n2002. \nKNUTH, D. E. The Art of Computer Programming: Fundamental Algorithms. Reading: Addison-\nWesley, 1972. 7. 634 p. (World Student Series Edition). V ol.1.\nKNUTH,. E. The Art of Computer Programming: Seminum Érical Algorithms. Reading: Addison-\nWesley, 1969. 7. 624 p. V ol.2.\nKNUTH, Donald E. The Art of Computer Programming: Sorting and Searching. Massachusetts:\nAddison-Weley, 1973. 7. 722 p. V ol.3.\n6º PERÍODO\nELT052 Materiais Elétricos e Eletrônicos\nConceitos  básicos  de  ciência  dos  materiais,  materiais  condutores,  materiais  semicondutores,\nmateriais dielétricos, materiais magnéticos, materiais ópticos.\nBibliografia Básica:\nCALLISTER Jr., William D. Ciência e Engenharia de Materiais: uma introdução. 5a. Rio de\nJaneiro: LTC, 2002. 589 p. \nKASAP, S., CAPPER,  P.  Springer,  Handbook  of  Electronic  and  Photonic  Materials,  Editora\nSpringer, 2007.\nSCHIMIDT, W. Materiais Elétricos- Isolantes e Magnéticos, V ol. 2, Editora Edgar Blucher, 1979. \nBibliografia Complementar:\nZURITA, M. Disponível em HTTP//: WWW.ufpi.br/zurita., Materiais Elétricos, 2013.\nREZENDE, Sérgio M. Materiais e dispositivos eletrônicos. 2ª ed. São Paulo: Livraria da Física,\n2004. 547 p.\nMAMEDE FILHO, João. Manual de equipamentos elétricos. 3 ed. Rio de Janeiro: LTC - Livros\nTénicos Científicos, 2005. v. 3. 778 p.\n77", "80": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nELTD03 Microcontroladores e Microprocessadores\nArquiteturas típicas de microprocessadores e microcontroladores. Estruturas de barramentos e\nmemórias.  Periféricos  e  interfaces:  I/O;  Seriais;  Timers;  Counters,  A/D;  PWM;  etc.  Conjunto  de\ninstruções. Pilha (stack). Subrotinas. Linguagem de programação de máquina (assembly). Aplicações em\ngeral e em interface homem-máquina.\nBibliografia Básica:\nBARRETT,Steven F; PACK, Daniel J. Embedded  systems: design and  applications  with  the\n68HC12 and HCS12. Upper Saddle River, NJ: Pearson; Prentice Hall, 2005. 645 p.\nHUANG, Han-Way. HCS12/9S12 an introduction to software and hardware. 2nd ed. Australia:\nDelmar, 2010. 856 p.\nMAZIDI,  Muhammad  A.,  CAUSEY ,  Danny,  MAZIDI,  Janice.  HCS12  Microcontroller  And\nEmbedded Systems – Using Assembly and C with Code Warrior. Upper Saddle River: Prentice\nHall, 2009. 738 p.\nBibliografia Complementar:\nBOYLESTAD, Robert; NASHELSKY , Louis. Dispositivos Eletrônicos e Teoria de Circuitos. 8\ned. Rio de Janeiro: Prentice-Hall do Brasil, 2004. 672 p.\nFLOYD, Thomas L. Sistemas digitais: fundamentos e aplicações. 9 ed. Porto Alegre: Bookman,\n2007. 888 p.\nMALVINO, Albert Paul. Microcomputadores e Microprocessadores.  São Paulo: McGraw-Hill,\n1985. 578 p. Tombo 23085- Conv. SESu/Mec. Entr. no acervo: 1998.\nPERTENCE  Jr.,  Antônio.  Amplificadores  operacionais  e  filtros  ativos:  teoria,  projetos,\namplificadores e laboratório. 4 ed. São Paulo: Secretaria da Agricultura, 1988. 359 p. \nTAUB, H. Circuitos Digitais e Microprocessadores. São Paulo: McGraw-Hill do Brasil, 1984. 510\np. \nELTD13 Laboratório de Microcontroladores e Microprocessadores\nArquiteturas típicas de microprocessadores e microcontroladores. Estruturas de barramentos e\nmemórias.  Periféricos  e  interfaces:  I/O;  Seriais;  Timers;  Counters,  A/D;  PWM;  etc.  Conjunto  de\ninstruções. Pilha (stack). Subrotinas. Linguagem de programação de máquina (assembly). Aplicações em\ngeral e em interface homem-máquina.\nBibliografia Básica:\nBARRETT,Steven F; PACK, Daniel J. Embedded  systems: design and  applications  with  the\n68HC12 and HCS12. Upper Saddle River, NJ: Pearson; Prentice Hall, 2005. 645 p.\nHUANG, Han-Way. HCS12/9S12 an introduction to software and hardware. 2nd ed. Australia:\nDelmar, 2010. 856 p.\nMAZIDI,  Muhammad  A.,  CAUSEY ,  Danny,  MAZIDI,  Janice.  HCS12  Microcontroller  And\nEmbedded Systems – Using Assembly and C with Code Warrior. Upper Saddle River: Prentice\nHall, 2009. 738 p.\n78", "81": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nBibliografia Complementar:\nBOYLESTAD, Robert; NASHELSKY , Louis. Dispositivos Eletrônicos e Teoria de Circuitos. 8\ned. Rio de Janeiro: Prentice-Hall do Brasil, 2004. 672 p.\nFLOYD, Thomas L. Sistemas digitais: fundamentos e aplicações. 9 ed. Porto Alegre: Bookman,\n2007. 888 p.\nMALVINO, Albert Paul. Microcomputadores e Microprocessadores.  São Paulo: McGraw-Hill,\n1985. 578 p. Tombo 23085- Conv. SESu/Mec. Entr. no acervo: 1998.\nPERTENCE  Jr.,  Antônio.  Amplificadores  operacionais  e  filtros  ativos:  teoria,  projetos,\namplificadores e laboratório. 4 ed. São Paulo: Secretaria da Agricultura, 1988. 359 p. \nTAUB, H. Circuitos Digitais e Microprocessadores. São Paulo: McGraw-Hill do Brasil, 1984. 510\np. \nECAC02 Controle Clássico\nIntrodução: Sistemas dinâmicos e problemas de controle; Funções de transferência em malha\nfechada; Especificações de projeto: resposta do sistema em malha fechada; Erros em regime; Tipos de\ncontroladores e exemplos. Projetos de Controladores: Método do Lugar das Raízes: Construção do lugar\ndas  raízes  Compensação  dinâmica:  P,  PI,  PID,  Lead  -  Lag.  Método  da  Resposta  em  Freqüência:\nEstabilidade: critério de Bode e de Nyquist; Margem de ganho e margem de fase; Resposta em frequência\nem malha fechada; Especificações de projeto no domínio da freqüência; Compensação dinâmica: P, PI,\nPID, Lead-Lag. Aspectos práticos de implementação.\nBibliografia Básica:\nD'AZZO, John J.; HOUPIS, Constantine H. Análise e Projeto de Sistemas de Controle Lineares. 2\ned. Rio de Janeiro: Guanabara Dois, 1984. 660 p.\nISERMANN, R. Digital Control Systems: Fundamentals, Deterministic Control. 2. New York:\nSpringer-Verlag, 1989. 2. 333 p. V ol.1.\nOGATA, Katsuhiko. Engenharia de controle moderno. 4 ed. Rio de Janeiro: Prentice-Hall, 2003.\n788 p. \nPHILLIPS, Charles J. Feedback control systems. New Jersey: Prentice Hall, 1996. 658 p. \nBibliografia Complementar:\nAGUIRRE, Luís Antônio. Introdução a identificação de sistemas: técnicas lineares e não-lineares\naplicadas a sistemas reais. 2a rev. ampl. Belo Horizonte: UFMG, 2004. 659 p. \nDORF, Richard C.; BISHOP, Robert H. Modern control systems. 12 ed. New Jersey: Pearson\nEducation, Inc, 2011. 1082 p. \nOPPENHEIM, A. Signals and systems. Englewood Cliffs: Prentice-Hall, 1983. 796 p. \nROSÁRIO, João Maurício. Princípios de Mecatrônica. São Paulo: Pearson Prentice Hall, 2005.\n356 p. \nSOUZA,  Antônio  Carlos  Zambroni  de;  PINHEIRO,  Carlos  Alberto  Murari.  Introdução  à\nmodelagem, análise e simulação de sistemas dinâmicos. Rio de Janeiro: Interciência, 2008. 166 p. \n79", "82": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nECAC12 Laboratório de Controle Clássico\nExperiências em tópicos de controle Clássico; Análise e Compensação de sistemas utilizando\ntécnicas do Lugar das Raízes; Análise e Compensação de sistemas utilizando técnicas de Resposta em\nFrequência. \nBibliografia Básica:\nD'AZZO, John J.; HOUPIS, Constantine H. Análise e Projeto de Sistemas de Controle Lineares. 2\ned. Rio de Janeiro: Guanabara Dois, 1984. 660 p.\nISERMANN, R. Digital Control Systems: Fundamentals, Deterministic Control. 2. New York:\nSpringer-Verlag, 1989. 2. 333 p. V ol.1.\nOGATA, Katsuhiko. Engenharia de controle moderno. 4 ed. Rio de Janeiro: Prentice-Hall, 2003.\n788 p. \nPHILLIPS, Charles J. Feedback control systems. New Jersey: Prentice Hall, 1996. 658 p. \nBibliografia Complementar:\nAGUIRRE, Luís Antônio. Introdução a identificação de sistemas: técnicas lineares e não-lineares\naplicadas a sistemas reais. 2a rev. ampl. Belo Horizonte: UFMG, 2004. 659 p. \nDORF, Richard C.; BISHOP, Robert H. Modern control systems. 12 ed. New Jersey: Pearson\nEducation, Inc, 2011. 1082 p. \nOPPENHEIM, A. Signals and systems. Englewood Cliffs: Prentice-Hall, 1983. 796 p. \nROSÁRIO, João Maurício. Princípios de Mecatrônica. São Paulo: Pearson Prentice Hall, 2005.\n356 p. \nSOUZA,  Antônio  Carlos  Zambroni  de;  PINHEIRO,  Carlos  Alberto  Murari.  Introdução  à\nmodelagem, análise e simulação de sistemas dinâmicos. Rio de Janeiro: Interciência, 2008. 166 p. \nECOT01 Engenharia de Software I\nCiclos de desenvolvimento de software. Introdução à sistemas de informação. Especificação e\nanálise de requisitos. Projeto de software . Implementação.\nBibliografia Básica:\nPFLEEGER, Shari Lawrence. Engenharia de software: teoria e pratica. 2a.  São Paulo: Prentice\nHall, 2004. 535 p. \nPRESSMAN, Roger S. Engenharia de software: uma abordagem profissional. 7a ed. Porto Alegre:\nAMGH, 2011. 780 p. \nSOMMERVILLE, Ian. Software engineering. 9 ed. Boston: Pearson Addison-Wesley, 2011. 773 p.\n\nBibliografia Complementar:\nCARV ALHO, Ariadne M. B. Rizzoni; CHIOSSI, Thelma C. dos Santos. Introdução à Engenharia\nde Software. Campinas, SP: Unicamp, 2001. 148 p.\nKOSCIANSKI,  André;  SOARES,  Michel  dos  Santos.  Qualidade  de  software:  aprenda  as\n80", "83": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nmetodologias e técnicas mais modernas para o desenvolvimento de software. São Paulo: Novatec,\n2006. 395 p.\nPAULA FILHO, Wilson de Pádua. Engenharia de Software: fundamentos, métodos e padrões. 3a\ned. Rio de Janeiro: LTC, 2012. 1248 p.\nPRESSMAN, Roger S. Engenharia de Software. São Paulo: Makron Books do Brasil, 1995. 1055\np.\nPRESSMAN, Roger S. Engenharia de software. 6 ed. São Paulo: McGraw-Hill, 2006. 720 p.\nPRESSMAN, Roger S; LOWE, David. Engenharia web. Rio de Janeiro: LTC, 2009. 416 p.\nECOT11 Laboratório de Engenharia de Software I\nExperiências de laboratório envolvendo: Ciclos de desenvolvimento de software. Introdução à\nsistemas de informação. Especificação e análise de requisitos. Projeto de software . Implementação.\nBibliografia Básica:\nPFLEEGER, Shari Lawrence. Engenharia de software: teoria e pratica. 2a.  São Paulo: Prentice\nHall, 2004. 535 p. \nPRESSMAN, Roger S. Engenharia de software: uma abordagem profissional. 7a ed. Porto Alegre:\nAMGH, 2011. 780 p. \nSOMMERVILLE, Ian. Software engineering. 9 ed. Boston: Pearson Addison-Wesley, 2011. 773 p.\nBibliografia Complementar:\nCARV ALHO, Ariadne M. B. Rizzoni; CHIOSSI, Thelma C. dos Santos. Introdução à Engenharia\nde Software. Campinas, SP: Unicamp, 2001. 148 p.\nKOSCIANSKI,  André;  SOARES,  Michel  dos  Santos.  Qualidade  de  software:  aprenda  as\nmetodologias e técnicas mais modernas para o desenvolvimento de software. São Paulo: Novatec,\n2006. 395 p.\nPAULA FILHO, Wilson de Pádua. Engenharia de Software: fundamentos, métodos e padrões. 3a\ned. Rio de Janeiro: LTC, 2012. 1248 p.\nPRESSMAN, Roger S. Engenharia de Software. São Paulo: Makron Books do Brasil, 1995. 1055\np.\nPRESSMAN, Roger S. Engenharia de software. 6 ed. São Paulo: McGraw-Hill, 2006. 720 p.\nPRESSMAN, Roger S; LOWE, David. Engenharia web. Rio de Janeiro: LTC, 2009. 416 p.\nELTA02 Eletrônica Analógica II\nTransistores de efeito de campo (FETs): Modelamento, Polarização e Amplificadores a pequeno\nsinal.  Transistores  MOS  e  CMOS.  Resposta  em  frequência  de  amplificadores  de  pequeno  sinal.\nAmplificadores de potência. Configurações compostas de amplificadores. \nBibliografia Básica:\nBOYLESTAD, Robert; NASHELSKY , Louis. Dispositivos Eletrônicos e Teoria de Circuitos. 8\n81", "84": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\ned. Rio de Janeiro: Prentice-Hall do Brasil, 2004. 672 p.\nMALVINO, Albert Paul. Eletrônica. 4 ed. São Paulo: McGraw-Hill, 1995. v.1. 747 p. \nSEDRA, Adel S; SMITH,Kenneth C. Microeletrônica. 5 ed. São Paulo: Makron Books, 2007. 848\np. \nBibliografia Complementar:\nAMY , Lawrence T. Automation Systems for Control and Data Acquisition. Research Triangle\nPark: ISA, 1992. 229 p.\nGRAEME,  J.  G;  HUELSMAN,  L.  P;  TOBEY ,  G.  E.  Operational  amplifiers:  design  and\napplications. New York: McGraw-Hill, 1971. 473 p. \nPERTENCE  Jr.,  Antônio.  Amplificadores  operacionais  e  filtros  ativos:  teoria,  projetos,\namplificadores e laboratório. 4 ed. São Paulo: Secretaria da Agricultura, 1988. 359 p. \nPERTENCE Jr., Antônio. Amplificadores operacionais e filtros ativos: eletrônica analógica. 8a ed.\nPorto Alegre: Bookman, 2015. 310 p. \nSEABRA, Antonio Carlos. Amplificadores operacionais: teoria e análise. São Paulo: Érica, 1996.\n188 p. \nELTA12 Laboratório de Eletrônica Analógica II\nExperiências de laboratório envolvendo: Transistores de efeito de campo (FETs): Modelamento,\nPolarização e Amplificadores a pequeno sinal. Transistores MOS e CMOS, Osciladores e temporizadores,\nastáveis, biestáveis, monoestáveis, 555.\nBibliografia Básica:\nBOYLESTAD, Robert; NASHELSKY , Louis. Dispositivos Eletrônicos e Teoria de Circuitos. 8\ned. Rio de Janeiro: Prentice-Hall do Brasil, 2004. 672 p.\nMALVINO, Albert Paul. Eletrônica. 4 ed. São Paulo: McGraw-Hill, 1995. v.1. 747 p. \nMILLMAN, J; HALKIAS, C. C. Eletrônica : v.1: dispositivos e circuitos. São Paulo: Mcgraw-Hill\ndo Brasil, 1981.\nBibliografia Complementar:\nMAMEDE FILHO, João. Manual de equipamentos elétricos. 3 ed. Rio de Janeiro: LTC - Livros\nTécnicos  Científicos , 2005. v. 3. 778 p.\nREZENDE, Sergio M. A Fisica de Materiais e Dispositivos Eletrônicos. 2a. Recife: UFPE, 1996.\n540 p. Entrada no acervo em 1998.\nSEDRA, Adel S; SMITH,Kenneth C. Microeletrônica. 5 ed. São Paulo: Makron Books, 2007. 848\np. \nTELC01 Sistemas de Comunicação Analógica I\nIntrodução aos Sistemas de comunicações. Análise de Fourier para sinais contínuos. Filtros de\nFrequência.  Modulação  em  amplitude  -  AM.  Modulação  em  ângulo  –  PM  e  FM.  Sistemas  de\nMultiplexação – SDM, FDM, TDM. Amostragem de Sinais. Modulação de Pulsos. Codificação digital de\n82", "85": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nformas de onda (PCM). Transmissão digital em banda base. Modulação digital de portadora. Capacidade\ndo Canal. Introdução às comunicações ópticas. Introdução às comunicações móveis. \nBibliografia Básica:\nHAYKIN,  Simon;  MOHER,  Michael.  Introdução  aos  sistemas  de  comunicação.  2  ed.  Porto\nAlegre: Bookman, 2008. 514 p. \nHAYKIN, Simon. Introduction to analog and digital communications. 2 ed. New York: John Wiley\n& Sons, 2007. 515 p. \nLATHI, B. P. Sistemas de Comunicação. Rio de Janeiro: Guanabara Dois, 1979. 401 p. \nBibliografia Complementar:\nGOMES, A. T. Telecomunicações: transmissão e recepção AM/FM. 9 ed. São Paulo: Érica, 1994.\n415 p. \nHAYKIN, Simon; V AN VEEN, Barry. Sinais e sistemas. Porto Alegre: Bookman, 2001. 668 p. \nHAYKIN,Simon S. An Introduction to Analog and Digital Communications. New York: John\nWiley & Sons, 1989. 652 p.\nLATHI, B. P.; DING, Zhi. Modern Digital and Analog Communication Systems. 4 ed. New York:\nOxford University Press, Inc, 2009. 1008 p.\nSANTOS, Janir Aloisio dos. Entendendo Telecomunicações 1. São Paulo: Érica, 2000. 472 p. \nSANTOS, Janir Aloisio dos. Entendendo Telecomunicações 2. São Paulo: Érica, 2000. 656 p. \nTELC11 Laboratório de Sistemas de Comunicação Analógica I\nExperiências  de  laboratório  envolvendo: Análise  de Fourier para sinais  contínuos. Filtros  de\nFrequência.  Modulação  em  amplitude  -  AM.  Modulação  em  ângulo  –  PM  e  FM.  Sistemas  de\nMultiplexação – SDM, FDM, TDM. Amostragem de Sinais. Modulação de Pulsos. Codificação digital de\nformas de onda (PCM). Transmissão digital em banda base. Modulação digital de portadora. Capacidade\ndo Canal. Introdução às comunicações ópticas. Introdução às comunicações móveis. \nBibliografia Básica:\nHAYKIN,  Simon;  MOHER,  Michael.  Introdução  aos  sistemas  de  comunicação.  2  ed.  Porto\nAlegre: Bookman, 2008. 514 p. \nHAYKIN, Simon. Introduction to analog and digital communications. 2 ed. New York: John Wiley\n& Sons, 2007. 515 p. \nLATHI, B. P. Sistemas de Comunicação. Rio de Janeiro: Guanabara Dois, 1979. 401 p. \nBibliografia Complementar:\nGOMES, A. T. Telecomunicações: transmissão e recepção AM/FM. 9 ed. São Paulo: Érica, 1994.\n415 p. \nHAYKIN, Simon; V AN VEEN, Barry. Sinais e sistemas. Porto Alegre: Bookman, 2001. 668 p. \nHAYKIN,Simon S. An Introduction to Analog and Digital Communications. New York: John\nWiley & Sons, 1989. 652 p.\n83", "86": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nLATHI, B. P.; DING, Zhi. Modern Digital and Analog Communication Systems. 4 ed. New York:\nOxford University Press, Inc, 2009. 1008 p.\nSANTOS, Janir Aloisio dos. Entendendo Telecomunicações 1. São Paulo: Érica, 2000. 472 p. \nSANTOS, Janir Aloisio dos. Entendendo Telecomunicações 2. São Paulo: Érica, 2000. 656 p. \nECOM04 Linguagens de Programação\nIntrodução ao estudo das linguagens de programação. Descrevendo sintaxe e semântica. Análise\nléxica e sintática. Nomes, ligação, checagem de tipos e escopo. Tipos de dados. Expressões e instruções\nde atribuição. Estruturas de controle no nível da instrução. Subprogramas. Implementando subprogramas.\nConcorrência. Linguagens de programação funcionais. Linguagens de programação lógicas.\nBibliografia Básica:\nGHEZZI, Carlo; JAZEYERI, Mehdi. Programming Language Concepts. 3a. New York: John\nWiley & Sons, 1997. 427 p. \nSEBESTA, Robert W. Conceitos de linguagens de programação. 9a ed. Porto Alegre: Bookman,\n2011. 792 p.\nTUCKER, Allen B.; NOONAN, Robert E. Linguagens de Programação: Princípios e paradigmas.\n2ª ed. São Paulo: Mc Graw Hill, 2008. 599 p. \n\nBibliografia Complementar:\nAHO, Alfred V . et al. Compiladores: princípios, técnicas e ferramentas. 2 ed. São Paulo: Pearson\nAddison-Wesley, 2008. 634 p. \nHOPCROFT,  John  E.;  ULLMAN,  Jeffrey  D.;  MOTWANI,  Rajeev;.  Introdução  a  teoria  de\nautômatos, linguagens e computação. Rio de Janeiro: Elsevier, 2002. 560 p. \nMENEZES, Paulo Blauth. Linguagens formais e autômatos. 6a ed. Porto Alegre: Bookman, 2011.\n265 p. \nROSA, João Luís Garcia. Linguagens formais e autômatos. Rio de Janeiro: LTC, 2010. 146 p.\nSEBESTA, Robert W. Concepts of programming languages. 5th. Boston: Addison Wesley, 2002.\n698 p. \nECOS01 Sistemas Operacionais\nIntrodução aos sistemas operacionais. Gerência de processos. Gerência de memória. Sistemas de\nE/S. Sistemas de arquivos. Estudos de casos. Unix. Qnx.\nBibliografia Básica:\nDEITEL, H.M; DEITEL, P.J; CHOFFNES,D.R. Sistemas Operacionais. 3 ed. São Paulo: Pearson\nPrentice Hall, 2005. 758 p.\nOLIVEIRA,  Rômulo  Silva  de;  CARISSIMI,  Alexandre  da  Silva;  TOSCANI,  Simão  Sirineo.\nSistemas operacionais. 4a ed. Porto Alegre: Bookman, 2010. 374 p. \nSILBERSCHATZ, Abraham; GALVIN, Peter Baer; GAGNE, Greg. Operating system Concepts.\n84", "87": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n9ª ed. United States of Am Érica: John Wiley & Sons, Inc., 2013. 919 p.\nSILBERSCHATZ, Abraham; GALVIN, Peter Baer; GAGNE, Greg. Operating system Concepts. 8\ned. United States of Am Érica: John Wiley & Sons, Inc., 2009. 972 p.\nTANENBAUM, Andrew S; BOS, Herbert. Sistemas operacionais modernos. 4a ed. São Paulo:\nPearson Education do Brasil, 2016. 758 p.\nBibliografia Complementar:\nCOMER, D. Projeto de Sistema Operacional: O Enfoque Xinu. Rio de Janeiro: Campus, 1988.\n451 p. \nSHAY , William A. Sistemas Operacionais. São Paulo: Makron Books, 1996. 758 p.\nSILBERSCHATZ, A; GAGNE, G; GALVIN, P.B. Operating System Concepts. 7 ed. United States\nof AmÉrica: John Wiley, 2005. 921 p. \nSILBERSCHATZ, A; GALVIN, P. B. Operating system concepts. 4 ed. Massachusetts: Addison-\nWesley, 1994. 780 p. \nSILBERSCHATZ, Abraham; GALVIN, Peter Baer; GAGNE, Greg. Sistemas operaconais com\nJA V A. 7 ed. rev. atual. Rio de Janeiro: Elsevier, 2008. 673 p.\nTANENBAUM, Andrew S. Sistemas operacionais modernos. 2 ed. Rio de Janeiro: Prentice-Hall,\n2003. 695 p.\nTANENBAUM,  Andrew  S;  WOODHULL,  Albert  S.  Sistemas  operacionais:  projeto  e\nimplementação. 3a ed. Porto Alegre: Bookman, 2008. 990 p.\n7º PERÍODO\nMAT012 Cálculo Numérico\nConceitos e princípios gerais em cálculo numérico. Raízes de equações. Sistemas de equações\nlineares. Interpolação e aproximação de funções  a uma variável real. Integração numérica. Solução\nnumérica de equações diferenciais ordinárias. Ambientes computacionais avançados.\nBibliografia Básica:\nARENALES, Selma; DAREZZO, Artur. Cálculo numérico: aprendizagem com apoio de software.\nSão Paulo: Cengage Learning, 2013. 364 p. \nBURIAN, Reinaldo; LIMA, Antonio Carlos de; HETEM JUNIOR, Annibal. Cálculo numérico.\nRio de Janeiro: LTC, 2013. 153 p.\nRUGGIERO, Márcia A. Gomes; LOPES, Vera  Lúcia da Rocha. Cálculo  numérico:  aspectos\nteóricos e computacionais. 2 ed. São Paulo: Makron Books, 1997. 406 p. \n\nBibliografia Complementar:\nCAMPOS, R. J. A. Cálculo Numérico Básico. São Paulo: Atlas, 1978. 127 p. \nCHAPRA, Steven C; CANALE, Raymond P. Métodos numéricos para Engenharia. 5a ed. São\nPaulo: McGraw Hill, 2008. 809 p.\n85", "88": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nFRANCO, Neide Bertoldi. Cálculo numérico. São Paulo: Pearson Prentice Hall, 2006. 505 p. \nSPERANDIO, Decio; MENDES, Joao Teixeira; SILV A, Luiz Henry Monken e. Cálculo numérico:\ncaracterísticas matemáticas e computacionais dos métodos numéricos. São Paulo: Prentice Hall,\n2003. 354 p.\nSTARK, P. A. Introdução aos Métodos Numéricos. Rio de Janeiro: Interciência, 1979. 338 p. \nEAM002 Ciências do Ambiente\nFundamentos  de  ecologia.  Poluição  ambiental.  Tecnologias  de  controle  de  poluição.  Gestão\nambiental. Legislação ambiental. Avaliação de impactos ambientais. \nBibliografia Básica:\nBRAGA,  Benedito;  HESPANHOL,  Ivanildo;  CONEJO,  João  G.  Lotufo,  et  al.  Introdução  a\nEngenharia Ambiental. 2 ed. São Paulo: Prentice Hall, 2005. 318 p.\nLORA, Electo Eduardo Silva. Prevenção e controle da poluição nos setores energético, industrial e\nde transporte. 2 ed. Rio de Janeiro: Interciência, 2002. 481 p. \nPINHEIRO, A. C. da F. B; MONTEIRO, A. L. da F. B. P. A. Ciências do Ambiente: ecologia,\npoluição e impacto ambiental. São Paulo: Makron, 1992. 148 p. \nBibliografia Complementar:\nBRAGA,  Benedito;  HESPANHOL,  Ivanildo;  CONEJO,  João  G.  Lotufo,  et  al.  Introdução  a\nEngenharia Ambiental. São Paulo: Prentice Hall, 2002. 305 p. \nMACEDO, Ricardo Kohn de. Gestao ambiental: os instrumentos básicos  para a gestao ambiental\nde territorios e de unidades produtivas. Rio de Janeiro: Associacao Brasileira de Engenharia\nSanitaria e Ambiental, 1994. 266 p.\nMOTA,  Suetonio.  Introdução  a  Engenharia  Ambiental.  Rio  de  Janeiro:  ABES-Associação\nBrasileira de Engenharia Sanitaria e Ambiental, 1997. 280 p.\nSANTOS, Rozely Ferreira dos. Planejamento ambiental: teoria e prática. São Paulo: Oficina de\nTextos, 2004. 184 p. \nECOM05 Linguagens Formais\nConceitos  básicos  de  linguagens.  Autômatos.  Autômatos  finitos.  Linguagens  regulares.\nLinguagens  livres  de  contexto.  Linguagens  sensíveis  ao  contexto.  Máquinas  de  turing .  Linguagens\nrecursivamente enumeráveis.\nBibliografia Básica\nHOPCROFT,  John  E.;  ULLMAN,  Jeffrey  D.;  MOTWANI,  Rajeev;.  Introdução  a  teoria  de\nautômatos, linguagens e computação. Rio de Janeiro: Elsevier, 2002. 560 p. \nMENEZES, Paulo Blauth. Linguagens formais e autômatos. 6a ed. Porto Alegre: Bookman, 2011.\n265 p. \nROSA, João Luís Garcia. Linguagens formais e autômatos. Rio de Janeiro: LTC, 2010. 146 p.\n86", "89": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nBibliografia Complementar:\nAHO, Alfred V . et al. Compiladores: princípios, técnicas e ferramentas. 2 ed. São Paulo: Pearson\nAddison-Wesley, 2008. 634 p. \nDIVERIO, Tiaraju Asmuz; MENENES, Paulo Blauth. Teoria da computação: máquinas universais\ne computabilidade. 2a. ed. Porto Alegre: Sagra Luzzatto, 2000. 205 p. \nHOPCROFT,  John  E;  MOTWANI,  Rajeev;  ULLMAN,  Jeffrey  D.  Introduction  to  Automata\ntheory, languages and computation. Boston: Addison Wesley, 2001. 521 p. \nMENEZES, Paulo Blauth. Linguagens formais e autômatos. Porto Alegre: Instituto de Informática\nda UFRGS : Ed. Sagra Luzzatto, 2002. 165 p.\nSIPSER, Michael. Introdução à Teoria da Computação. São Paulo: Thomson Learning, 2007. 459\np.\nELTD04 Microprocessador Avançado\nMicroprocessador  avançado:  Unidade  Central  de  Processamento.  Memória  Cache.  Memória\nprincipal. Hierarquia de memória. Tool Chain: Assembler, Linker Debugger. Arquitetura do conjunto de\ninstruções: movimentação de dados, aritméricas, lógicas, controle e modos de endereçamento. Stacks e\nFunções.  Instruções  de  ponto  flutuante.  Processamento  paralelo:  instruções  SIMD,  Multicore,  DSP.\nInterrupções.\nBibliografia Básica:\nJORGENSEN,  E.   X86-64  Assembly  Language  Programming  with  Ubuntu.  Disponível  em:\nhttp://www.egr.unlv.edu/~ed/x86.html\nTRIEBEL,  Walter  A;  SINGH,  Avtar.  The  8088  and  8086  microprocessors:  programming,\ninterfacing, software, hardware and applications. 4 ed. Upper Saddle River, NJ: Prentice Hall,\n2003. 1019 p. \nBibliografia Complementar:\nBREY , Barry B. The INTEL Microprocessors 8086/8088, 80186/80188, 80286, 80386, 80486,\nPentium, Pentium Pro Processor, Pentium II, Pentium III, Pentium 4 and Core2 with 64-bit\nextensions: architecture, programming and interfacing. 8 ed. Upper Saddle River, N.J: Pearson &\nPrentice Hall, 2009. 925 p. \nPATTERSON,  David  A.,  HENESSY ,  John  L.  Computer  Organization  and  Design  –  The\nHardware / Software Interface. 5a. Edição. Elsevier, 2014.\nELTD14 Laboratório de Microprocessador Avançado\nExperiências  de  laboratório  envolvendo:  Arquitetura  básica  e  barramentos  de  processadores\navançados. Conceitos básicos: tipos de dados e sua organização na memória. Endereçamento da memória:\nOrganização física do espaço de endereçamento de memória, segmentação da memória, endereço linear,\nendereço físico e endereço lógico. Conjunto de registros. Modos de endereçamento. Instruções: conjunto\nde instrução. Código de máquina e tempo de execução. Interrupções. Programação assembly. Passagem\nde parâmetros para procedimentos (sub-rotinas). Modularização de programas escritos em linguagem\n87", "90": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nassembly. Interfaces. co-processador aritmético. \nBibliografia Básica:\nJORGENSEN,  E.   X86-64  Assembly  Language  Programming  with  Ubuntu.  Disponível  em:\nhttp://www.egr.unlv.edu/~ed/x86.html\nTRIEBEL,  Walter  A;  SINGH,  Avtar.  The  8088  and  8086  microprocessors:  programming,\ninterfacing, software, hardware and applications. 4 ed. Upper Saddle River, NJ: Prentice Hall,\n2003. 1019 p. \nBibliografia Complementar:\nBREY , Barry B. The INTEL Microprocessors 8086/8088, 80186/80188, 80286, 80386, 80486,\nPentium, Pentium Pro Processor, Pentium II, Pentium III, Pentium 4 and Core2 with 64-bit\nextensions: architecture, programming and interfacing. 8 ed. Upper Saddle River, N.J: Pearson &\nPrentice Hall, 2009. 925 p. \nPATTERSON,  David  A.,  HENESSY ,  John  L.  Computer  Organization  and  Design  –  The\nHardware / Software Interface. 5a. Edição. Elsevier, 2014.\nELTD05 Projeto de Sistemas Digitais\nFamílias lógicas. Projeto de softcore empregando linguagem de descrição de hardware: ULA,\nunidade de memória, unidade de execução, controle de barramento.\nBibliografia Básica:\nCILETTI, Michael D. Advanced Digital Design with the VERILOG HDL. Second. Prentice Hall.\n2011.\nFLOYD, Thomas L. Sistemas digitais: fundamentos e aplicações. 9 ed. Porto Alegre: Bookman,\n2007. 888 p. \nPIMENTA, Tales Cleber. Circuitos Digitais: análise e síntese lógica, aplicações em FPGA. Rio de\nJaneiro: Elsevier, 2017. 559 p.\nROTH JUNIOR, C. H. Fundamentals Logic Design. 4. Saint Paul: West Publishing, 1992. 770 p. \nBibliografia Complementar:\nBROWN, Stephen; VRANESIC, Zvonko. Fundamentals of digital logic with verilog design. 3th\ned. New York: McGraw Hill Higher Education, 2014. 847 p.\nMELO,Mairton. Eletrônica Digital. São Paulo: Makron Books do Brasil, 1993. 414 p. \nTAUB, H. Circuitos Digitais e Microprocessadores. São Paulo: McGraw-Hill do Brasil, 1984. 510\np. \nTOCCI,  R.  J;  LASKOWSKI,  L.  P.  Microprocessadores  e  Microcomputadores:  Hardware  e\nSoftware. 2a ed. Rio de Janeiro: Prentice-Hall do Brasil, 1983. 321 p. \nELTD15 Laboratório de Projeto de Sistemas Digitais\nExperiências  de  laboratório  envolvendo:  Famílias  lógicas.  Projeto  de  softcore  empregando\n88", "91": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nlinguagem de descrição de hardware: ULA, unidade de memória, unidade de execução, controle de\nbarramento.\nBibliografia Básica:\nCILETTI, Michael D. Advanced Digital Design with the VERILOG HDL. Second. Prentice Hall.\n2011.\nFLOYD, Thomas L. Sistemas digitais: fundamentos e aplicações. 9 ed. Porto Alegre: Bookman,\n2007. 888 p. \nPIMENTA, Tales Cleber. Circuitos Digitais: análise e síntese lógica, aplicações em FPGA. Rio de\nJaneiro: Elsevier, 2017. 559 p.\nROTH JUNIOR, C. H. Fundamentals Logic Design. 4. Saint Paul: West Publishing, 1992. 770 p. \nBibliografia Complementar:\nBROWN, Stephen; VRANESIC, Zvonko. Fundamentals of digital logic with verilog design. 3th\ned. New York: McGraw Hill Higher Education, 2014. 847 p.\nMELO,Mairton. Eletrônica Digital. São Paulo: Makron Books do Brasil, 1993. 414 p. \nTAUB, H. Circuitos Digitais e Microprocessadores. São Paulo: McGraw-Hill do Brasil, 1984. 510\np. \nTOCCI,  R.  J;  LASKOWSKI,  L.  P.  Microprocessadores  e  Microcomputadores:  Hardware  e\nSoftware. 2a ed. Rio de Janeiro: Prentice-Hall do Brasil, 1983. 321 p. \nECOT02 Engenharia de Software II\nDiagrama  de  classe  (encapsulamento  e  relacionamentos).  Mapeamento  de  classes  em  Java.\nPadrões de Interface. Padrões de responsabilidade. Padrões de Construção. Padrões de Operação. Padrões\nde Extensão.\nBibliografia Básica:\nBOOCH,  Grady;  RUMBAUGH,  James;  JACOBSON,  Ivar.  UML:  Guia  do  usuário.  Rio  de\nJaneiro: Campus, 2000. 472 p. \nFREEMAN, Eric et al. Use a cabeça padrões de projetos: design patterns. Tradução de Andreza\nGonçalves, Marcelo Soares e Pedro César de Conti, Revisão técnica de Hélder Pereira Borges. 2\ned. rev. 3 reimpr. Rio de Janeiro: Alta Books, 2010. 478 p. \nGAMMA, Erich et al. Padrões de projeto: soluções reutilizáveis de software orientado a objetos.\nPorto Alegre: Bookman, 2000. 364 p.\nHORSTMANN, Cay. Padrões e projeto orientados a objetos. 2 ed. Porto Alegre: Bookman, 2007.\n423 p.\nLARMAN, Craig. Utilizando UML e padrões: uma introdução à análise e ao projeto orientados a\nobjetos e ao desenvolvimento iterativo. 3 ed. Porto Alegre: Bookman, 2007. 695 p. \nSHALLOWAY , Alan; TROTT, James R. Explicando padrões de projeto: uma nova perspectiva em\nprojeto orientado a objeto. Porto Alegre: Bookman, 2004. 328 p. \n89", "92": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nBibliografia Complementar:\nBOOCH,  Grady.  Object-Oriented  Analysis  and  Design:  With  Applications.  2th  ed.  Reading,\nMassachusetts: Addison-Wesley, 1994. 589 p.\nPAULA FILHO, Wilson de Pádua. Engenharia de Software: fundamentos, métodos e padrões. 3a\ned. Rio de Janeiro: LTC, 2012. 1248 p.\nPFLEEGER, Shari Lawrence. Engenharia de software: teoria e pratica. 2a.  São Paulo: Prentice\nHall, 2004. 535 p. \nPRESSMAN, Roger S. Engenharia de software: uma abordagem profissional. 7a ed. Porto Alegre:\nAMGH, 2011. 780 p. \nSOMMERVILLE, Ian. Software engineering. 9 ed. Boston: Pearson Addison-Wesley, 2011. 773 p.\nECOT12 Laboratório de Engenharia de Software II\nExperiências de laboratório envolvendo: Diagrama de classe (encapsulamento e relacionamentos).\nMapeamento  de  classes  em  Java.  Padrões  de  Interface.  Padrões  de  responsabilidade.  Padrões  de\nConstrução. Padrões de Operação. Padrões de Extensão.\nBibliografia Básica:\nBOOCH,  Grady;  RUMBAUGH,  James;  JACOBSON,  Ivar.  UML:  Guia  do  usuário.  Rio  de\nJaneiro: Campus, 2000. 472 p. \nFREEMAN, Eric et al. Use a cabeça padrões de projetos: design patterns. Tradução de Andreza\nGonçalves, Marcelo Soares e Pedro César de Conti, Revisão técnica de Hélder Pereira Borges. 2\ned. rev. 3 reimpr. Rio de Janeiro: Alta Books, 2010. 478 p. \nGAMMA, Erich et al. Padrões de projeto: soluções reutilizáveis de software orientado a objetos.\nPorto Alegre: Bookman, 2000. 364 p.\nHORSTMANN, Cay. Padrões e projeto orientados a objetos. 2 ed. Porto Alegre: Bookman, 2007.\n423 p.\nLARMAN, Craig. Utilizando UML e padrões: uma introdução à análise e ao projeto orientados a\nobjetos e ao desenvolvimento iterativo. 3 ed. Porto Alegre: Bookman, 2007. 695 p. \nSHALLOWAY , Alan; TROTT, James R. Explicando padrões de projeto: uma nova perspectiva em\nprojeto orientado a objeto. Porto Alegre: Bookman, 2004. 328 p. \nBibliografia Complementar:\nBOOCH,  Grady.  Object-Oriented  Analysis  and  Design:  With  Applications.  2th  ed.  Reading,\nMassachusetts: Addison-Wesley, 1994. 589 p.\nPAULA FILHO, Wilson de Pádua. Engenharia de Software: fundamentos, métodos e padrões. 3a\ned. Rio de Janeiro: LTC, 2012. 1248 p.\nPFLEEGER, Shari Lawrence. Engenharia de software: teoria e pratica. 2a.  São Paulo: Prentice\nHall, 2004. 535 p. \nPRESSMAN, Roger S. Engenharia de software: uma abordagem profissional. 7a ed. Porto Alegre:\nAMGH, 2011. 780 p. \nSOMMERVILLE, Ian. Software engineering. 9 ed. Boston: Pearson Addison-Wesley, 2011. 773 p.\n90", "93": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nECAC04 Processamento Digital de Sinais\nIntrodução ao processamento digital de sinais. Fundamentos de sistemas amostrados lineares.\nImplementação de sistemas discretos. Filtros digitais. Transformada discreta de  Fourier . Transformada\nrápida de Fourier  – FFT.\nBibliografia Básica:\nNALON, José Alexandre. Introdução ao processamento digital de sinais. Rio de Janeiro: LTC,\n2013. 200 p.\nOPPENHEIM, Alan V; SCHAFER, Ronald W. Processamento em tempo discreto de sinais. 3a ed.\nSão Paulo: Pearson Education do Brasil, 2012. 665 p.\nREBIZANT, Waldemar; SZAFRAN,Janusz; WISZNIEWSKI, Andrzej. Digital signal processing\nin power system protection and control. London: Springer, 2011. 316 p.\nBibliografia Complementar:\nOPPENHEIM, Alan V . Discrete-time signal processing. 3a ed. Harlow: Pearson Education, 2014.\n1056 p.\nPINHEIRO, Carlos Alberto Murari; MACHADO, Jeremias Barbosa; FERREIRA, Luis Henrique\nde  Carvalho.  Sistemas  de  Controles  Digitais  e  Processamento  de  Sinais.  Rio  de  Janeiro:\nInterciência, 2017. 331 p.\nWADMAN, H. Processamento digital de sinais: conceitos fundamentais. Buenos Aires: Kapelusz,\n1987. 183 p. \nECAC14 Laboratório de Processamento Digital de Sinais\nExperiências  de  laboratório  envolvendo:  Introdução  ao  processamento  digital  de  sinais.\nFundamentos de sistemas amostrados lineares. Implementação de sistemas discretos. Filtros digitais.\nTransformada discreta de Fourier . Transformada rápida de Fourier  – FFT.\nBibliografia Básica:\nNALON, José Alexandre. Introdução ao processamento digital de sinais. Rio de Janeiro: LTC,\n2013. 200 p.\nOPPENHEIM, Alan V; SCHAFER, Ronald W. Processamento em tempo discreto de sinais. 3a ed.\nSão Paulo: Pearson Education do Brasil, 2012. 665 p.\nPINHEIRO, Carlos Alberto Murari; MACHADO, Jeremias Barbosa; FERREIRA, Luis Henrique\nde  Carvalho.  Sistemas  de  Controles  Digitais  e  Processamento  de  Sinais.  Rio  de  Janeiro:\nInterciência, 2017. 331 p.\nBibliografia Complementar:\nOPPENHEIM, Alan V . Discrete-time signal processing. 3a ed. Harlow: Pearson Education, 2014.\n1056 p.\nREBIZANT, Waldemar; SZAFRAN,Janusz; WISZNIEWSKI, Andrzej. Digital signal processing\n91", "94": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nin power system protection and control. London: Springer, 2011. 316 p.\nWADMAN, H. Processamento digital de sinais: conceitos fundamentais. Buenos Aires: Kapelusz,\n1987. 183 p. \nTELC02 Sistemas de Comunicação Digital\nCircuitos para modulação em amplitude e ângulo. Problema da Interferência Intersimbólica. Canal\nde Nyquist. Formatação de Pulso. Modulação Multi-Portadora. Análise de Fourier para Sinais Discretos.\nAplicação de Filtros Digitais em Comunicação Digital. Ruído nos esquemas de modulação em amplitude\ne  ângulo.  Ruído  em  comunicações  digitais.  Teoria  da  Informação.  Códigos  de  controle  de  erro.\nModulação por espalhamento espectral e CDMA. \nBibliografia Básica:\nHAYKIN, Simon. Digital communications. New York: John Wiley & Sons, 1988. 597 p. \nHAYKIN,  Simon;  MOHER,  Michael.  Introdução  aos  sistemas  de  comunicação.  2  ed.  Porto\nAlegre: Bookman, 2008. 514 p. \nLATHI, B. P. Sistemas de Comunicação. Rio de Janeiro: Guanabara Dois, 1979. 401 p. \nBibliografia Complementar:\nGOMES, A. T. Telecomunicações: transmissão e recepção AM/FM. 9 ed. São Paulo: Érica, 1994.\n415 p. \nHAYKIN, Simon; V AN VEEN, Barry. Sinais e sistemas. Porto Alegre: Bookman, 2001. 668 p. \nHAYKIN,Simon S. An Introduction to Analog and Digital Communications. New York: John\nWiley & Sons, 1989. 652 p.\nHAYKIN, Simon. Introduction to analog and digital communications. 2 ed. New York: John Wiley\n& Sons, 2007. 515 p. \nLATHI, B. P.; DING, Zhi. Modern Digital and Analog Communication Systems. 4 ed. New York:\nOxford University Press, Inc, 2009. 1008 p.\nSANTOS, Janir Aloisio dos. Entendendo Telecomunicações 1. São Paulo: Érica , 2000. 472 p. \nSANTOS, Janir Aloisio dos. Entendendo Telecomunicações 2. São Paulo: Érica , 2000. 656 p. \nTELC11 Laboratório de Sistemas de Comunicação Digital\nExperiências  de  laboratório  envolvendo:  Circuitos  para  modulação  em  amplitude  e  ângulo.\nProblema da Interferência Intersimbólica. Canal de Nyquist. Formatação de Pulso. Modulação Multi-\nPortadora. Análise de Fourier para Sinais Discretos. Aplicação de Filtros  Digitais em Comunicação\nDigital. Ruído nos esquemas de modulação em amplitude e ângulo. Ruído em comunicações digitais.\nTeoria da Informação. Códigos de controle de erro. Modulação por espalhamento espectral e CDMA. \nBibliografia Básica:\nHAYKIN, Simon. Digital communications. New York: John Wiley & Sons, 1988. 597 p. \nHAYKIN,  Simon;  MOHER,  Michael.  Introdução  aos  sistemas  de  comunicação.  2  ed.  Porto\nAlegre: Bookman, 2008. 514 p. \n92", "95": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nLATHI, B. P. Sistemas de Comunicação. Rio de Janeiro: Guanabara Dois, 1979. 401 p. \nBibliografia Complementar:\nGOMES, A. T. Telecomunicações: transmissão e recepção AM/FM. 9 ed. São Paulo: Érica, 1994.\n415 p. \nHAYKIN, Simon; V AN VEEN, Barry. Sinais e sistemas. Porto Alegre: Bookman, 2001. 668 p. \nHAYKIN,Simon S. An Introduction to Analog and Digital Communications. New York: John\nWiley & Sons, 1989. 652 p.\nHAYKIN, Simon. Introduction to analog and digital communications. 2 ed. New York: John Wiley\n& Sons, 2007. 515 p. \nLATHI, B. P.; DING, Zhi. Modern Digital and Analog Communication Systems. 4 ed. New York:\nOxford University Press, Inc, 2009. 1008 p.\nSANTOS, Janir Aloisio dos. Entendendo Telecomunicações 1. São Paulo: Érica, 2000. 472 p. \nSANTOS, Janir Aloisio dos. Entendendo Telecomunicações 2. São Paulo: Érica, 2000. 656 p. \n8º PERÍODO\nMAT013 Probabilidade e Estatística\nNoções básicas de probabilidade. Variáveis aleatórias. Distribuições de probabilidade. Teoremas\nlimite. Introdução à estatística. Descrição, exploração e comparação de dados. Estimativas e tamanhos de\namostras. Teste de hipóteses.\nBibliografia Básica:\nFONSECA,  Jairo  Simon  da;  MARTINS,  Gilberto  de  Andrade;  TOLEDO,  Geraldo  Luciano.\nEstatística aplicada. 2. São Paulo: Atlas, 1995. 267 p. \nFERREIRA, D. F. Estatística Básica, Editora UFLA, 2ª. Edição, 2009.\nTRIOLA, Mário F. Introdução a Estatística. 10 ed. Rio de Janeiro: LTC, 2008. 696 p.\nBibliografia Complementar:\nBUSSAB, Wilton O; MORETTIN, Pedro A. Estatística básica. 4 ed. São Paulo: Atual, 1987. 321\np.\nMONTGOMERY , Douglas C; RUNGER, George C.  Estatística  aplicada e probabilidade para\nengenheiros. 2 ed. Rio de Janeiro: LTC, 2003. 463 p.\nMAGALHÃES,  Marcos  N;  LIMA,  Antônio  Carlos  Pedroso  de.  Noções  de  probabilidade  e\nestatística. 6 ed. rev. São Paulo: Edusp, 2005. 392 p.\nTRIOLA, Mario F. Elementary statistics. 11 ed. Boston: Pearson Education, 2010. 857 p. \n93", "96": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nSOC002 Ciências Humanas e Sociais\nO  conhecimento  das  ciências  humanas  e  seus  fundamentos.  As  dimensões  do  humano  e  a\nconstrução de si. O indivíduo no social (ética). Processos e institucionalizações. Cultura e trabalho. \nBibliografia Básica:\nBERGER,  Peter  L;  LUCKMANN,  Thomas.  A  construção  social  da  realidade:  tratado  de\nsociologia do conhecimento. 34ª ed. Petrópolis: V ozes, 2012. 239 p.\nGEERTZ, Clifford. A interpretação das culturas. Rio de Janeiro: LTC, 2008. 213 p.\nLARAIA, Roque de Barros. Cultura: um conceito antropológico. 25ª reimp. Rio de Janeiro: Zahar,\n2013. 117 p.\n\nBibliografia Complementar:\nBAUMAN, Zygmunt; MAY , Tim. Aprendendo a pensar com a sociologia. Rio de Janeiro: Zahar,\n2010. 301 p.\nCOSTA, Cristina. Sociologia: Introdução  a ciencia da sociedade. 2a. São Paulo: Moderna, 2002.\n307 p. \nDIAS, Reinaldo. Introdução à Sociologia. 2a ed. São Paulo: Pearson Prentice Hall, 2010. 384 p. \nQUINTANEIRO, Tania; BARBOSA, Maria Ligia de Oliveira;  OLIVEIRA, Márcia Gardênia\nMonteiro de. Um toque de Clássicos: Marx / Durkheim / Weber. 2ª ed. Belo Horizonte: UFMG,\n2009. 157 p.\nEPR002 Organização Industrial e Administração\nOrganização industrial e administração. Administração de pessoal. Planejamento e controle da\nprodução. Administração de materiais. Gestão da qualidade e sistemas de garantia da qualidade.\nBibliografia Básica:\nCHIA VENATO, I. Administração: teoria, processo e prática. São Paulo: McGraw-Hill, 1985. 381\np. \nGIBSON, James L. et al. Organizações: comportamento, estrutura e processos. 12a ed. São Paulo:\nMcGraw Hill, 2006. 605 p.\nROBBINS, Stephen P.; JUDGE, Timothy A.; SOBRAL, Filipe. Comportamento organizacional:\nteoria e prática no contexto brasileiro. 14 ed, 1 reimp. São Paulo: Pearson Prentice Hall, 2011. 633\np. \nBibliografia Complementar:\nBERNARDI, Luiz Antônio. Manual de empreendedorismo e gestão: fundamentos, estratégias e\ndinâmicas. São Paulo: Atlas, 2003. 314 p. \nBIRLEY ,  Sue;  MUZYKA,  Daniel  F.  Dominando  os  desafios  do  empreendedor.  São  Paulo:\nPearson Makron Books, 2001. 334 p.\nCHIA VENATO, I.  Introdução  a Teoria Geral da Administracao.  São Paulo: McGraw-Hill do\nBrasil, 1977. 562 p. \n94", "97": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nCHIA VENATO,  I.  Teoria  Geral  da  Administracao:  Abordagens  Prescritivas  e Normativas  da\nAdministracao : volume 2. 3a. São Paulo: McGraw-Hill do Brasil, 1979. 451 p. \nHISRICH, Robert D. Empreendedorismo. 5 ed. Porto Alegre: Bookman, 2004. 592 p. \nECOM06 Compiladores\nIntrodução  a  compiladores.  Análise  léxica.  Análise  sintática.  Análise  top-down  e  bottom-up .\nTradução dirigida por sintaxe. Geração de código intermediário. Ferramentas para desenvolvimento de\ncompiladores.\nBibliografia Básica\nAHO, Alfred V . et al. Compiladores: princípios, técnicas e ferramentas. 2 ed. São Paulo: Pearson\nAddison-Wesley, 2008. 634 p. \nKOWALTOWSKI, T. Implementacao de Linguagens de Programacao. Rio de Janeiro: Guanabara\nDois, 1983. 189 p. \nLOUDEN, Kenneth C. Compiladores: principios e praticas. Austria: Thomson, 2004. 569 p. \nBibliografia Complementar:\nHOPCROFT,  John  E.;  ULLMAN,  Jeffrey  D.;  MOTWANI,  Rajeev;.  Introdução  a  teoria  de\nautômatos, linguagens e computação. Rio de Janeiro: Elsevier, 2002. 560 p. \nMENEZES, Paulo Blauth. Linguagens formais e autômatos. 6a ed. Porto Alegre: Bookman, 2011.\n265 p. \nPRICE, Ana Maria de Alencar; TOSCANI, Simão Sirinei. Implementação de Linguagens de\nProgramação: Compiladores. Editora Bookman. Série Livros Didáticos, número 09. 3ª. Edição.\n2008.\nROSA, João Luís Garcia. Linguagens formais e autômatos. Rio de Janeiro: LTC, 2010. 146 p.\nSETZER, V . W; MELO, I. S. H. de. A Construção de um Compilador. 3ª ed. Rio de Janeiro:\nCampus, 1989. 175 p. \nELTD06 Computadores Digitais\nConceitos e tecnologia. Análise de desempenho. Instruções: linguagem de máquina. Aritmética\npara computadores. O processador. Pipelining . Organização de memória. Organização de sistemas de E/S.\nBibliografia Básica:\nHENNESSY , John L; PATTERSON, David A. Arquitetura de computadores: uma abordagem\nquantitativa. Rio de Janeiro: Campus, 2003. 827 p\nPATTERSON, David A; HENNESSY , John L. Organização e projeto de computadores: a interface\nhardware/software. 3 ed. Rio de Janeiro: LTC, 2005. 484 p. \nPATTERSON, David A; HENNESSY , John L. Computer Architecture: a quantitative approach.\n2nd. San Francisco, California: Morgan Kaufmann Publishers, 1996. \n95", "98": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nBibliografia Complementar:\nHENESSY ,  John  L;  PATTERSON,  David  A.  Computer  Organization  and  Design:  the\nhardware/software interface. San Francisco,California: Morgan Kaufmann Publishers, 1994. 648\np.\nLANGDON JUNIOR, G. G. Projeto de Computadores. Campinas: Cartgraf, 1985. 367 p. \nPATTERSON, David A; HENNESSY , John L. Computer Architecture: a quantitative approach.\n2nd. San Francisco, California: Morgan Kaufmann Publishers, 1996.\nSTALLINGS, William. Arquitetura e organização de computadores: projeto para o desempenho. 5\ned. São Paulo: Prentice Hall, 2002. 786 p. \nTANENBAUM, Andrew S. Organização estruturada de computadores. 6a ed. São Paulo: Pearson\nPrentice Hall, 2013. 605 p. \nECOT03 Banco de Dados\nSGBDR. ME-R e ME-Rx. Modelo relacional. Mapeamento ME-Rx para relacional. SQL-DCL.\nSQL-DDL.  Normalização.  Álgebra  relacional.  SQL- Data  manipulation  language .  Transação.  Stored\nProcedure .  Triggers .  Mapeamento  objeto-relacional  ( Hibernate ).  Linguagem  de  consulta  de  objetos\n(OQL).  ODMG  Object definition language . ODMG  Object query language .  Data warehouse .  OLAP.\nXML. DTD. Armazenamento e extração XML em BD. Armazenamento em grafo (Neo4j).\nBibliografia Básica:\nABITEBOUL, Serge; BUNEMAN, Peter; SUCIU, Dan. Gerenciando dados na WEB. Rio de\nJaneiro: Campus, 2000. 251 p. \nDATE, C.J. Introdução a sistemas de bancos de dados. 8 ed. Rio de Janeiro: Campus, 2003. 865 p.\nELMASRI, Ramez; NA V ATHE, Shamkant B. Sistemas de banco de dados. 6a ed. São Paulo:\nPearson Addison-Wesley, 2011. 788 p.\nSILBERSCHATZ, Abraham; KORTH, Henry F; SUDARSHAN, S. Sistema de banco de dados.\nRio de Janeiro: Elsevier, 2012. 861 p. \nBibliografia Complementar:\nHEUSER, Carlos Alberto. Projeto de banco de dados. 4a ed. Porto Alegre: Instituto de Informática\nda UFRGS : Sagra Luzzatto, 2001. 204 p. \nMEDEIROS, Luciano Frontino de. Banco de Dados: Princípios e prática. Curitiba: InterSaberes,\n2013. 187 p.\nROB,  Peter;  CORONEL,  Carlos.  Sistemas  de  banco  de  dados:  projeto,  implementação  e\ngerenciamento. São Paulo: Cengage Learning, 2011. 711 p.\nSILBERSCHATZ, Abraham; KORTH, Henry F; SUDARSHAN, S. Sistema de banco de dados.\nRio de Janeiro: Elsevier, 2006. 781 p. \nTEOREY , Toby; LIGHSTONE, Sam; NADEAU, Tom. Projeto e modelagem de bancos de dados.\nRio de Janeiro: Elsevier, 2007. 276 p. I\n96", "99": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nECOT13 Laboratório de Banco de Dados\nExperiências  de  laboratório  envolvendo:  SGBDR.  ME-R  e  ME-Rx.  Modelo  relacional.\nMapeamento ME-Rx para relacional. SQL-DCL. SQL-DDL. Normalização. Álgebra relacional. SQL-\nData  manipulation  language .  Transação.  Stored  Procedure .  Triggers .  Mapeamento  objeto-relacional\n(Hibernate ). Linguagem de consulta de objetos (OQL).  ODMG  Object definition language . ODMG\nObject query language . Data warehouse . OLAP. XML. DTD. Armazenamento e extração XML em BD.\nArmazenamento em grafo (Neo4j).\nBibliografia Básica:\nABITEBOUL, Serge; BUNEMAN, Peter; SUCIU, Dan. Gerenciando dados na WEB. Rio de\nJaneiro: Campus, 2000. 251 p. \nDATE, C.J. Introdução a sistemas de bancos de dados. 8 ed. Rio de Janeiro: Campus, 2003. 865 p.\nELMASRI, Ramez; NA V ATHE, Shamkant B. Sistemas de banco de dados. 6a ed. São Paulo:\nPearson Addison-Wesley, 2011. 788 p.\nSILBERSCHATZ, Abraham; KORTH, Henry F; SUDARSHAN, S. Sistema de banco de dados.\nRio de Janeiro: Elsevier, 2012. 861 p. \nBibliografia Complementar:\nHEUSER, Carlos Alberto. Projeto de banco de dados. 4a ed. Porto Alegre: Instituto de Informática\nda UFRGS : Sagra Luzzatto, 2001. 204 p. \nMEDEIROS, Luciano Frontino de. Banco de Dados: Princípios e prática. Curitiba: InterSaberes,\n2013. 187 p.\nROB,  Peter;  CORONEL,  Carlos.  Sistemas  de  banco  de  dados:  projeto,  implementação  e\ngerenciamento. São Paulo: Cengage Learning, 2011. 711 p.\nSILBERSCHATZ, Abraham; KORTH, Henry F; SUDARSHAN, S. Sistema de banco de dados.\nRio de Janeiro: Elsevier, 2006. 781 p. \nTEOREY , Toby; LIGHSTONE, Sam; NADEAU, Tom. Projeto e modelagem de bancos de dados.\nRio de Janeiro: Elsevier, 2007. 276 p. \nTELC03 Redes de Computadores\nIntrodução  às  redes  de  computadores.  Conceitos  e  terminologia.  Transmissão  de  dados.\nComunicação  à  longa  distância.  Transmissão  de  pacotes.  Tecnologias  e  topologias  de  redes  LAN.\nDispositivos de redes. Transmissão digital de longa distância. Tecnologias e topologias de redes WAN.\nCamadas e protocolos. Datagramas IP. Transmissão de datagramas e quadros. TCP: serviço de transporte\nconfiável. Conceito cliente-servidor. Portas de interface de aplicação: sockets . Transferência de arquivos e\nacesso remoto. World Wide Web . Segurança de redes.\nBibliografia Básica:\nCOMER, Douglas E. Computer networks and internets: with internet applications. 4 ed. New\nJersey: Pearson & Prentice Hall, 2004. 719 p.\nKUROSE, James F; ROSS, Keith W. Redes de computadores e a internet: uma abordagem top-\ndown. 6a ed. São Paulo: Pearson Education do Brasil, 2013. 614 p.\n97", "100": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nTANENBAUM, Andrew S.; WETHERALL, David.  Redes de computadores.  5 ed. São Paulo:\nPearson Education do Brasil, 2011. 582 p.\nBibliografia Complementar:\nALVES, L. Redes Locais de Microcomputadores: IBM PC e Compatíveis. São Paulo: Atlas, 1989.\n132 p.\nFLORENCE, D. Local Area Networks: Developing your System for Business. New York: John\nWiley, 1989. 167 p.\nMARTIN,  J.  Computer  Networks  and  Distributed  Processing:  Software,  Techniques  and\nArchitecture. Englewood Cliffs,New Jersey: Prentice-Hall, 1981. 562 p.\nMENASCE, D. A; SCHWAABE, D. Redes de Computadores: Aspectos Técnicos e Operacionais.\nRio de Janeiro: Campus, 1984. 160 p.\nSTALLINGS,  William.  Redes  e  sistemas  de  comunicação  de  dados:  teoria  e  aplicações\ncorporativas. 5 ed. Rio de Janeiro: Elsevier, 2005. 449 p.\nTELC13 Laboratório de Redes de Computadores\nExperiências  de  laboratório  envolvendo:  Introdução  às  redes  de  computadores.  Conceitos  e\nterminologia.  Transmissão  de  dados.  Comunicação  à  longa  distância.  Transmissão  de  pacotes.\nTecnologias e topologias de redes LAN. Dispositivos de redes. Transmissão digital de longa distância.\nTecnologias  e  topologias  de  redes  WAN.  Camadas  e  protocolos.  Datagramas  IP.  Transmissão  de\ndatagramas e quadros. TCP: serviço de transporte confiável. Conceito cliente-servidor. Portas de interface\nde aplicação: sockets . Transferência de arquivos e acesso remoto. World Wide Web . Segurança de redes.\nBibliografia Básica:\nCOMER, Douglas E. Computer networks and internets: with internet applications. 4 ed. New\nJersey: Pearson & Prentice Hall, 2004. 719 p.\nKUROSE, James F; ROSS, Keith W. Redes de computadores e a internet: uma abordagem top-\ndown. 6a ed. São Paulo: Pearson Education do Brasil, 2013. 614 p.\nTANENBAUM, Andrew S.; WETHERALL, David.  Redes de computadores.  5 ed. São Paulo:\nPearson Education do Brasil, 2011. 582 p.\nBibliografia Complementar:\nALVES, L. Redes Locais de Microcomputadores: IBM PC e Compatíveis . São Paulo: Atlas, 1989.\n132 p.\nFLORENCE, D. Local Area Networks: Developing your System for Business. New York: John\nWiley, 1989. 167 p.\nMARTIN,  J.  Computer  Networks  and  Distributed  Processing:  Software,  Techniques  and\nArchitecture. Englewood Cliffs,New Jersey: Prentice-Hall, 1981. 562 p.\nMENASCE , D. A; SCHWAABE, D. Redes de Computadores: Aspectos Técnicos  e Operacionais.\nRio de Janeiro: Campus, 1984. 160 p.\nSTALLINGS,  William.  Redes  e  sistemas  de  comunicação  de  dados:  teoria  e  aplicações\ncorporativas. 5 ed. Rio de Janeiro: Elsevier, 2005. 449 p.\n98", "101": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nECO040 Metodologia de Pesquisa Aplicada à Computação\nConhecimento científico. Métodos e técnicas de pesquisa. Estilos de pesquisa em Computação.\nElaboração e comunicação da pesquisa. Introdução ao LATEX. Normas para elaboração do Trabalho\nFinal de Graduação.\nBibliografia Básica:\nAPPOLINÁRIO,  Fabio.  Metodologia  da  ciência:  filosofia  e  prática  da  pesquisa.  São  Paulo:\nCengage Learning, 2009. 209 p. \nMATTAR, João. Metodologia Científica na era da informática. 3a. ed. rev. e atual. São Paulo:\nSaraiva, 2008. 308 p. \nWAZLAWICK, Raul Sidnei. Metodologia de pesquisa para Ciência da Computação. 2ª ed. Rio de\nJaneiro: Elsevier, 2014. 146 p. \nBibliografia Complementar:\nCERVO, Amado L., BERVIAN, Pedro A., SILV A, Roberto da. Metodologia Científica. 6a. ed. São\nPaulo: Pearson Prentice Hall, 2007. 162 p.\nFEITOSA, Vera Cristina. Redacao de Textos Científicos . 2a. Campinas, SP: Papirus, 1995. 155 p.\nKOPKA,  Helmut;  DALY ,  Patrick  W.  Guide  to  LATEX:  tools  and  techniques  for  computer\ntypesetting. 4 ed. Boston: Addison-Wesley, 2004. 597 p. \nMARCONI, Marina de Andrade; LAKATOS, Eva Maria. Técnicas de Pesquisa: planejamento e\nexecução de pesquisas : amostragem e técnicas de pesquisa : elaboração, análise e interpretação de\ndados. 7a. ed. São Paulo: Atlas, 2013. 277 p.\nSEVERINO, Antônio Joaquim. Metodologia do trabalho científico. 23a ed. São Paulo: Cortez,\n2007. 304 p.\n9º PERÍODO\nEPR502 Engenharia Econômica\nMatemática financeira. Critérios para análise de investimentos. Depreciação e imposto de renda.\nFinanciamentos. Análise de sensibilidade. Projeto de viabilidade econômica. \nBibliografia Básica:\nCASAROTTO  FILHO,  Nelson;  KOPITTKE,  Bruno  Hartmut.  Análise  de  Investimentos:\nmatemática financeira, engenharia econômica, tomada de decisão, estratégia empresarial. 11a ed.\nSão Paulo: Atlas, 2010. 411 p.\nPAMPLONA, E. O.; MONTEVECHI, J. A. B. Apostila de engenharia econômica I. Editora\nUNIFEI-IEPG, 2006.\nSAMANEZ, Carlos Patricio. Matemática financeira. 5a ed. São Paulo: Prentice Hall, 2010. 286 p. \n99", "102": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nBibliografia Complementar:\nCASAROTTO FILHO, Nelson; FA VERO, José Severino; CASTRO, João Ernesto Escosteguy.\nGerência de projetos/engenharia simultânea: organização, planejamento, programação, Pert/CPM,\nPert/custo, controle, direção. São Paulo: Atlas, 2006. 173 p. \nCASAROTTO  FILHO,  Nelson;  KOPITTKE,  Bruno  Hartmut.  análise de  investimentos:\nmatematica financeira, engenharia economica, tomada de deci São, estrategia empresarial. 7. São\nPaulo: Atlas, 1996. 448 p.\nCASAROTTO FILHO, N.; KOPITTKE, B. H., “Análise de investimentos”, Editora Atlas, 10ª.\nedição, (2008)\nSAMANEZ, Carlos Patrício. Engenharia Econômica. São Paulo: Pearson Prentice Hall, 2009. 210\np. \nBLANK, Leland T; TARQUIN, Anthony. Engenharia econômica. 6 ed. São Paulo: Mc Graw Hill,\n2008. 756 p.\nECO 904 Inteligência Artificial\nIntrodução.  Conceitos  básicos  de  agente  inteligentes.  Problemas,  spaço  de  problemas  e\nmecanismos de busca. Representação de conhecimentos. Agentes que resolvem problemas através de\nbusca, agentes baseado em conhecimentos e agentes que desenvolvem raciocínio. Introdução a Redes\nNeurais, lógica fuzzy, algoritmos genéticos, planejamento e aprendizagem.\nBibliografia Básica:\nHAYKIN, Simon. Redes neurais: princípios e prática. 2 ed. Porto Alegre: Bookman, 2001. 900 p. \nLIMA, Isaías; PINHEIRO, Carlos A. M.; SANTOS, Flávia A. Oliveira. Inteligência artificial. Rio\nde Janeiro: Elsevier, 2014. 173 p.\nRUSSELL, Stuart Jonathan; NORVIG, Peter. Inteligência artificial. 3ª ed. Rio de Janeiro: Elsevier,\n2013. 988 p. \nBibliografia Complementar:\nCOPPIN, Ben. Inteligência artificial. Rio de Janeiro: LTC, 2013. 636 p. ISBN 978-85-216-1729-7.\nFACELI, Katti et al. Inteligência artificial: uma abordagem de aprendizado de máquina. Rio de\nJaneiro: LTC, 2011. 378 p.\nLUGER, George F. Inteligência Artificial. 6a. ed. São Paulo: Pearson Education do Brasil, 2013.\n614 p.\nRICH, Elaine. Inteligência Artificial. São Paulo: Makron, 1994. 722 p. \nKOV ACS,  Zsolt  Laszlo.  O  Cerebro  e  a  sua  Mente:  Uma  Introdução  a  Neurociência\nComputacional. São Paulo: Acadêmica , 1997. 214 p. \nECOS02 Sistemas Distribuídos\nCaracterização  de  sistemas  distribuídos.  Arquitetura  dos  sistemas  operacionais  distribuídos.\nComunicação  entre  processos.  Sockets .  Chamada  de  procedimento  remoto.  Objetos  distribuídos.\nComunicação grupal. Sincronização entre processos.  Deadlock  em sistemas distribuídos. Sistemas de\n100", "103": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\narquivos distribuídos. Memória compartilhada distribuída.\nBibliografia Básica:\nCOULOURIS, George; DOLLIMORE, Jean; KINDBERG, Tim. Distributed systems: concepts\nand design. 4 ed. Harlow: Addison-Wesley, 2005. 927 p.\nTANENBAUM,  Andrew  S.;  STEEN,  Maarten  Van.  Distributed  systems:  principles  and\nparadigms. 2 ed. New Jersey: Pearson Education, Inc & Prentice Hall, 2007. 686 p.\nTANENBAUM, Andrew S. Distributed Operating Systems. Upper Saddle River, NJ: Prentice\nHall, 1995. 614 p.\nBibliografia Complementar:\nATTIYA,  Hagit;  WELCH,  Jennifer.  Distributed  computing:  fundamentals,  simulations  and\nadvanced topics. 2 ed. New Jersey: John Wiley & Sons, Inc, 2004. 414 p. \nCALVERT, Kenneth L; DONAHOO, Michael J. TCP/IP sockets  in Java: practical guide for\nprogrammers. 2 ed. Amsterdam: Morgan Kaufmann Publishers, 2008. 177 p. \nCOMER, Douglas E. Computer networks and internets: with internet applications. 4 ed. New\nJersey: Pearson & Prentice Hall, 2004. 719 p.\nFUJIMOTO, Richard M. Parallel and distributed simulation systems. New York: John Wiley &\nSons, Inc., 2000. 300 p.\nSILBERSCHATZ, Abraham; GALVIN, Peter Baer; GAGNE, Greg. Fundamentos de sistemas\noperacionais. [Operating system concepts]. 9a ed. Rio de Janeiro: LTC, 2015. 508 p.\nTANENBAUM,  Andrew  S.;  STEEN,  Maarten  Van.  Sistemas  Distribuídos:  Princípios  e\nparadigmas. 2 ed. São Paulo: Pearson Prentice Hall, 2007. 403 p.\nECOS12 Laboratório de Sistemas Distribuídos\nExperiências  de  laboratório  envolvendo:  Arquitetura  dos  sistemas  operacionais  distribuídos.\nComunicação  entre  processos.  Sockets .  Chamada  de  procedimento  remoto.  Objetos  distribuídos.\nComunicação grupal. Sincronização entre processos.  Deadlock  em sistemas distribuídos. Sistemas de\narquivos distribuídos. Memória compartilhada distribuída.\nBibliografia Básica:\nCOULOURIS, George; DOLLIMORE, Jean; KINDBERG, Tim. Distributed systems: concepts\nand design. 4 ed. Harlow: Addison-Wesley, 2005. 927 p.\nTANENBAUM,  Andrew  S.;  STEEN,  Maarten  Van.  Distributed  systems:  principles  and\nparadigms. 2 ed. New Jersey: Pearson Education, Inc & Prentice Hall, 2007. 686 p.\nTANENBAUM, Andrew S. Distributed Operating Systems. Upper Saddle River, NJ: Prentice\nHall, 1995. 614 p.\nBibliografia Complementar:\nATTIYA,  Hagit;  WELCH,  Jennifer.  Distributed  computing:  fundamentals,  simulations  and\nadvanced topics. 2 ed. New Jersey: John Wiley & Sons, Inc, 2004. 414 p. \nCALVERT, Kenneth L; DONAHOO, Michael J. TCP/IP sockets  in Java: practical guide for\n101", "104": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nprogrammers. 2 ed. Amsterdam: Morgan Kaufmann Publishers, 2008. 177 p. \nCOMER, Douglas E. Computer networks and internets: with internet applications. 4 ed. New\nJersey: Pearson & Prentice Hall, 2004. 719 p.\nFUJIMOTO, Richard M. Parallel and distributed simulation systems. New York: John Wiley &\nSons, Inc., 2000. 300 p.\nSILBERSCHATZ, Abraham; GALVIN, Peter Baer; GAGNE, Greg. Fundamentos de sistemas\noperacionais. [Operating system concepts]. 9a ed. Rio de Janeiro: LTC, 2015. 508 p.\nTANENBAUM,  Andrew  S.;  STEEN,  Maarten  Van.  Sistemas  Distribuídos:  Princípios  e\nparadigmas. 2 ed. São Paulo: Pearson Prentice Hall, 2007. 403 p.\nDISCIPLINAS OPTATIV AS\nECOE01 Estruturas Avançadas de Computadores\nConteúdo variável de acordo com as evoluções que venham a ocorrer na área de estruturas de\ncomputadores e as necessidades em se abordar de forma especifica determinados temas relacionados a\nestruturas avançadas de computadores.\nECOE02 Circuitos Integrados Analógicos\nConteúdo  variável  de  acordo  com  as  evoluções  que  venham  a  ocorrer  na  área  de  circuitos\nintegrados  analógicos  e  as  necessidades  em  se  abordar  de  forma  especifica  determinados  temas\nrelacionados de circuitos integrados analógicos.\nECOE03 Processamento Paralelo\nConteúdo variável de acordo com as evoluções que venham a ocorrer na área de processamento\nparalelo  e  as  necessidades  em  se  abordar  de  forma  especifica  determinados  temas  relacionados  ao\nprocessamento paralelo.\nECOE05 Programação de Dispositivos Móveis\nConteúdo variável de acordo com as evoluções que venham a ocorrer na área de programação de\ndispositivos  móveis  e  as  necessidades  em  se  abordar  de  forma  específica  determinados  temas\nrelacionados a programação de dispositivos móveis.\nECOE06 Tópicos Especiais em Microeletrônica\nConteúdo variável de acordo com as evoluções que venham a ocorrer na área de microeletrônica e\nas necessidades em se abordar de forma específica determinados temas relacionados a microeletrônica.\nECOE07 Tópicos Especiais em Programação\nConteúdo variável de acordo com as evoluções que venham a ocorrer na área de programação e as\n102", "105": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nnecessidades em se abordar de forma especifica determinados temas relacionados à programação.\nECOE08 Tópicos Especiais em Sistemas de Comunicação\nConteúdo variável de acordo com as evoluções que venham a ocorrer na área de sistemas de\ncomunicação e as necessidades em se abordar de forma especifica determinados temas relacionados a\nsistemas de comunicação.\nECOE09 Tópicos Especiais em Redes de Computadores\nConteúdo  variável  de  acordo  com  as  evoluções  que  venham  a  ocorrer  na área  de redes  de\ncomputadores e as necessidades em se abordar de forma específica determinados temas relacionados a\nredes de computadores.\nECOE10 Tópicos Especiais em Segurança da Informação\nConteúdo variável de acordo com as evoluções que venham a ocorrer na área de segurança da\ninformação e as necessidades em se abordar de forma específica determinados temas relacionados à\nsegurança da informação.\nECOE11 Tópicos Especiais em Engenharia de Software\nConteúdo variável de acordo com as evoluções que venham a ocorrer na área de engenharia de\nsoftware  e  as  necessidades  em  se  abordar  de  forma  especifica  determinados  temas  relacionados  à\nengenharia de software .\nECOE12 Tópicos Especiais em Sistemas Operacionais\nConteúdo  variável  de  acordo  com  as  evoluções  que  venham  a  ocorrer  na  área  de  sistemas\noperacionais e as necessidades em se abordar de forma especifica determinados temas relacionados a\nsistemas operacionais.\nECOE13 Tópicos Especiais em Sistemas Distribuídos\nConteúdo  variável  de  acordo  com  as  evoluções  que  venham  a  ocorrer  na  área  de  sistemas\ndistribuídos e as necessidades em se abordar de forma especifica determinados temas relacionados a\nsistemas distribuídos.\nECOE21 Tópicos Especiais I\nConteúdo variável de acordo com as evoluções que venham a ocorrer nas áreas pertinentes à\nengenharia da computação e as necessidades em se abordar de forma específica determinados temas\nrelacionados à engenharia da computação.\n103", "106": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nECOE22 Tópicos Especiais II\nConteúdo variável de acordo com as evoluções que venham a ocorrer nas áreas pertinentes à\nengenharia da computação e as necessidades em se abordar de forma específica determinados temas\nrelacionados à engenharia da computação.\nECOE23 Tópicos Especiais III\nConteúdo variável de acordo com as evoluções que venham a ocorrer nas áreas pertinentes à\nengenharia da computação e as necessidades em se abordar de forma específica determinados temas\nrelacionados à engenharia da computação.\nECOE24 Tópicos Especiais IV\nConteúdo variável de acordo com as evoluções que venham a ocorrer nas áreas pertinentes à\nengenharia da computação e as necessidades em se abordar de forma específica determinados temas\nrelacionados à engenharia da computação.\nECOE25 Tópicos Especiais V\nConteúdo variável de acordo com as evoluções que venham a ocorrer nas áreas pertinentes à\nengenharia da computação e as necessidades em se abordar de forma específica determinados temas\nrelacionados à engenharia da computação.\nECOE26 Tópicos Especiais VI\nConteúdo variável de acordo com as evoluções que venham a ocorrer nas áreas pertinentes à\nengenharia da computação e as necessidades em se abordar de forma específica determinados temas\nrelacionados à engenharia da computação.\nECOE27 Tópicos Especiais VII\nConteúdo variável de acordo com as evoluções que venham a ocorrer nas áreas pertinentes à\nengenharia da computação e as necessidades em se abordar de forma específica determinados temas\nrelacionados à engenharia da computação.\nECOE28 Tópicos Especiais VIII\nConteúdo variável de acordo com as evoluções que venham a ocorrer nas áreas pertinentes à\nengenharia da computação e as necessidades em se abordar de forma específica determinados temas\nrelacionados à engenharia da computação.\n104", "107": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nECOE29 Tópicos Especiais IX\nConteúdo variável de acordo com as evoluções que venham a ocorrer nas áreas pertinentes à\nengenharia da computação e as necessidades em se abordar de forma específica determinados temas\nrelacionados à engenharia da computação.\nECOE30 Tópicos Especiais X\nConteúdo variável de acordo com as evoluções que venham a ocorrer nas áreas pertinentes à\nengenharia da computação e as necessidades em se abordar de forma específica determinados temas\nrelacionados à engenharia da computação.\n16. Período de Integralização\nO período mínimo de integralização do curso de Engenharia da Computação da Universidade\nFederal de Itajubá é de 5 anos. Este período se justifica em razão dos fatos a seguir:\n O curso apresenta uma matriz curricular sem redundâncias.\n O núcleo de conteúdos específicos do curso não prima por uma ou mais áreas de concentração a\nponto de se criar linhas ou ênfases específicas.\n O núcleo de conteúdos optativos busca complementar a especialização e/ou formação profissional\ndo egresso em termos de conteúdo e não simplesmente de carga horária.\n A formação de um profissional com conhecimentos plenos na área de engenharia da computação é\ndifícil frente às tecnologias existente, aos avanços tecnológicos e a velocidade com que a tecnologia na\nárea de computação muda. Estes fatos levam os cursos de graduação, nesta área, a se questionar sobre a\nquantidade de informação, no que se refere às tecnologias existentes e modernas, a ser transmitida ou\napresentada para o corpo discente. Este questionamento agrava ainda mais se levarmos em conta, que o\ncontato com tecnologias mais modernas, na área de engenharia da computação, se faz de forma mais\ndinâmica nas empresas.\n17. Processo de Avaliação dos Alunos\nDe modo a avaliar o processo de ensino e aprendizagem é obrigatório em todas as disciplinas do\ncurso à proposição de atividades de avaliação, sendo que, para cada atividade deverá ser atribuída uma\nnota em número inteiro, graduado de zero a cem.\nEm todas as disciplinas do curso, a avaliação do corpo discente é feita conforme estipulado no\nplano de ensino da disciplina, obedecendo aos Regulamentos dos Cursos de Graduação da Universidade\nFederal de Itajubá.\nConforme a disciplina, os seus objetivos e as habilidades a serem desenvolvidas, a avaliação dos\n105", "108": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nalunos pode se dá por meio ou pela composição de provas escritas, provas práticas, trabalhos individuais\nou em grupo, apresentação de seminários, elaboração de relatórios ou outros métodos de avaliação que o\ndocente da disciplina julgar apropriado.\nO aluno será considerado aprovado na disciplina quando satisfizer as exigências estipuladas nos\nRegulamentos dos Cursos de Graduação da Universidade Federal de Itajubá.\n18.Progressão nas Séries\nA progressão do aluno ao longo da matriz curricular do curso de Engenharia da Computação\nocorrerá conforme os Regulamentos dos Cursos de Graduação da Universidade Federal de Itajubá. Para\nefeito de classificação do aluno durante o curso, serão calculados ao final de cada semestre, coeficientes\nde rendimento, conforme as regras estabelecidas pela Universidade Federal de Itajubá para o cálculo dos\ncoeficientes de rendimento.\n19.Processo de Avaliação do Curso\nA avaliação do curso de Engenharia da Computação ocorrerá como parte integrante do Sistema\nNacional de Avaliação da Educação Superior – SINAES,  criado pela lei no 10.861 de 14 de abril de 2004,\ncaracterizada por instrumentos quantitativos e qualitativos do processo ensino-aprendizagem.\nO processo de acompanhamento e avaliação do curso toma por base resultados obtidos no Exame\nNacional de Desempenho dos Estudantes  (ENADE) e dados  obtidos  no processo de auto-avaliação\nInstitucional, coordenado pela Comissão Própria de Avaliação (CPA) da Universidade Federal de Itajubá.\nNo processo de auto-avaliação Institucional, a CPA considera as dez dimensões de avaliação a\nseguir, que foram estabelecidas na Lei do SINAES.\nDIMENSÃO A V ALIAÇÃO\n1 A Missão e o Plano de Desenvolvimento Institucional.\n2 Perspectiva científica e pedagógica formadora: políticas, normas e\nestímulos para o ensino, a pesquisa e a extensão.\n3 Responsabilidade social da Instituição.\n4 Comunicação com a sociedade.\n5 Políticas de pessoal, carreira, aperfeiçoamento, condições de trabalho.\n6 Organização e gestão da Instituição.\n7 Infra-estrutura física e recursos de apoio.\n8 Planejamento e avaliação.\n9 Políticas de atendimento aos estudantes.\n10 Sustentabilidade financeira.\nA metodologia utilizada pela CPA,  no  processo  de  auto-avaliação,  consiste  de  atividades  de\n106", "109": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nsensibilização, visando obter grande número de adesões ao processo, cadastro de todos os segmentos\nenvolvidos, aplicação de questionários, análise dos dados obtidos, elaboração de relatório e divulgação.\nDentro das dimensões de avaliação a CPA avalia, entre outras coisas, o Projeto Pedagógico do\nCurso, atuações do curso, o coordenador do curso, a infra-estrutura disponível para o curso, a participação\ndo corpo discente em projetos de pesquisa e extensão, as turmas que ingressam no curso e cada disciplina\ndo curso com os respectivos docentes.\n20.Corpo Docente\nCampus Itajubá\nO corpo docente do curso de Engenharia da Computação, no campus de Itajubá, é constituído de\nprofissionais dos vários Institutos da Universidade Federal de Itajubá, localizados na cidade de Itajubá.\nPela origem do curso de Engenharia da Computação no campus de Itajubá, grande parte das\ndisciplinas  que  compõem  os  núcleos  de  conteúdos  profissionalizantes  e  específicos  da  sua  matriz\ncurricular, é ministrada por mestres e/ou doutores do Instituto de Engenharia de Sistemas e Tecnologias\nda Informação (IESTI).\nCampus Itabira / MG\nO corpo docente do curso de Engenharia da Computação, no campus de Itabira, será constituído\nde profissionais da Universidade Federal de Itajubá, localizados neste campus.\nDevido a criação do curso no campus de Itabira, as disciplinas serão ministradas por mestres e/ou\ndoutores  a  serem  previamente  contratados.  Em  determinadas  situações  poderão  ser  ministradas  por\nmestres e/ou doutores do campus de Itajubá.\n21.Infra-estrutura\nCampus Itajubá\nO curso de Engenharia da Computação no campus de Itajubá fará uso, quando necessário e dentro\nda disponibilidade, da infra-estrutura presente nos vários Institutos da Universidade Federal de Itajubá,\nlocalizados no campus da cidade de Itajubá.\nPela origem do curso de Engenharia da Computação no campus de Itajubá, a maior parte das aulas\npráticas é ministrada em laboratórios do Instituto de Engenharia de Sistemas e Tecnologias da Informação\n(IESTI).\nO apoio a parte bibliográfica do curso se faz mediante a Biblioteca do campus de Itajubá.\n107", "110": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\nCampus Itabira / MG\nO curso de Engenharia da Computação no campus de Itabira fará uso da infra-estrutura a ser\nconstruída no campus da cidade de Itabira.\n22.Apoio Técnico-administrativo\nCampus Itajubá\nO apoio técnico-administrativo é feito por intermédio dos órgãos e Institutos da Universidade\nFederal de Itajubá, localizados no campus de Itajubá. Como o curso de Engenharia da Computação, no\ncampus  de  Itajubá,  se  encontra  abrigado  no Instituto  de Engenharia  de  Sistemas  e  Tecnologias  da\nInformação (IESTI), este é responsável pela maior parte do apoio técnico-administrativo ao curso.\nCampus Itabira / MG\nO curso de Engenharia da Computação, no campus  de Itabira, fará uso do pessoal técnico-\nadministrativo a ser contratado para atuar neste campus.\n23.Articulação Ensino – Pesquisa - Extensão\nNo curso de Engenharia da Computação a articulação entre o ensino, a pesquisa e a extensão,\nocorre basicamente no núcleo de conteúdos complementares. Nesse núcleo o graduando deve cumprir\natividades  que  propiciem  a  interação  direta  com  atividades  profissionais,  atividades  de  pesquisa  e\natividades em áreas que promovam o seu desenvolvimento técnico e/ou social.\nEssencialmente a articulação entre ensino e pesquisa se faz através da realização obrigatória de um\ntrabalho de conclusão de curso (Trabalho Final de Graduação), enquanto, a articulação entre ensino e\nextensão  se  dá  mediante  a  realização  também  obrigatória  de  atividades  de  estágio  curricular\nsupervisionado.\nVisando uma interação mais direta com a sociedade, é possível que uma parte da carga horária\nobrigatória de estágio curricular seja convertida em projetos ou serviços pertinentes à engenharia da\ncomputação de interesse social.\n108", "111": "MINISTÉRIO DA EDUCAÇÃO\nUniversidade Federal de Itajubá\nCriada pela Lei no 10.435, de 24 de Abril de 2002.\n24.Pós-Graduação\nO elenco de disciplinas dos núcleos de conteúdos profissionalizantes e específicos, do curso de\nEngenharia da Computação, proporciona aos seus egressos condições para ingressar em cursos de pós-\ngraduação nasáreas de engenharia da computação, ciênciada  computação  ou  até  mesmo  em  algumas\náreas da engenharia elétrica.\nEm dezembro de 2007, a Universidade Federal de Itajubá obteve autorização para o seu curso de\npós-graduação na área de computação. Isto vem ao encontro das ansiedades do corpo docente do curso e\nas perspectivas do curso de Engenharia da Computação em relação à continuidade na formação dos seus\negressos.\nNo curso de Engenharia da Computação a interação da graduação com a pós-graduação se dá no\nnúcleo  de  conteúdos  optativos,  onde  disciplinas  dos  programas  de  pós-graduação,  da  Universidade\nFederal de Itajubá, podem ser validadas pelo Colegiado do Curso de Engenharia da Computação como\ndisciplinas optativas do curso. Isto vem permitir que alunos do curso com bom  desempenho  acadêmico,\nvenham cursar disciplinas de programas de pós-graduação como alunos especiais destes programas. Com\nisto espera-se reduzir o tempo para titulação dos alunos que pretendem ingressar no mestrado após a\nconclusão do curso de graduação.\nOs critérios e as exigências quando ao desempenho acadêmico, que alunos de graduação devem\nter para poderem cursar disciplinas de um determinado programa de pós-graduação, são definidos pelo\nrespectivo programa.\n109"}