{"1": "PROJETO PEDAGÓGICO DO CURSO DE\nGRADUAÇÃO EM ENGENHARIA\nCOMPUTACIONAL\n21 de fevereiro de 2018", "2": "Sumário\n1 Denominação do Curso 3\n2 Introdução 3\n2.1 Contextualização da Instituição de Ensino Superior (IES) . . . . . . . . . . . . . . . 4\n2.2 Perﬁl e Missão da IES . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5\n2.3 Dados Sócio-Econômicos da Região . . . . . . . . . . . . . . . . . . . . . . . . . . 5\n2.4 Breve Histórico da Instituição . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6\n3 Informações Gerais sobre o Curso 9\n3.1 Público Alvo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9\n3.2 Quantidade de Vagas . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9\n3.3 Processo Seletivo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9\n3.4 Justiﬁcativa para a oferta do curso . . . . . . . . . . . . . . . . . . . . . . . . . . . 10\n3.5 Integralização Curricular . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12\n4 O Projeto Pedagógico 12\n4.1 Concepção Geral . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12\n4.2 Perﬁl Proﬁssional . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13\n4.2.1 Objetivos Gerais . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13\n4.2.2 Objetivos Especíﬁcos . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13\n4.2.3 Perﬁl do Egresso . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15\n4.2.4 Áreas de Atuação . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16\n4.3 Princípios Norteadores da Organização Curricular . . . . . . . . . . . . . . . . . . . 16\n4.4 Estrutura Curricular . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17\n4.4.1 Currículo Pleno . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18\n4.4.2 Matriz Curricular . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20\n1", "3": "4.4.3 Processos de Avaliação do Curso . . . . . . . . . . . . . . . . . . . . . . . . 29\n4.4.4 Políticas de Educação Ambiental . . . . . . . . . . . . . . . . . . . . . . . . 29\n4.4.5 Sobre a Oferta da Disciplina de Libras . . . . . . . . . . . . . . . . . . . . . 30\n4.4.6 História e Cultura Afro-Brasileira . . . . . . . . . . . . . . . . . . . . . . . 31\n4.5 Estágio Curricular Supervisionado . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n4.6 Avaliação da Aprendizagem . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 32\n4.6.1 Trabalho de conclusão de curso (TCC) . . . . . . . . . . . . . . . . . . . . . 33\n4.7 Reoferta de Disciplinas . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n4.8 Adaptação ao Novo Currículo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n4.9 Mobilidade Acadêmica . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 35\n4.10 Tecnologias de informação e comunicação – TICs - no processo ensino-aprendizagem 35\n4.11 Diplomação . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 37\nAnexos 39\nA Normas para Estágios 39\nB Formulário de Avaliação de Estágio 42\nC Atividades previstas para a ﬂexibilização curricular 44\nD Formulário de Avaliação 45\nE Equivalências de Disciplinas 48\nF Eixos Temáticos 49\nG Planos de Ensino das Disciplinas Obrigatórias 51\nH Planos de Ensino das Disciplinas Eletivas 103\n2", "4": "1. Denominação do Curso\nO Curso de Graduação em Engenharia Computacional, na modalidade presencial, é ofertado em tempo\nintegral no campus sede da Universidade Federal de Juiz de Fora, sendo uma iniciativa conjunta da\nFaculdade de Engenharia e do Instituto de Ciências Exatas.\n2. Introdução\nO presente documento contempla o novo projeto pedagógico do curso de graduação em Engenharia\nComputacional da Universidade Federal de Juiz de Fora. O novo Projeto Pedagógico do Curso (PPC)\nnão é apenas uma adequação ao novo Regimento Acadêmico da Graduação (RAG) [1]; trata-se do\nfruto de longos debates que se iniciaram no I workshop sobre o curso de graduação em Engenha-\nria Computacional, realizado no ano de 2013, e que continuaram nas reuniões do Núcleo Docente\nEstruturante (NDE) [2] do curso.\nAlém disso, destaca-se que em dezembro de 2015, a Coordenação do Curso de Ciências Exatas\nsolicitou uma reunião com a Direção do Instituto de Ciências Exatas e Chefes dos Departamentos do\nICE para uma reavaliação do Curso de Ciências Exatas. Foi instituída uma Comissão para esse ﬁm\nformada e após discussões em várias reuniões dessa Comissão desde o primeiro semestre letivo de\n2016, reuniões dos NDE’s e Colegiados do Curso de Ciências Exatas e dos Cursos de segundo ciclo\nvinculados ao ICE, surgiu uma proposta de ﬂexibilização da matriz curricular do Curso de Ciências\nExatas. Portanto, o presente projeto pedagógico também contempla essa ﬂexibilização do curso de\nCiências Exatas.\nPor tratar-se de um curso novo, pioneiro no Brasil na área de engenharia, em uma área eferves-\ncente, certamente a grade do curso ainda passará por adequações ao longo dos próximos anos, de\n3", "5": "modo que a identidade do curso seja aprimorada e reﬂita a constante evolução na área de Engenharia\ne Ciência Computacional.\nEste documento está assim organizado: inicialmente, ainda nesta seção, é apresentada a Instituição\nde Ensino Superior (IES) na qual o curso é ofertado. Na sequência apresentam-se informações gerais\nsobre o projeto pedagógico propriamente dito: projeto conceitual, estrutura do curso, procedimentos\nde avaliação e instrumentos normativos de apoio.\n2.1 Contextualização da Instituição de Ensino Superior (IES)\nMANTENEDORA\nCódigo da Mantenedora: 391\nCNPJ: 00.394.445/0188-17\nRazão Social: MINISTÉRIO DA EDUCAÇÃO\nCategoria Administrativa: Pessoa Jurídica de Direito Público - Federal\nCEP: 70310500 Caixa Postal:\nUF: DF\nMunicípio: Brasília\nBairro: EIXO MONUMENTAL\nEndereço: ESPLANADA DOS MINISTERIOS BLOCO\nComplemento: 1 ANDAR No: L\nTelefone(s): 61 2022-7309 Fax: 61 2022-7309\nE-mail: mec@mec.gov.br\nMANTIDA\nCódigo da Mantida: 576\nNome da Mantida: UNIVERSIDADE FEDERAL DE JUIZ DE FORA\nSigla: UFJF\nDisponibilidade do Imóvel: Próprio\nCEP: 36036900 Caixa Postal:\nUF: MG Município: Juiz de Fora\nBairro: Martelos Endereço Sede: Campus Universitário\nComplemento: UFJF No: s/n\nTelefone(s): (32) 2102-3905 / (32)2102-3903\nFax: (32) 2102 3909\n4", "6": "Site: www.ufjf.br\nE-mail: piufjf.regulacao@gmail.com\nOrganização Acadêmica: Universidade\nCategoria Administrativa: Pública Federal\nAto legal de criação: Lei Federal no. 3858, de 23 de dezembro de 1960.\n2.2 Perﬁl e Missão da IES\nA existência de uma universidade justiﬁca-se ao se apresentar como espaço das diversidades, de reﬂe-\nxão crítica e de solidariedade, onde se cultiva e se aceita a diferença como um direito na perspectiva\nda construção de uma sociedade justa e democrática. Essa universidade deve, ao mesmo tempo, atuar\nsocialmente com forte capacidade institucional para apreender as necessidades fundamentais da socie-\ndade visando à produção, sistematização e socialização do saber, para ampliar e aprofundar a formação\ndo ser humano.\nA UFJF tem como missão, mobilizar e disponibilizar os diferentes saberes para a promoção do\ndesenvolvimento regional, considerando a vocação e as peculiaridades da Zona da Mata Mineira,\ncontribuindo também para a base do desenvolvimento nacional, mantendo o compromisso com a pre-\nservação dos valores éticos, políticos, culturais, sociais e ambientais de uma sociedade pluralista,\ndemocrática e republicana, com a participação e fomentação do desenvolvimento cientíﬁco e tecno-\nlógico regional e nacional, responsabilizando-se pela formação de cidadãos em todos os níveis de\nformação, em especial de recursos humanos voltados para ações no ensino, pesquisa e extensão.\n2.3 Dados Sócio-Econômicos da Região\nA Zona da Mata de Minas Gerais é formada por 142 municípios, pertencentes a sete microrregiões\ngeográﬁcas. Juiz de Fora é a mais importante microrregião e o maior e mais inﬂuente polo da Zona da\nMata. Com mais de 525 mil habitantes, segundo dados do anuário 2012 do IBGE, a cidade contribui\ncom cerca de um terço do Produto Interno Bruto a Preços Correntes de Mercado (PIBpm) da Zona\nda Mata, segundo dados do Anuário 2012 da Fundação João Pinheiro. Dados de 2011 da Secretaria\nde Fazenda do Estado de Minas Gerais revelam que Juiz de Fora arrecadou mais de 636 milhões de\nreais com o ICMS. Tais números reforçam a liderança econômica da cidade na região, guiada pela\nindústria, comércio e serviços. A cidade conta com um aeroporto local, que transportou em 2011 mais\nde 34 mil passageiros, e um aeroporto regional recém-inaugurado. Segundo o DETRAN, a frota da\n5", "7": "cidade em 2010 superava a marca de 181 mil veículos. A cidade é cortada por três rodovias federais\n(BR-040, BR-267 e BR-440), três rodovias estaduais (MG-353, L-874 e A-900) e possui mais de\n2.000 quilômetros de estradas vicinais sob responsabilidade da prefeitura.\nDo ponto de vista social, a expectativa de vida em Juiz de Fora, no ano de 2005, era de 72,7 anos.\nA cidade possui cerca de 1 médico para cada 214 habitantes, cerca de 20 hospitais e 57 postos de\nsaúde. A taxa de mortalidade infantil, no ano de 2011, foi de 7,7 mortes a cada mil nascimentos.\nEm 2010 mais de 15 mil famílias juizforanas eram atendidas pelo programa social “Bolsa Família”.\nNaquele ano, mais de 13 milhões de reais foram repassados a essas famílias. No ano de 2009, a cidade\ntinha mais de 72 mil alunos matriculados no ensino fundamental, e mais de 19 mil no ensino médio.\nA CESAMA estimou em 2011 que mais de 509 mil habitantes sejam atendidos pelo abastecimento de\nágua, e 505 mil contem com algum tipo de serviço de esgoto. No que tange à cultura, a cidade conta\ncom mais de 17 locais destinados a encenações teatrais na cidade, 29 bibliotecas, sendo que a biblio-\nteca da UFJF se subdivide em 12 unidades (totalizando assim 41 unidades), 6 cinemas e videotecas.\nA cidade conta com 12 emissoras legalizadas de rádio, três diários locais, e três emissoras locais de\ntelevisão. Estão presentes na cidade 2 batalhões de polícia militar e 2 companhias de polícia militar,\nalém de três delegacias de polícia civil e uma unidade da polícia federal. Segundo a polícia militar,\na cidade registrou em 2011, 4972 acidentes de trânsito sem vítimas, 2780 acidentes com vítimas não\nfatais e 25 acidentes com vítimas fatais. O corpo de bombeiros realizou mais de 10 mil atendimentos\nno mesmo ano. Em relação à criminalidade, os principais problemas da cidade são: furto, com taxa\nde 940 furtos por 100 mil habitantes, e posse e uso de entorpecentes, com taxa de 143 por 100 mil\nhabitantes (dados de 2008).\n2.4 Breve Histórico da Instituição\nSituada entre o ouro e o mar, Juiz de Fora, numa licença poética do poeta Murilo Mendes, era “um\ntrecho de terra cercado de pianos por todos os lados”. V ocacionada à cultura desde o século XIX, a\ncidade, importante centro comercial e industrial, progredia admiravelmente arrebatando a crítica do\nescritor Arthur Azevedo, em 1907, que a considerou capital intelectual de Minas Gerais. Afere-se\na vanguarda da cidade por algumas extraordinárias e revolucionárias ideias que exigem um movi-\nmento de educação direcionado à qualiﬁcação proﬁssional que responda à demanda de sua evolução\nprogressista.\nNeste rumo, a criação de uma universidade signiﬁcaria o coroamento do valoroso movimento\neducacional cuja gênese nos reporta a 1860, à fundação do Colégio Roussin. Sequenciou este episódio\na criação de outras expressivas instituições, sendo que algumas viriam a contribuir para a instalação\n6", "8": "do ensino superior. A história do ensino superior em Juiz de Fora se deve às instituições religiosas, a\nprotestante Granbery e a católica Academia do Comércio, que criaram respectivamente os cursos de\nFarmácia, Odontologia, Direito e Engenharia. Sob o título “Universidade de Juiz de Fora”, em 7 de\ndezembro de 1889, o jornal O Pharol estampava uma convocatória de alguns visionários industriais e\neducadores, que convidavam seus conterrâneos para uma reunião no salão da Câmara Municipal, a ﬁm\nde se tratar da criação de uma universidade na cidade. Observe-se que, no Brasil, só se pensou a ideia\nde universidade na segunda década do século XX, embora houvesse isoladas faculdades e escolas.\nA segunda tentativa de implantação da universidade em Juiz de Fora, conforme noticiavam os jor-\nnais locais em março de 1926, se daria pela união de Escolas de Farmácia, Odontologia e Veterinária,\nagrupadas a outros estabelecimentos de ensino. A concretização dessa ideia somente viria a acontecer\nem 23 de dezembro de 1960, através da Lei no3.858, assinada pelo presidente Juscelino Kubitschek\nde Oliveira, criando a Universidade Federal de Juiz de Fora [10]. A formação da instituição se deu\ncom a agregação de estabelecimentos de ensino superior da cidade, reconhecidos e federalizados, que\nofereciam os cursos de Engenharia, Medicina, Ciências Econômicas, Direito, Farmácia e Odontolo-\ngia. Depois, também se vincularam os cursos de Geograﬁa, Letras, Filosoﬁa, Ciências Biológicas,\nCiências Sociais e História.\nObjetivando concentrar o movimento acadêmico, em um de seus últimos atos como presidente da\nRepública, Juscelino Kubitschek de Oliveira, em 23 de dezembro de 1960, sanciona a Lei Federal\nNo3858 que cria a Universidade de Juiz de Fora, englobando, além da recém denominada Faculdade\nde Engenharia, os três institutos básicos: Instituto de Ciências Exatas, Instituto de Ciências Biológicas\ne Instituto de Ciências Humanas e Letras.\nRespondendo ao seu comprometimento com a pesquisa, em 1968, a instituição promoveu o pri-\nmeiro encontro de iniciação cientíﬁca que visava atuar no sentido de despertar a vocação cientíﬁca e\nincentivar novos talentos. Sempre orientada na construção do saber, em 1999, a UFJF criou o Centro\nde Ciências da Saúde, que abrigou os cursos de Enfermagem, Fisioterapia e Medicina.\nNo ano de 2006, planejando elevar a qualiﬁcação proﬁssional dos acadêmicos da área da saúde e\nampliar o atendimento à comunidade juiz-forana e regional, construiu-se um novo hospital de ensino:\no Centro de Atenção à Saúde, que possui avançados equipamentos destinados ao desenvolvimento\ndo trabalho diferenciado nos procedimentos de saúde, focando a ideia de atenção interdisciplinar.\nCelebrando sua expansão acadêmica, neste mesmo ano, surgem duas novas unidades acadêmicas:\nFaculdade de Letras e o Instituto de Artes e Design.\nAtualmente, o campus de Juiz de Fora possui 19 unidades acadêmicas, que oferecem cerca de\n50 cursos e habilitações de graduação. A UFJF oferece ainda 57 cursos de especialização, MBA e\nresidência, 30 de mestrado e 14 de doutorado, além de Ensino Fundamental e Médio, por meio do\n7", "9": "Colégio de Aplicação João XXIII. Em 2012, a instituição lançou seu campus avançado na cidade de\nGovernador Valadares, na região do Vale do Rio Doce, em Minas Gerais, com a oferta de vagas em\nnove cursos: Medicina, Odontologia, Farmácia, Fisioterapia, Nutrição, Direito, Economia, Adminis-\ntração e Ciências Contábeis. Na educação à distância, são oferecidos oito cursos de graduação e cinco\nde pós-graduação, abrangendo 30 polos nos estados de Minas Gerais, São Paulo, Rio de Janeiro e\nEspírito Santo.\nNo total estão matriculados, na data em que este documento foi elaborado, mais de 27 mil alunos,\ndos quais cerca de 18 mil estão na graduação, conforme mostra a Tabela 1. O número de vagas tem\nse expandido com o Programa de Apoio a Planos de Reestruturação e Expansão das Universidades\nFederais (REUNI).\nO Hospital Universitário é centro de referência ao atendimento de pacientes da rede SUS, numa\nárea de abrangência que engloba mais de 90 municípios da Zona da Mata Mineira e do estado do Rio,\ne desenvolve, há mais de 40 anos, um trabalho de excelência na área de saúde, em níveis primário,\nsecundário e terciário, conjugando atividades de ensino, pesquisa e extensão.\nTabela 1: Quantitativo de Alunos por Tipo de Curso. Dados referentes ao segundo semestre letivo de\n2014.\nNível Alunos\nGraduação 17916\nEspecialização e Residência 5767\nMestrado 1920\nDoutorado 685\nNível Médio e Fundamental 1116\nTotal 27404\nA UFJF coordena ainda alguns dos espaços e grupos culturais mais representativos da cidade,\ncomo o Cine-Theatro Central, o Museu de Arte Moderna Murilo Mendes (MAMM) e o Fórum da\nCultura, além de possuir outros museus no próprio campus, como o de Arqueologia e Malacologia.\nNa área de extensão, cerca de 250 projetos estão sendo desenvolvidos em áreas como saúde, educação\n8", "10": "e direitos humanos, atendendo a um público estimado de 69.500 pessoas.\n3. Informações Gerais sobre o Curso\n3.1 Público Alvo\nO curso de Graduação em Engenharia Computacional destina-se a portadores de diploma de nível\nmédio e que tenham interesse genuíno pela Engenharia Computacional, desejando ter uma formação\nsólida na área de modelagem matemática e computacional.\n3.2 Quantidade de Vagas\nSão oferecidas 40 vagas anuais no processo seletivo, cuja entrada se dá no primeiro semestre letivo\natravés do curso de Ciências Exatas. O curso é oferecido em turno integral.\n3.3 Processo Seletivo\nA seleção de ingressantes no curso de Engenharia Computacional se fará seguindo as normas e re-\ngulamentos da Universidade, sendo ofertadas 40 vagas anuais. As formas de ingresso em cursos da\nUFJF estão previstas no Regulamento Acadêmico da Graduação (RAG), em seu Título II.\nDo total de vagas do curso, 20 vagas são destinadas a alunos do curso de graduação em Ciências\nExatas (vagas não declaradas), enquanto que as demais 20 vagas são para alunos que ﬁzeram a opção\npelo curso de Engenharia Computacional ainda durante o processo seletivo (vagas declaradas).\nComo todos os cursos que tem ingresso através de vagas não declaradas dentro da reestruturação\ncurricular dos cursos da UFJF promovida pela proposta da UFJF para o Programa de Apoio a Planos\nde Reestruturação e Expansão das Universidades Federais (REUNI), o aluno de vaga não declarada\nfará jus ao diploma referente ao Bacharelado Interdisciplinar em Ciência Exatas e, após a conclusão\ndos requisitos especíﬁcos, ao diploma em Engenharia Computacional. O aluno de vaga declarada fará\njus somente ao diploma de Engenharia Computacional. O curso foi proposto de modo a possibilitar\n9", "11": "ainda, ao aluno que assim o desejar, a obtenção de títulos em outros cursos de segundo ciclo, como\nMatemática, Ciência da Computação, Estatística, Química, Física, Engenharia Mecânica, Engenharia\nElétrica com ênfase em Sistemas Eletrônicos, Energia, Robótica e Automação Industrial, Sistema de\nPotência e Telecomunicação. O aluno que se graduar em um curso de segundo ciclo e desejar cur-\nsar outro curso de segundo ciclo será tratado como ingressante para obtenção de nova graduação na\nmesma área básica de ingresso - ABI (Capítulo VI, Artigo 12 do RAG da UFJF). O aluno interessado,\ndesde que não ocorra intervalo superior a 4 (quatro) períodos letivos entre a conclusão e a gradua-\nção pretendida, deve dirigir um requerimento à Coordenadoria de Assuntos e Registros Acadêmicos\n(CDARA), que o encaminhará ao coordenador do curso de segundo ciclo desejado. O coordenador\ndeverá veriﬁcar se há vaga nas disciplinas e nos estágios e se o aluno tem condições de concluir o\ncurso dentro do prazo máximo estabelecido no Projeto Pedagógico do Curso. No caso da Engenharia\nComputacional este prazo é de três anos.\n3.4 Justiﬁcativa para a oferta do curso\nA proposta de criação do curso de graduação em Engenharia Computacional da UFJF, através da Re-\nsolução no 24 do Conselho Superior da UFJF, de 07 de outubro de 2008 [11], e implementada a partir\ndo primeiro semestre letivo de 2009, se alinhava a uma tendência identiﬁcada internacionalmente de\ncriação de cursos de graduação em engenharia que proporcionem aos egressos uma formação essenci-\nalmente multidisciplinar, capaz de atuar na formulação, análise, implementação e aplicação de mode-\nlos matemáticos, métodos numéricos e sistemas computacionais para a solução de problemas das mais\ndistintas áreas da engenharia e da ciência. Tal formação permite ao egresso do curso a inserção em um\nsegmento do mercado de trabalho que está voltado aos recentes desenvolvimentos tecnológicos, além\nde também poder se constituir em um primeiro passo para uma carreira acadêmica multidisciplinar\nde origem. De uma forma geral, os egressos estarão capacitados a resolver problemas complexos que\npermeiam as áreas das ciências, da computação e da engenharia.\nEsta possibilidade de formação se encaixa em uma nova área de conhecimento que vem se conso-\nlidando nas últimas décadas, principalmente na área acadêmica, reunindo especializações nascidas em\ndiferentes ramos da engenharia e da ciência. Internacionalmente tem sido chamada de Computational\nScience and Engineering (Ciência e Engenharia Computacional) [5], Métodos Computacionais em\nCiências Aplicadas, Mecânica Computacional ou ainda como Computação Cientíﬁca.\nEsta nova área do conhecimento já é representada por diversas organizações e associações cientíﬁ-\ncas, nacionais e internacionais. Podem ser citadas a European Community in Computational Methods\nin Applied Sciences (ECCOMAS) [6], com 18 associações aﬁliadas, a International Association for\n10", "12": "Computational Mechanics (IACM) [7], com representações de 38 países, dentre eles o Brasil, através\nda Associação Brasileira de Métodos Computacionais em Engenharia (ABMEC) [8] e da Sociedade\nBrasileira de Matemática Aplicada e Computacional (SBMAC) [9].\nApesar de se inserir em uma área de conhecimento relativamente recente, existem dezenas de pe-\nriódicos internacionais indexados dedicados ao tema, tais como: International Journal for Numerical\nMethods in Engineering, Computer Methods in Applied Mechanics and Engineering, International\nJournal for Numerical Methods in Fluids, Engineering Analysis with Boundary Elements, Journal\nof Computational and Applied Mathematics, Journal of Computational Engineering, International\nJournal for Computational Methods in Engineering Science and Mechanics, International Journal for\nNumerical Methods in Biomedical Engineering, Advances in Engineering Software além de inúmeros\ncongressos especíﬁcos da área.\nO curso de Engenharia Computacional, devido à sua intrínseca interdisciplinaridade, é uma pro-\nposta conjunta da Faculdade de Engenharia e do Instituto de Ciências Exatas, principalmente pelos\ndepartamentos de Mecânica Aplicada e Computacional (MAC) e de Ciência da Computação (DCC),\nnos mesmos moldes do Programa de Pós-Graduação em Modelagem Computacional, já em funcio-\nnamento e que oferece cursos de Mestrado e de Doutorado. Pretende-se, com a proximidade a este\ncurso de pós-graduação, proporcionar ao aluno uma formação em um ambiente de pesquisa, de modo\nque este se habitue a questionar, buscar novas soluções, veriﬁcar suas ideias e compará-las com as de\noutros, o que certamente se constituirá em uma vantagem comparativa no mercado de trabalho.\nDeve-se, contudo, diferenciar o curso de Engenharia Computacional de outros cursos da área de\ncomputação. Os cursos de Engenharia da Computação e Ciência da Computação, por exemplo, têm a\ncomputação como atividade-ﬁm, ou seja, têm como objeto central de estudos o computador e envol-\nvem diversas áreas relacionadas ao mesmo, desde o desenvolvimento de circuitos integrados ( hard-\nware ) à Engenharia de Software ( software ) [3]. Historicamente, a Engenharia da Computação nasce\nda união de especialistas da Engenharia de Circuitos Eletrônicos e de Ciência da Computação [4].\nAssim, a diferença entre estes dois cursos geralmente está relacionada à quantidade e profundidade\ndas disciplinas ligadas ao estudo do hardware .\nEnquanto nos cursos de Ciência da Computação este estudo tende a ser mais superﬁcial, de forma a\npermitir que o aluno compreenda o funcionamento do hardware , nos cursos de Engenharia de Compu-\ntação o aprofundamento tende a ser maior, de forma que o aluno não só compreenda o funcionamento\ndohardware , mas também possa desenvolvê-lo [3]. Nestes cursos, a integração entre o hardware\ne o software é dita normalmente vertical: aspectos de hardware , de software e de sistemas, porém\nsobre um mesmo objeto de estudo, o computador. Segundo as diretrizes curriculares nacionais para\ncursos de graduação em computação [3], ambos os cursos devem preparar proﬁssionais capacitados\n11", "13": "a contribuir para a evolução do conhecimento do ponto de vista cientíﬁco e tecnológico, e utilizar\nesse conhecimento na avaliação, especiﬁcação e desenvolvimento de ferramentas, métodos e sistemas\ncomputacionais.\nJá no curso de Engenharia Computacional, o computador passa de objetivo central a meio. O\nobjetivo do curso é o estudo de diferentes áreas da ciência e das engenharias através de ferramentas\ncomputacionais. Os dois cursos de engenharia possuem aspectos semelhantes e comuns, notadamente\naqueles relacionados ao desenvolvimento de ferramentas computacionais de software. Porém o curso\nde Engenharia Computacional faz uma integração horizontal de diversas áreas do conhecimento: soft-\nware e sistemas computacionais, matemática computacional, modelagem computacional, aplicadas\nà resolução de problemas diversos da ciência e das engenharias, como os da Engenharia Civil, Elé-\ntrica, Ambiental, de Produção, Mecânica, de Petróleo, Biologia, Física, Química, etc. Uma deﬁnição\natualizada do perﬁl do curso de Engenharia Computacional pode ser encontrada na referência [5].\n3.5 Integralização Curricular\nIntegralização curricular é o cumprimento de todas as atividades acadêmicas necessárias para a cola-\nção de grau da discente ou do discente que deve ocorrer até o ao prazo máximo permitido. O prazo\nrecomendado é de 10 semestres letivos e o prazo máximo é de 20 semestres letivos. A Carga horária\ntotal (CHT) é de 3.800 horas. O prazo recomendado de integralização curricular está em conformidade\ncom a Resolução CNE/CES No2, de 18 de junho de 2007 [12].\n4. O Projeto Pedagógico\n4.1 Concepção Geral\nO Projeto Pedagógico do Curso (PPC) foi concebido de modo a dar aos discentes formação em uma\nnova área de conhecimento que vem se consolidando nas últimas décadas, reunindo especializações\nnascidas em diferentes ramos da engenharia e da ciência. Acreditamos que a formação dada permitirá\naos egressos inserção em um segmento do mercado de trabalho que está voltado aos recentes desenvol-\n12", "14": "vimentos tecnológicos, além de também poder se constituir em um primeiro passo para uma carreira\nacadêmica multidisciplinar de origem.\nDeve-se ainda destacar que a concepção do PPC procurou atender a toda legislação vigente, em\nespecial às diretrizes curriculares nacionais para cursos de graduação em engenharia estabelecidas\npelo Conselho Nacional de Educação (CNE) / Câmara de Educação Superior (CES) e a Resolução\nNo1.010/2005, do CONFEA [13].\nComo todos os cursos que tem ingresso através do curso de Ciências Exatas da UFJF, o aluno fará\njus ao diploma referente ao Bacharelado Interdisciplinar em Ciências Exatas, caso este deseje colar\ngrau em Ciências Exatas, e, após a conclusão dos requisitos especíﬁcos, ao diploma em Engenharia\nComputacional.\n4.2 Perﬁl Proﬁssional\nO curso de Engenharia Computacional proporciona uma formação essencialmente multidisciplinar,\nvisando a formulação, análise, implementação e aplicação de modelos matemáticos, métodos numéri-\ncos e sistemas computacionais para a solução de problemas de engenharia e ciências. De uma forma\ngeral, os egressos estarão capacitados a resolver problemas complexos que permeiam as áreas de com-\nputação e engenharia.\n4.2.1 Objetivos Gerais\nFormar diplomados aptos para a inserção em setores proﬁssionais, participando do desenvolvimento\nda sociedade brasileira, contribuindo para o avanço da ciência e da tecnologia, através de uma sólida\nformação geral obtida por atividades de pesquisa e atualização permanente.\n4.2.2 Objetivos Especíﬁcos\nPretende-se que o egresso desenvolva ao longo do curso os seguintes atributos:\n•Capacidade de utilizar conhecimentos de matemática, física, ciência da computação, engenha-\nria e tecnologias modernas no apoio à construção de produtos e serviços seguros, conﬁáveis e\nde relevância social. As disciplinas Cálculo I, II e III, Equações Diferenciais I, Física I, II e\nIII, Química Fundamental, Laboratório de Física I, Cálculo de Probabilidades, Laboratório de\nQuímica, as disciplinas da área de Mecânica, bem como as disciplinas na área de computação\ncontribuem para o aluno alcançar este objetivo;\n13", "15": "•Capacidade de projetar, construir, testar e manter software para análise e desenvolvimento de\nprodutos ou serviços. As disciplinas Algoritmos, Estrutura de Dados e Estrutura de Dados II,\nOrientação a Objetos, Laboratório de Programação e Laboratório de Programação II, Modela-\ngem de Sistemas e Banco de Dados estão relacionadas a este objetivo;\n•Capacidade de tirar proveito das tecnologias já estabelecidas, e de desenvolver e propor no-\nvas soluções técnicas. As disciplinas Introdução à Modelagem Computacional, Fenômenos de\nTransportes, Mecânica, estão relacionados a este objetivo;\n•Capacidade de entender e interagir com o ambiente em que os produtos e serviços, por ele\nprojetado ou construído, irão operar. A disciplina Ecologia e Preservação do Ambiente está\nrelacionada a esse objetivo;\n•Conhecimento da ciência da computação e de métodos necessários para aplicá-la na solução de\nproblemas cientíﬁcos e de engenharia. As disciplinas Cálculo Numérico, Introdução à Modela-\ngem Computacional e Introdução aos Métodos Discretos estão relacionados a esse objetivo;\n•Facilidade de interagir e de se comunicar com proﬁssionais de engenharia e da área de com-\nputação no desenvolvimento de projetos em equipe. O Estágio Supervisionado, os Trabalho\nMultidisciplinar, os Trabalhos de Conclusão de Curso e a apresentação de trabalhos e outras\natividades práticas, bem como o uso de atividades e avaliações em grupo contribuem para esse\nobjetivo;\n•Disposição para permanente busca da atualização proﬁssional. Esse tópico é sempre trabalhado\nnas disciplinas, em especial nas disciplinas de Introdução à Engenharia Computacional e Tra-\nbalho Multidisciplinar;\n•Postura responsável em relação à correção, precisão, conﬁabilidade, qualidade e segurança dos\nprojetos e implementações por ele conduzidos. O Trabalho Multidisciplinar contribui para este\nobjetivo;\n•Capacidade de atuar proﬁssionalmente com ética avaliando o impacto de suas atividades no con-\ntexto social e ambiental. A disciplina Introdução à Engenharia Computacional está relacionada\na este objetivo;\n•Capacidade de supervisionar, coordenar, orientar, planejar, especiﬁcar, projetar e implementar\nações compatíveis com sua formação. A conclusão de toda a grade de obrigatórias contribui\n14", "16": "para este objetivo. Mais especiﬁcamente, as disciplinas Trabalho Multidisciplinar e Trabalho de\nConclusão de Curso II avalia se o aluno possui essa capacidade.\n4.2.3 Perﬁl do Egresso\nO Engenheiro Computacional é um proﬁssional com formação fortemente interdisciplinar, capaz de\natuar na análise, modelagem e simulação de fenômenos físicos. O futuro proﬁssional formado em\nEngenharia Computacional poderá, dependendo das escolhas a seu critério, ao longo de sua trajetória\nacadêmica, identiﬁcar, formular, modelar e desenvolver modelos matemáticos para a representação de\nproblemas complexos nas mais distintas áreas da engenharia, dentre as quais podemos citar: elétrica,\neletrônica, telecomunicações, agronomia, petróleo, mecânica, naval, civil e estrutural, aeronáutica,\nambiental, materiais e biomecânica, dentre outras. É também capaz de especiﬁcar e implementar a re-\npresentação computacional dos modelos propostos, bem como supervisionar a manutenção e operação\ndos sistemas computacionais desenvolvidos. Coordena e supervisiona equipes de trabalho, realiza es-\ntudos de viabilidade técnico-econômica, executa e ﬁscaliza serviços técnicos em computação; e efetua\nperícias e avaliações, emitindo laudos e pareceres. Em suas atividades, considera a ética, a segurança,\na legislação e os impactos socioambientais dos modelos e sistemas desenvolvidos.\nAtendidos os conteúdos do núcleo básico da engenharia, os conteúdos proﬁssionalizantes do curso\nde Engenharia Computacional são abertos, dependendo das escolhas do aluno, que podem ser guia-\ndas pelos eixos temático (Anexo F) e das características do corpo docente. Entretanto aconselha-se\num conteúdo proﬁssionalizante fortemente interdisciplinar, que dê ao aluno uma complementação\nde sua formação matemática e de computação, englobando temas como modelagem computacional,\nmétodos numéricos, métodos dos elementos ﬁnitos, método dos elementos de contorno, métodos es-\ntatísticos, linguagens de programação, engenharia de software, banco de dados, computação paralela\ne distribuída, análise e projeto de algoritmos. Também se sugere que haja uma interação com outros\ncursos de engenharia, permitindo ao aluno um conhecimento em áreas como elétrica, eletrônica, te-\nlecomunicações, agronomia, petróleo, mecânica, naval, estrutural, aeronáutica, ambiental, materiais e\nbiomecânica, dentre outras. O objetivo é permitir ao aluno se aprofundar na modelagem de proble-\nmas ligados as áreas das engenharias que mais lhe atraiam, naturalmente observadas as restrições de\ndisponibilidade de disciplinas. No caso especíﬁco de nosso curso, pelo fato do Departamento de Me-\ncânica Aplicada e Computacional ser um dos idealizadores do curso, se oferece aos alunos uma maior\nespecialização na área de modelagem de estruturas e de mecânica computacional. Contudo, deve-se\ndestacar que a existência de outros cursos de graduação em engenharia na UFJF abre a possibilidade\npara a criação de ênfases na modelagem de problemas em outras áreas da engenharia, como sanitária\n15", "17": "e ambiental, mecânica, produção e elétrica.\n4.2.4 Áreas de Atuação\nO Engenheiro Computacional é habilitado para trabalhar em companhias do setor de tecnologia e\noutros segmentos relacionados ao desenvolvimento de softwares e de modelos matemáticos e compu-\ntacionais; e na consultoria tecnológica de sistemas computacionais complexos e de modelos compu-\ntacionais nas diversas áreas das engenharias.\n4.3 Princípios Norteadores da Organização Curricular\nForam utilizados, como princípios norteadores da organização curricular do Curso de Graduação em\nEngenharia Computacional, além do RAG da UFJF, as resoluções do Conselho Nacional de Educação\n(CNE) / Câmara de Educação Superior (CES): a) de No11, de 11 de março de 2002 [14], que instituiu\nas diretrizes curriculares nacionais para cursos de graduação em Engenharia, e b) de No2, de 18 de\njunho de 2007, que dispõe sobre a carga horária mínima e procedimentos relativos à integralização e\nduração dos cursos de bacharelado na modalidade presencial. Também foram considerados o parecer\ndo CNE/CES de No236/2009 [15], que versa sobre o direito dos alunos à informação sobre o plano\nde ensino, a metodologia do processo de ensino-aprendizagem e os critérios de avaliação a que serão\nsubmetidos; a Lei No11.645 de 10/03/2008 [16] e Resolução CNE/CP No01 de 17 de junho de\n2004 [17], que apresenta as Diretrizes Curriculares Nacionais para Educação das Relações Étnico-\nraciais e para o Ensino de História e Cultura Afro-brasileira e Indígena; a Resolução CONAES No1,\nde 17/06/2010, que trata do Núcleo Docente Estruturante; o decreto No5.626/2005, que trata do\noferecimento da disciplina de Libras; e a Lei No9.795, de 27 de abril de 1999 [19] e Decreto No4.281\nde 25 de junho de 2002 [21], sobre a integração da educação ambiental às disciplinas do curso.\nTambém foram observadas as resoluções do sistema CONFEA/CREA. A resolução No1010/2005\ndo CONFEA/CREA [22], em seu anexo II, cita em seu preâmbulo ter a ﬁnalidade de formular a\nsistematização dos Campos de Atuação das proﬁssões inseridas no Sistema CONFEA/CREA. Por sua\nvez, os campos de atuação proﬁssional são deﬁnidos, segundo a mesma resolução, no segundo artigo,\nCapítulo I, como:\n“V - campo de atuação proﬁssional: área em que o proﬁssional exerce sua proﬁssão, em função\nde competências adquiridas na sua formação; ”\nDesta forma, cada curso, em função dos conteúdos formativos abordados nas disciplinas obriga-\ntórias, poderá solicitar junto ao CONFEA/CREA o cadastramento de distintas atribuições de com-\n16", "18": "petências proﬁssionais de acordo com Anexo II da Resolução No1.010, de 22 de agosto de 2005.\nEntendemos assim que, dada a ﬂexibilidade e interdisciplinaridade do curso de Engenharia Computa-\ncional, não há limitações em relação ao exercício de nenhuma das 18 Atividades Proﬁssionais listadas\nno quinto artigo, Capítulo II, da referida resolução.\nPor ﬁm, a resolução No13/2014, do Conselho Setorial de Graduação, que aprova o RAG, também\nnorteou a presente organização curricular.\n4.4 Estrutura Curricular\nComo todos os cursos que tem ingresso através do curso de Ciências Exatas da UFJF, o aluno fará\njus ao diploma referente ao Bacharelado Interdisciplinar em Ciências Exatas e, após a conclusão dos\nrequisitos especíﬁcos, do diploma em Engenharia Computacional.\nA grade curricular do curso, mostrada na seção 4.4.2, considera obrigatórios os usuais conteúdos\nem matemática, física e química e também conhecimentos em computação, métodos numéricos e me-\ncânica. Conforme orientam as novas diretrizes curriculares para os cursos de engenharia (Resolução\nCNE/CES No11, de 11 de março de 2002), considera-se fundamental que além da sólida formação em\nciências básicas, que o aluno tenha também formação de caráter sociocultural. Portanto, apresenta-se\numa lista de disciplinas para livre escolha (disciplinas de formação complementar) versando sobre\nos seguintes tópicos: a) metodologia cientíﬁca e tecnológica; b) comunicação e expressão; c) ad-\nministração; d) economia; e) humanidades, ciências sociais e do ambiente; f) ciências do ambiente.\nNo currículo proposto o aluno exerce papel fundamental na determinação de sua formação através\nda escolha dentre uma grande quantidade de disciplinas eletivas que permitem um aprofundamento\nem áreas de seu interesse particular durante a graduação. Tais disciplinas podem estar voltadas a\numa possibilidade de atuação proﬁssional, como também poderão embasar a opção pela continuidade\nde sua formação em cursos de pós-graduação, principalmente, os do tipo stricto sensu (mestrado e\ndoutorado).\nAinda em conformidade com as diretrizes supracitadas, são previstas na grade do curso atividades\ncurriculares eletivas, tais como participação em congressos cientíﬁcos, participação em seminários\ne minicursos e outras atividades aﬁns descritas no próximo item sobre conteúdos curriculares, que\npodem ser computadas como carga horária eletiva.\nPretende-se também oferecer aos alunos do curso a oportunidade de participarem de intercâmbios\ncom outras instituições de ensino superior, nacionais e internacionais, ampliando convênios que hoje\njá estão em vigor envolvendo o Programa de Pós-Graduação em Modelagem Computacional, e que já\npossibilitaram a alguns de seus alunos uma valiosa experiência.\n17", "19": "O curso de Engenharia Computacional conta desde o período 02/2010 com um Grupo de Educação\nTutorial (GET), uma iniciativa institucional que segue os mesmos moldes do Programa de Educação\nTutorial (PET) do Ministério da Educação. Trata-se de um grupo de bolsistas que, sob a tutoria de um\nprofessor e com a colaboração de outros professores, desenvolvem atividades integradas de ensino,\npesquisa e extensão. A seleção para bolsistas ocorre periodicamente. Atualmente, o grupo contém\n9 bolsistas. Em parceria com o Centro de Ciências da UFJF, oferecem o curso de mídias digitais\nem duas versões, uma para professores do ensino fundamental e outra para alunos do ensino médio,\nno qual são apresentados conteúdos e ferramentas que podem ajudá-los a desenvolver seus trabalhos\ndidáticos e facilitar seu dia a dia.\nEsta atividade de extensão, que em 2012 fez parte do projeto “Novos Caminhos para o Ensino de\nCiências na Escola”, ﬁnanciado pela Coordenação de Aperfeiçoamento de Pessoal de Nível Superior\n(CAPES) no âmbito do edital “Novos Talentos”, recebeu também ﬁnanciamento da Fundação de Am-\nparo à Pesquisa do estado de Minas Gerais (FAPEMIG) no âmbito do edital “Extensão em Interface\ncom a Pesquisa 2012”. O grupo em parceria com outros grupos de educação tutorial, colaborou por\ndois anos no “Projeto Eﬁciência Energética nas Escolas”. As escolas foram convidadas a desenvolver\nprojetos de ciências sobre o tema “Eﬁciência Energética”. Os trabalhos inscritos e aprovados foram\napresentados na forma de pôster durante a semana de Engenharia da UFJF. Os bolsistas, além de pre-\npararem e darem palestras sobre o tema em diversas escolas de ensino médio, também auxiliam no\ndesenvolvimento dos projetos e elaboração dos pôsteres.\n4.4.1 Currículo Pleno\nO conjunto de todas as atividades acadêmicas necessário para a integralização da carga horária do\ncurso de Engenharia Computacional está inserido na Tabela 2.\n18", "20": "Tabela 2: Distribuição da carga horária do curso.\nDisciplinas Obrigatórias 2.520 horas\nAtividade Obrigatória (ICE001) 30 horas\nDisciplinas Eletivas 420 horas\nAtividades Eletivas 120 horas\nDisciplinas Complementares 300 horas\nEstágio Supervisionado 170 horas\nTrabalho Multidisciplinar/Trabalho Final de Curso 240 horas\nCarga horária mínima: 3.800 horas, integralizados no tempo mínimo de 10 períodos, e no tempo\nmáximo de 20 períodos.\nAs disciplinas de formação básica (obrigatórias), que têm o objetivo de dar conhecimentos básicos\ne essenciais nas áreas de matemática, física, mecânica e computação. As disciplinas obrigatórias estão\ndistribuídas ao longo de todo o curso, sendo que o conjunto de disciplinas obrigatórias do primeiro\nao quarto períodos são comuns a todos os cursos da área de Ciências Exatas e quase à totalidade das\nengenharias. O primeiro período é composto somente por disciplinas de formação básica (obrigató-\nrias) e atividades obrigatórias. Contudo, já a partir do do segundo período entram em carga disciplinas\nde formação exclusivas da opção do curso do aluno. Tais disciplinas ligadas ao curso de Engenharia\nComputacional, gradativamente, modiﬁcam seu status de formação básica da área para se conﬁgura-\nrem como disciplinas necessárias à proﬁssionalização do aluno.\nAs disciplinas de formação complementar, que também passam a ser oferecidas a partir do segundo\nperíodo, têm como objetivo principal garantir a formação multidisciplinar, podendo ser cursadas na\nárea das Ciências Exatas e Engenharias, bem como em outras áreas do conhecimento. Destacam-se as\ndisciplinas de ensino de línguas, libras, administração, economia, sociologia, dentre outras de caráter\nhumanístico.\nAs disciplinas eletivas são de livre escolha do aluno, e representam uma oportunidade de apro-\nfundamento ou de direcionamento de estudo na área temática de interesse do aluno. As disciplinas\neletivas contemplam o programa escolhido pelo aluno para o seu curso, proporcionando-lhe uma maior\nprofundidade na abordagem de assuntos especíﬁcos ou fornecendo um conjunto abrangente de temas\ndo seu maior interesse. Como forma de orientar o aluno na escolha das disciplinas eletivas, o NDE do\ncurso listou três grandes conjuntos de disciplinas que, se cursadas, dão ao aluno um aprofundamento\nmaior em uma determinada área de atuação do Engenheiro Computacional. Os grupos foram batiza-\n19", "21": "dos de eixos temáticos, que depois foram referendados pelo colegiado do curso. Os eixos temáticos\nsão os seguintes: Métodos Numéricos e Otimização, Mecânica Aplicada e Computacional, e Sistemas\nComputacionais Aplicados. A lista com as disciplinas sugeridas dentro de cada eixo temático pode\nser encontrada no Anexo F desse documento. Devemos reforçar que os alunos não são obrigados a\ncursar disciplinas de um determinado eixo. Os eixos servem apenas de guia para orientar a escolha\ndos alunos, porém nenhuma referência a essa escolha será registrada no diploma do aluno.\nAs atividades eletivas, que buscam uma formação mais autônoma e que contemple interesses do\ndiscente, estão elencadas no Título V do RAG, que trata da ﬂexibilização curricular da UFJF (monito-\nrias, iniciação à docência, iniciação cientíﬁca, projetos de extensão, treinamento proﬁssional, estágio,\nparticipação em eventos, apresentação de seminários, participação em programa ou grupo de educação\ntutorial, participação em empresa júnior, representação estudantil, certiﬁcação em língua estrangeira,\ngrupos de estudo, atividade acadêmica à distância, vivência proﬁssional complementar). A carga horá-\nria das atividades curriculares eletivas, que deve ser de no mínimo 120 horas, pode ser substituída por\nem até sua totalidade por carga horária de quaisquer disciplinas eletivas do curso. A carga horária de\ncada atividade acadêmica relacionada à ﬂexibilização curricular está explicitada no anexo I do RAG e\ncomplementadas no Anexo C desse documento.\nDada a proximidade com o Programa de Pós-Graduação em Modelagem Computacional (PGMC),\nos discentes que estejam cursando a partir do 7operíodo letivo do curso podem solicitar o aproveita-\nmento de carga horária cursada em disciplinas do PGMC. Para tanto, devem procurar a coordenação\ndo curso para abrir processo administrativo solicitando tal aproveitamento.\n4.4.2 Matriz Curricular\nA seguir é apresentada a matriz curricular do curso com a distribuição cronológica (por períodos) das\ndisciplinas com os nomes, códigos, carga horária e pré-requisitos. No Anexo G e no Anexo H, são\nlistados os planos de ensino das disciplinas obrigatórias e eletivas, respectivamente, sendo que o plano\nde ensino deve conter os seguintes itens: nome e código da disciplina, ementa, programa e bibliograﬁa\nbásica e complementar. Nas tabelas a seguir: COD representa o código da disciplina, CH a sua carga\nhorária, P o seu período, PR os seus pré-requisitos e EQ as suas equivalências, quando for o caso.\n20", "22": "DISCIPLINAS OBRIGATÓRIAS\n1o. PERÍODO – 360 HORAS\nCOD DISCIPLINA CH PR EQ\nDCC119 ALGORITMOS 60 - DCC119E\nDCC120 LABORATÓRIO DE PROGRAMAÇÃO 30 - -\nICE001 INTRODUÇÃO ÀS CIÊNCIAS EXATAS 30 - FIS085,\nQUI157\nFIS122 LABORATÓRIO DE INTRODUÇÃO ÀS\nCIÊNCIAS FÍSICAS30 - -\nQUI126 LABORATÓRIO DE QUÍMICA 30 - -\nMAT154 CÁLCULO I 60 - MAT154E\nMAT155 GEOMETRIA ANALÍTICA E SISTEMAS\nLINEARES60 - MAT1555\nQUI125 QUÍMICA FUNDAMENTAL 60 - QUI125E\n21", "23": "2o. PERÍODO – 360 HORAS\nCOD DISCIPLINA CH PR EQ\nDCC013 ESTRUTURA DE DADOS 60 DCC119,\nDCC120-\nDCC107 LABORATÓRIO DE PROGRAMAÇÃO II 30 DCC119,\nDCC120-\nEST028 INTRODUÇÃO À ESTATÍSTICA 60 MAT154 -\nFIS073 FÍSICA I 60 MAT154 FIS073E\nFIS077 LABORATÓRIO DE FÍSICA I 30 FIS122 -\nMAC011 INTRODUÇÃO À ENGENHARIA\nCOMPUTACIONAL30 - -\nMAT156 CÁLCULO II 60 MAT154,\nMAT155MAT156E\nQUI162 LABORATÓRIO DE ESTRUTURAS E\nTRANSFORMAÇÕES30 QUI126 -\n3o. PERÍODO – 420 HORAS\nCOD DISCIPLINA CH PR EQ\nDCC025 ORIENTAÇÃO A OBJETOS 60 DCC013,\nDCC107-\nEST029 CÁLCULO DE PROBABILIDADES I 60 MAT156 -\nFIS074 FÍSICA II 60 FIS073,\nMAT156FIS074E\nMAC013 REPRESENTAÇÃO GRÁFICA E MODELAGEM\nGEOMÉTRICA60 MAT155 -\nMAT157 CÁLCULO III 60 MAT156 MAT157E\n- DISCIPLINA COMPLEMENTAR 60 - -\n- DISCIPLINA COMPLEMENTAR 60 - -\n22", "24": "4o. PERÍODO – 480 HORAS\nCOD DISCIPLINA CH PR EQ\nDCC008 CÁLCULO NUMÉRICO 60 DCC119,\nMAT156-\nDCC012 ESTRUTURA DE DADOS II 60 DCC013,\nDCC107-\nFIS075 FÍSICA III 60 FIS074,\nMAT157-\nMAC010 MECÂNICA 60 FIS073,\nMAT157-\nMAT029 EQUAÇÕES DIFERENCIAIS I 60 MAT156 MAT029E\nMAT158 ÁLGEBRA LINEAR 60 MAT155 MAT158E\n- ATIVIDADE ELETIV A 60 - -\n- DISCIPLINA COMPLEMENTAR 60 - -\n5o. PERÍODO – 420 HORAS\nCOD DISCIPLINA CH PR EQ\nDCC059 TEORIA DOS GRAFOS 60 DCC013,\nDCC107-\nDCC122 CIRCUITOS DIGITAIS 60 - -\nMAC024 INTRODUÇÃO À MODELAGEM\nCOMPUTACIONAL60 DCC008 -\nMAC002 RESISTÊNCIA DOS MATERIAIS I 60 MAC010,\nMAT029-\nMAC019 FUNDAMENTOS DE MECÂNICA DAS\nESTRUTURAS60 DCC008,\nMAC010-\nFIS081 FENÔMENOS DE TRANSPORTE 60 FIS074 -\n- DISCIPLINA COMPLEMENTAR 60 - -\n23", "25": "6o. PERÍODO – 420 HORAS\nCOD DISCIPLINA CH PR EQ\nDCC070 ORGANIZAÇÃO DE COMPUTADORES 60 DCC122 -\nDCC117 MODELAGEM DE SISTEMAS 60 DCC025 -\nMAC005 MECÂNICA DOS SÓLIDOS I 60 MAC002,\nMAC019-\nMAC023 MECÂNICA DAS ESTRUTURAS 60 DCC008,\nMAC002,\nMAC019-\nDCC163 PESQUISA OPERACIONAL 60 MAT158 DCC024\n- ATIVIDADE ELETIV A 60 - -\n- DISCIPLINA COMPLEMENTAR 60 - -\n7o. PERÍODO – 360 HORAS\nCOD DISCIPLINA CH PR EQ\nDCC001 ANÁLISE E PROJETO DE ALGORITMOS 60 DCC013,\nDCC107-\nMAC026 INTRODUÇÃO AOS MÉTODOS DISCRETOS 60 DCC008,\nMAT029-\nDCC060 BANCO DE DADOS 60 DCC117 -\nDCC062 SISTEMAS OPERACIONAIS 60 DCC070 -\n- DISCIPLINA ELETIV A 60 - -\n- DISCIPLINA ELETIV A 60 - -\n24", "26": "8o. PERÍODO – 300 HORAS\nCOD DISCIPLINA CH PR EQ\nDCC063 LINGUAGENS FORMAIS E AUTÔMATOS 60 DCC013,\nDCC107-\nDCC042 REDES DE COMPUTADORES 60 DCC070 -\nMAC020 TRABALHO MULTIDISCIPLINAR 60 DCC008,\nMAC002-\nMAC008 INTRODUÇÃO AO MÉTODO DOS ELEMENTOS\nFINITOS60 MAC002 -\n- DISCIPLINA ELETIV A 60 - -\n9o. PERÍODO – 380 HORAS\nCOD DISCIPLINA CH PR EQ\nESA002 ECOLOGIA E PRESERV AÇÃO DO MEIO\nAMBIENTE30 QUI125 -\nDCC125 PROGRAMAÇÃO PARALELA 60 DCC062 -\nMAC018 ESTÁGIO EM ENGENHARIA\nCOMPUTACIONAL170 DCC059,\nDCC122,\nMAC002,\nMAC019-\nMAC021 TRABALHO FINAL DE CURSO I 60 - -\n- DISCIPLINA ELETIV A 60 - -\n10o. PERÍODO – 240 HORAS\nCOD DISCIPLINA CH PR EQ\nMAC022 TRABALHO FINAL DE CURSO II 120 MAC021 -\n- DISCIPLINA ELETIV A 60 - -\n- DISCIPLINA ELETIV A 60 - -\n- DISCIPLINA ELETIV A 60 - -\n25", "27": "DISCIPLINAS ELETIV AS\nCOD DISCIPLINA CH PR EQ\nDCC014 INTELIGENCIA ARTIFICIAL 60 DCC059 -\nDCC033 FLUXO EM REDES 60 DCC059 -\nDCC037 LABORATÓRIO DE ORGANIZAÇÃO DE\nCOMPUTADORES30 DCC070 -\nDCC045 TEORIA DOS COMPILADORES 60 DCC063 -\nDCC049 EMPREENDIMENTOS EM INFORMÁTICA 60 - -\nDCC055 TEORIA DA COMPUTAÇÃO 60 DCC063 -\nDCC057 ARQUITETURA DE COMPUTADORES 60 DCC070 -\nDCC061 ENGENHARIA DE SOFTWARE 60 DCC117 -\nDCC064 SISTEMAS DISTRIBUÍDOS 60 DCC062 -\nDCC065 COMPUTAÇÃO GRÁFICA 60 MAT158 -\nDCC066 PROCESSAMENTO DE IMAGENS 60 DCC119,\nDCC120,\nMAT158-\nDCC067 COMPUTAÇÃO EVOLUCIONISTA 60 DCC059 -\nDCC068 REDES NEURAIS ARTIFICIAIS 60 DCC059 -\nDCC069 PROGRAMAÇÃO NÃO LINEAR 60 DCC163 -\nDCC071 LABORATÓRIO DE SISTEMAS OPERACIONAIS 30 DCC062 -\nDCC072 LABORATÓRIO DE REDES DE\nCOMPUTADORES30 DCC042 -\nDCC073 TEORIA DE FILAS 60 EST029 -\n26", "28": "CÓDIGO DISCIPLINA CH PR EQ\nDCC074 A V ALIAÇÃO DE DESEMPENHO DE SISTEMAS 60 EST029 -\nDCC075 SEGURANÇA EM SISTEMAS DE\nCOMPUTAÇÃO60 DCC042 -\nDCC077 ASPECTOS A V ANÇADOS EM BANCO DE\nDADOS60 DCC060 -\nDCC078 ASPECTOS A V ANÇADOS EM ENGENHARIA DE\nSOFTWARE60 DCC061 -\nDCC079 PROGRAMAÇÃO PARA A WEB 60 DCC025 -\nDCC080 LABORATÓRIO INTEGRADO DE\nDESENVOLVIMENTO DE SOFTWARE30 DCC060,\nDCC061-\nDCC082 SISTEMAS MULTIMÍDIA 60 DCC042,\nDCC062-\nDCC083 QUALIDADE DE SOFTWARE 30 DCC061 -\nDCC089 TÓPICOS EM COMPUTAÇÃO CIENTIFICA I 60 - -\nDCC090 TÓPICOS EM COMPUTAÇÃO CIENTIFICA II 60 - -\nDCC091 TÓPICOS EM REDES E PROCESSAMENTO\nDISTRIBUÍDO I60 - -\nDCC092 TÓPICOS EM REDES E PROCESSAMENTO\nDISTRIBUÍDO II60 - -\nDCC093 TÓPICOS EM DESENVOLVIMENTO DE\nSOFTWARE I60 - -\nDCC094 TÓPICOS EM DESENVOLVIMENTO DE\nSOFTWARE II60 - -\nDCC136 INTELIGÊNCIA COMPUTACIONAL 60 DCC059 -\n27", "29": "CÓDIGO DISCIPLINA CH PR EQ\nDCC173 ANÁLISE NUMÉRICA 60 DCC008 DCC003\nDCC190 SOLUÇÃO NUMÉRICA DE EQUAÇÕES\nDIFERENCIAIS60 DCC008 DCC004\nDCC191 VISUALIZAÇÃO CIENTIFICA 60 DCC119,\nDCC120,\nMAT156-\nESA003 MECÂNICA DOS FLUIDOS 75 FIS081 -\nESA503 MECÂNICA DOS FLUIDOS PRATICA 0 - -\nMAC003 RESISTÊNCIA DOS MATERIAIS II 60 MAC002 -\nMAC004 RESISTÊNCIA DOS MATERIAIS III 60 MAC003 -\nMAC007 LABORATÓRIO DE RESISTÊNCIA DOS\nMATERIAIS30 MAC002 -\nMAC009 ANÁLISE EXPERIMENTAL EM DINÂMICA DAS\nESTRUTURAS60 MAC007 -\nMAC014 TÓPICOS ESPECIAIS EM OTIMIZAÇÃO 60 DCC008 -\nMAC025 MODELAGEM COMPUTACIONAL DE\nFENÔMENOS AEROELÁSTICOS60 MAC002,\nEST029-\nMAC028 TÓPICOS A V ANÇADOS EM MODELAGEM\nGEOMÉTRICA60 MAC013 -\nMAC029 APLICAÇÃO DE PROCESSAMENTO DE\nIMAGENS PARA A SOLUÇÃO DE PROBLEMAS\nDE ENGENHARIA60 MAC002 -\nMAT143 INTRODUÇÃO À TEORIA DOS NÚMEROS 60 - -\nEDU088 LÍNGUA BRASILEIRA DE SINAIS (LIBRAS) 60 - -\n28", "30": "4.4.3 Processos de Avaliação do Curso\nEm 22 de Janeiro de 2013, aconteceu o I Workshop sobre o curso de Graduação em Engenharia\nComputacional, ocorrido no Museu de Arte Murilo Mendes, com inicio às 14h00, e que teve como\nobjetivos a apresentação e avaliação do respectivo curso. O workshop contou com a presença dos\nprofessores do curso e alunos. Durante o workshop , os presentes foram divididos em grupos, que\npropuseram alterações e melhorias na matriz curricular do curso e nos planos de ensino das disciplinas.\nNa fase ﬁnal do workshop , cada grupo apresentou suas contribuições, e na sequencia houve a discussão\ndas alterações e a proposição consensual de um conjunto de alterações, que foram enviadas para a\navaliação mais detalhada do NDE do Curso. Os alunos, especialmente, se mostraram participativos\ne demonstraram interesse em conversar sobre o curso, sugerindo até mesmo outras disciplinas que\npoderiam vir a ser ministradas no curso. Qualquer modiﬁcação no projeto do curso, pensado por seu\nNDE e votada no colegiado do curso, é necessariamente encaminhada ao conselho de graduação para\naprovação, conforme previsto no Capítulo IX do RAG.\nAlém disso, periodicamente a coordenação consulta aos alunos, através de formulários eletrônicos\nanônimos, sobre a qualidade, assiduidade e pontualidade do corpo docente do curso, a ementa da\ndisciplina, se os objetivos da mesma foram cumpridos ao ﬁnal do período, dentre outros itens. Os\nalunos tem também a oportunidade de fazer uma autoavaliação, tudo de modo anônimo. O Anexo D\napresenta o formulário atualmente aplicado na avaliação por parte dos alunos.\n4.4.4 Políticas de Educação Ambiental\nA Universidade Federal de Juiz de Fora, atendendo ao disposto na Lei No9795/99 e no Decreto\nNo4281/2002, está ciente de seu papel como Instituição de Ensino Superior (IES) na proteção do\nmeio ambiente e, em razão disso, incentiva o desenvolvimento de programas e eventos que tratem do\ntema.\nDentre os eventos supramencionados, merece destaque a realização da Semana do Meio Ambiente,\nque ocorre anualmente, os seminários e palestras sobre sustentabilidade oferecidos pelas unidades da\nIES (saneamento básico e sua relação com o meio ambiente, aeroportos e meio ambiente, entre outros)\ne os cursos lato sensu de gestão de meio ambiente: educação, direito e análise ambiental (orientado à\nformação de proﬁssionais de recursos humanos e educadores para atuarem com questões ambientais)\ne de especialização em análise ambiental (voltado para a capacitação de proﬁssionais na tomada de\ndecisões em questões relacionadas ao tema).\nAlém disso, a preocupação da UFJF com a sustentabilidade ultrapassa o campo acadêmico, estendendo-\nse também às licitações para aquisição de bens/produtos e para contratação de obras e serviços de\n29", "31": "engenharia como se vê no questionário sobre sustentabilidade encaminhado pela instituição à Contro-\nladoria Geral da União (CGU) segundo exigências do Decreto No5.940/2006 [23], da Portaria TCU\nNo150/2012 [24]; IN SLTI No01/2010 [25] e da Portaria SLTI No02/2010 [26].\nPor ﬁm, é necessário ressaltar que o curso de graduação em Engenharia Computacional, especiﬁ-\ncamente, oferece disciplinas com temas relacionados à educação ambiental em suas interações sociais,\npolíticas e culturais. A disciplina ESA002 - Ecologia e preservação do ambiente é de caráter obriga-\ntório para o curso. Entre as disciplinas Optativas (4o, 5oe 6operíodos), existe uma grande gama de\ndisciplinas ligadas à questão ambiental que está à disposição dos discentes do curso em diversos de-\npartamentos da Universidade, dentre as quais podemos destacar: a) ESA077 – Biologia Sanitária e\nAmbiental; b) TRN056 – Geologia Ambiental; c) ESA064 – Gestão Ambiental e Sustentabilidade;\nd) ESA078 – Microbiologia Sanitária e Ambiental; e) ESA044 – Qualidade da Água; f) ESA079 –\nPoluição dos Solos e das Águas Subterrâneas; g) ESA066 – Introdução à Climatologia e Poluição At-\nmosférica; h) ESA071–Química Ambiental para Engenharia; i) ESA067 – Controle e Monitoramento\nda Poluição Atmosférica; j) ESA073 – Princípios e Sistemas de Tratamento Biológico de Eﬂuentes;\nk) ESA074 – Energia e Meio Ambiente; l) ESA072 – Legislação Ambiental para Engenharia; m)\nESA055 – Avaliação de Impactos Ambientais; n) GEO076 – Climatologia; o) GEO095 – Biogeo-\ngraﬁa; p) GEO125 – Gestão dos recursos hídricos; q) GEO142 – Estudo de Impactos Ambientais;\nr) BOT057 – Ecologia de Populações e Comunidades; s) GEO123 - Avaliação de Riscos e Impactos\nAmbientais; t) ESA031 - Introdução às ciências do ambiente; u) DCC118 - Informática e sociedade,\ndentre outras.\n4.4.5 Sobre a Oferta da Disciplina de Libras\nA disciplina de LIBRAS é oferecida aos discentes de todos os cursos da UFJF, como componente\ncurricular opcional nos Bacharelados e como componente curricular obrigatório nas Licenciaturas,\nconforme preceitua o Decreto No5.626, de 22 de dezembro de 2005 [18].\nA Pró-Reitoria de Graduação encaminhou ao Conselho de Graduação (CONGRAD) da UFJF a\nproposta de criação da disciplina, que foi aprovada pela Resolução CONGRAD No71/2008.\nA disciplina de Língua Brasileira de Sinais (LIBRAS) é oferecida regularmente pela Faculdade\nde Educação junto ao curso de Pedagogia. Logo, os alunos da Engenharia Computacional podem\ncursar a disciplina de LIBRAS como disciplina opcional nas dependências da Faculdade de Educação,\nbastando o requerimento de matrícula.\n30", "32": "4.4.6 História e Cultura Afro-Brasileira\nA Universidade Federal de Juiz de Fora conta com o Núcleo de Estudos Afro-Brasileiros (NEAB), um\nórgão suplementar, vinculado à Pró-Reitoria de Pesquisa. Internamente, por seu caráter interdeparta-\nmental, o núcleo busca garantir a participação de docentes, discentes, pesquisadores e servidores de\ntodos os departamentos e unidades acadêmicas da UFJF. Por outro lado, o núcleo tem como proposta o\ndesenvolvimento de um diálogo contínuo e participativo dos diversos segmentos do movimento negro\nda cidade com representantes em seu conselho deliberativo. Estão previstas palestras dos professores\npesquisadores deste núcleo sobre a história e cultura afro-brasileira, durante a disciplina obrigatória\nde Introdução às Ciências Exatas.\n4.5 Estágio Curricular Supervisionado\nA realização de estágios pelos alunos do Curso de Engenharia Computacional está em conformidade\ncom o previsto no RAG, em seu capítulo VII. Os estágios no curso são de caráter obrigatório, sendo\nportanto requisito para a integralização do currículo. As normas para estágios são descritas de modo\ndetalhado no Anexo A deste PPC.\nFoi constituída uma Comissão Orientadora de Estágio (COE), com a atribuição de programar,\nsupervisionar e avaliar os estagiários, composta pelo coordenador e pelo vice-coordenador do curso\nde Engenharia Computacional, um representante do MAC e um representante do DCC.\nO Estágio Curricular só pode ser realizado na UFJF e em organizações que possuam convênio\npara tal ﬁnalidade com a UFJF, podendo ser desenvolvido fora do período letivo regular, desde que\ntoda a documentação requerida para o estágio seja apresentada na coordenação de estágio antes do\ninício da atividade, ainda durante o período letivo. O Estágio Curricular só pode ser realizado pelos\nalunos que tiverem concluído pelo menos as seguintes disciplinas obrigatórias do curso: DCC025 -\nOrientação a Objetos, DCC122 - Circuitos Digitais, MAC002 - Resistência dos Materiais I e MAC019\n- Fundamentos de Mecânica das Estruturas.\nDado o caráter cientíﬁco do curso, o Estágio Curricular pode ser substituído ou ter equivalência\ncom outra atividade orientada, em especial de Iniciação Cientíﬁca e de participação em Grupos e\nProgramas de Educação Tutorial, mediante o preenchimento de um registro de equiparação de estágio,\ndisponível na página da Pró-Reitoria de Graduação, que deve ser encaminhado à Coordenação de\nEstágios da UFJF.\nAs atividades acadêmicas programadas na UFJF para o curso têm precedência sobre a atividade\nde estágio em qualquer situação.\n31", "33": "O estágio não pode ultrapassar 6 (seis) meses de duração, podendo haver renovação do contrato\npor mais 6 (seis) meses, mediante parecer favorável emitido pela COE.\nO Estágio Curricular é uma atividade orientada, contando para isso com um professor orientador\nmembro do COE. O aluno deverá ter ainda um supervisor de estágio pertencente à organização na\nqual realiza o estágio.\nOs critérios de avaliação do estágio estão deﬁnidos no Anexo B desse PPC. O limite máximo\nde 60 horas do estágio não obrigatório pode ser aproveitado para efeito de ﬂexibilização curricular,\nconforme explicitado no anexo I do RAG e complementadas no Anexo C desse documento.\n4.6 Avaliação da Aprendizagem\nA rotina de avaliação do processo de ensino e aprendizagem do curso de graduação em Engenharia\nComputacional acompanha as disposições do Capítulo IV do RAG.\nA avaliação da aprendizagem do aluno é um processo contínuo, gradativo, sistemático e integral,\ncom predominância dos aspectos qualitativos sobre os quantitativos, e opera por modalidades adequa-\ndas à natureza e objetivos da disciplina ou conjunto de disciplinas.\nOs alunos são avaliados quanto à assiduidade e ao aproveitamento. Por assiduidade, é aprovado o\naluno que tem frequência igual ou superior a 75% (setenta e cinco por cento) das atividades desenvol-\nvidas na disciplina ou conjunto de disciplinas. Por aproveitamento, é aprovado o aluno que alcança, na\ndisciplina ou conjunto de disciplinas, nota ﬁnal igual ou superior a 60% (sessenta por cento) da escala\nde notas. Considera-se nota ﬁnal a soma dos pontos cumulativos ou média (ponderada ou aritmé-\ntica), resultado de, no mínimo, três avaliações (provas ou trabalhos) aplicadas no período, sendo que\nnenhuma delas pode ultrapassar a parcela de 40% (quarenta por cento) do valor máximo da pontuação.\nO número e as modalidades de avaliação são previstos nos respectivos planos de curso das dis-\nciplinas ou conjunto de disciplinas, que são elaborados pelos seus professores, em alguns casos sob\ncoordenação de um professor coordenador, e aprovados pelos departamentos competentes. Contudo,\ndeve-se salientar que o número mínimo de avaliações é igual a três. Os planos de cursos são publica-\ndos, por escrito, aos alunos, no início de cada período letivo.\nO professor responsável pela disciplina ou conjunto de disciplinas pode conceder segunda cha-\nmada ao aluno ausente em quaisquer das avaliações de conhecimento que apresente requerimento\nescrito, no prazo máximo de três dias úteis subsequentes, com a devida justiﬁcativa.\nSendo julgada procedente a justiﬁcativa, a segunda chamada é designada pelo Professor, e versa\nsobre os mesmos tópicos da avaliação não realizada. Não sendo considerada procedente, cabe ao\n32", "34": "aluno recurso ao chefe de departamento, no prazo de três dias úteis que, considerando improcedente a\njustiﬁcativa, determina a segunda chamada ao ﬁnal do período letivo, sobre conteúdo acumulado.\nÉ facultativo ao aluno requerer vista ou revisão de qualquer avaliação, cabendo recurso ao Depar-\ntamento. Durante o processo de revisão, ﬁcam suspensos os prazos previstos no calendário acadêmico\npara o requerente.\nO registro de todas as atividades necessárias à apuração da assiduidade e do aproveitamento é da\nexclusiva competência do professor responsável pela turma. A frequência é apurada e registrada em\ncada aula, sendo vedado o abono de faltas, salvo nos casos previstos na legislação vigente.\nO coeﬁciente de evolução inicial da discente e do discente no curso (CEI), deﬁnido no RAG em\nseu Título I, é calculado somente uma vez e ao ﬁnal do segundo período letivo regular do discente no\ncurso, pela soma da carga horária das atividades acadêmicas em que o discente tiver sido aprovado até\nentão. Se maior ou igual a carga horária média (CEI ≥363), será considerado suﬁciente; se menor do\nque a carga horária média (CEI <363), será considerado insuﬁciente.\nJá o Coeﬁciente de evolução trissemestral do discente no curso (CET) é calculado a partir do\nterceiro semestre letivo regular no curso pela soma da carga horária das atividades acadêmicas em que\no discente tiver sido aprovado no período compreendido pelos três últimos períodos letivos regulares\ncursados. Se maior ou igual a uma vez e meia a carga horária média (CET ≥545), será considerado\nsuﬁciente; se menor do que uma vez e meia a carga horária média (CET <545), insuﬁciente.\nFaz jus e entra em acompanhamento acadêmico o discente que tiver CEI ou CET considerados\ninsuﬁcientes ou que demandem necessidade de acompanhamento. Neste caso a matrícula só poderá\nser realizada com a orientação da Coordenação do Curso. O discente é desligado da UFJF se, ﬁndo o\nterceiro acompanhamento acadêmico consecutivo, o CET ainda for insuﬁciente.\nDe acordo com o RAG, em seu Título VII, compete à UFJF, através de órgão competente, oferecer\ncondições de acompanhamento psicossocial às discentes e aos discentes quando houver demanda de-\nclarada por estas ou estes ou indicação de necessidade por parte das coordenações de curso, colegiados\nde curso ou conselhos de unidade.\n4.6.1 Trabalho de conclusão de curso (TCC)\nSão previstos dois tipos de trabalhos de síntese de conhecimentos adquiridos ao longo do curso, tal\ncomo previsto nas diretrizes curriculares do MEC: o Trabalho Multidisciplinar e o Trabalho Final de\nCurso.\nO Trabalho Multidisciplinar está previsto para realizar-se ao longo do oitavo período, totalizando\n60 horas, sob a orientação conjunta de dois professores, como forma de garantir a aplicação de con-\n33", "35": "teúdos programáticos de áreas de conhecimento distintas. A avaliação deste trabalho ﬁcará a cargo\ndos professores orientadores.\nO Trabalho de Conclusão de Curso constará de monograﬁa a ser desenvolvida sob orientação de\ndocente do curso, podendo haver coorientações. Será desenvolvido ao longo do nono e do décimo\nperíodos totalizando 180 horas, obedecendo às regras estabelecidas pelo Regimento Acadêmico de\nGraduação (Art. 53) da Universidade Federal de Juiz de Fora. Ademais, no caso especíﬁco do curso\nde Graduação em Engenharia Computacional, exige-se que o trabalho seja submetido à aprovação\nde uma banca examinadora composta de, no mínimo, 3 (três) professores, entre os quais pelo menos\n2 (dois) deverão estar vinculados à UFJF e que o parecer da banca examinadora deva ser registrado\nem ata apropriada. O critério para aprovação é que se alcance média maior ou igual a 60 nas notas\natribuídas pelos membros da banca, em relação à monograﬁa e à defesa.\n4.7 Reoferta de Disciplinas\nSegundo o Artigo 42 do RAG, cabe à coordenação do curso ou ao departamento competente a proposta\npara a reoferta de disciplinas na forma de um curso intensivo. Obrigatoriamente os cursos intensivos\nsão oferecidos pelo departamento competente, para a atividade acadêmica obrigatória que: a) for pro-\ngramada e não entrar em carga no período letivo regular; ou b) não for programada para o período\nletivo regular e dela estiver dependendo discente para se graduar no período letivo. Contudo, se o\nnúmero de inscritos for inferior a 1/3 (um terço) da média aritmética simples dos discentes matricula-\ndos na disciplina (excluindo os casos de trancamento de matrícula e de reprovação por infrequência)\nnas 3 (três) últimas ofertas, o oferecimento do curso intensivo deve ser reavaliado pelo departamento\ncompetente.\nO curso intensivo requer projeto próprio, com calendário e jornada das atividades acadêmicas do\ncurso não superiores, respectivamente, a 45 (quarenta e cinco) dias letivos e a 4 (quatro) horas diária.\nÉ vedado o trancamento de matrícula em cursos intensivo.\n4.8 Adaptação ao Novo Currículo\nEm relação ao currículo anterior (2009), foram feitas as seguintes alterações no novo currículo:\na) introdução de três novas disciplinas obrigatórias, que antes era eletivas: Pesquisa Operacional,\nProgramação Paralela e Introdução ao Método dos Elementos Finitos;\n34", "36": "b) remoção de três disciplinas obrigatórias, que passam a ser eletivas: Engenharia de Software,\nTeoria da Computação e Introdução à Teoria dos Números;\nc) trocas na periodização de disciplinas;\nd) mudança de pré-requisitos;\ne) introdução de novas disciplinas eletivas.\nEm relação às condições de adaptação do discente ao novo currículo, adotamos como regra geral:\no aluno que já se encontrava matriculado permanecerá no currículo anterior (2009). Ressalva-se a\ncompetência do colegiado do curso para avaliar, caso necessário, eventuais mudanças para o novo cur-\nrículo, que se dará com base na autonomia universitária, de acordo com a Norma Técnica no793/2015\ndo MEC [20].\n4.9 Mobilidade Acadêmica\nA mobilidade acadêmica, de acordo com o RAG, constitui-se na realização de atividades acadêmicas\nem outra instituição de ensino superior no Brasil ou no exterior, mediante convênio ﬁrmado com a\nUFJF ou com o MEC, com objetivo de ampliar e diversiﬁcar a formação discente.\nA participação discente em programas de mobilidade acadêmica está condicionada a:\nI - ter concluído no mínimo 50% e no máximo 90% do curso;\nII - ter sido aprovado na disciplina MAC024 - Introdução à Modelagem Computacional;\nIII – aprovação em processo seletivo especíﬁco do programa de mobilidade, conduzido pela UFJF ou\npelo MEC;\nIV – ter índice de rendimento acadêmico de no mínimo 60.\n4.10 Tecnologias de informação e comunicação – TICs - no pro-\ncesso ensino-aprendizagem\nO SIGA - Sistema Integrado de Gestão Acadêmica é o sistema que atualmente integra todos os pro-\ncessos informatizados da UFJF. Desenvolvido pela equipe do Centro de Gestão do Conhecimento\n35", "37": "Organizacional com utilização exclusiva de software livre (gratuito), o sistema está constantemente\npassando por ajustes e aperfeiçoamentos, com novas funcionalidades sendo gradativamente construí-\ndas. Os módulos hoje instalados e em operação abrangem uma grande parte das necessidades institu-\ncionais. O aluno, através dele, pode consultar notas e horários das disciplinas, fazer reserva de livros\nna biblioteca, renovar matrícula, participar de promoções entre muitas outras opções.\nRespeitando o calendário acadêmico, os alunos podem consultar: agenda das provas e trabalhos\npara cada disciplina; notas parciais por disciplina; plano de ensino de cada componente curricular do\ncurso. Os alunos podem também imprimir, via web, o histórico escolar (essa função continua acessível\naos egressos) e o comprovante de matrícula.\nOs docentes têm acesso às ﬁchas de aproveitamento escolar, ao sistema de lançamento de frequên-\ncia e de notas em suas disciplinas, aos planos de ensino de suas disciplinas.\nPara os Chefes de Departamento, o SIGA disponibiliza, a cada período, o plano departamental;\nacesso a todas as disciplinas do departamento, permitindo o acompanhamento dos lançamentos feitos\npor seus professores.\nJá o Coordenador do Curso tem acesso às informações acadêmicas e cadastrais dos alunos de seu\nCurso; pode matricular seus alunos em disciplinas com vagas ociosas fazer ajustes de matrículas e\nsolicitar vagas aos Chefes dos Departamentos.\nO Moodle (“Modular Object-Oriented Dynamic Learning Environment”) é um sistema de admi-\nnistração de atividades educacionais destinado à criação de comunidades on-line, em ambientes vir-\ntuais voltados para a aprendizagem. Criado em 2001 pelo educador e cientista computacional Martin\nDougiamas, a plataforma está em desenvolvimento constante, tendo como ﬁlosoﬁa uma abordagem\nsocial construtivista da educação. A Universidade utiliza o Moodle, não só para cursos totalmente\nvirtuais, mas também como apoio aos presenciais. Também é indicado para outros tipos de atividades\nque envolvem formação de grupos de estudo, treinamento de professores e até desenvolvimento de\nprojetos.\nDevemos ainda destacar a produção de vídeo-aulas pelos professores do curso. Já foram produ-\nzidas vídeo-aula para todo o curso das disciplinas \"Algoritmos\"e \"Química Fundamental\". A ideia é\nque os alunos possam usar o material para revisar o conteúdo da disciplina. As disciplinas \"Algorit-\nmos\"e \"Química Fundamental\", além de \"Calculo I\", \"Física I\", \"Física II\"e \"Geometria Analítica e\nSistemas Lineares\"possuem páginas na web com todo o material didático disponível, bem como listas\nde exercícios.\nA página do Curso na Internet http://www.ufjf.br/engcomputacional/ está em constante atualização\ne disponibiliza informações sobre o curso, tais como os currículos ativos e grade, modalidades de\ningresso, normas e regulamentos, quadro de horários e salas das disciplinas, além de diversos links\n36", "38": "para páginas de interesse.\nDurante a última década, o surgimento das mídias sociais alterou a forma com que instituições e\nempresas se comunicam e se posicionam. Diante desse cenário, a coordenação do Curso de Enge-\nnharia Computacional buscou novos canais de comunicação e atualmente possui diferentes formas de\ninteração com o seu público na web, entre elas, uma página no Facebook, um perﬁl no Twitter e um\ncanal no Youtube.\n4.11 Diplomação\nApós a integralização, ou seja, o cumprimento de todas as atividades acadêmicas previstas neste PPC,\nque poderá ocorrer entre o prazo recomendado e o prazo máximo deﬁnidos, será conferido ao egresso\no diploma de bacharel em Engenharia Computacional.\n37", "39": "Anexos\n38", "40": "A. Normas para Estágios\nDispõe sobre as normas para estágios dos alunos do curso de Engenharia Computacional.\nCapítulo I - Das Disposições Preliminares\nArt. 1o- A presente norma tem como objetivo regulamentar a realização de estágios pelos alunos do\nCurso de Engenharia Computacional, em conformidade com o previsto no Regulamento Acadêmico\nde Graduação (RAG) da UFJF.\nArt. 2o- Conforme disposto no RAG, o estágio é a atividade de aprendizagem proporcionada ao\nestudante pela participação em situações reais, dentro e fora da Universidade, que lhe permitam\nvivenciar, aplicar e aprofundar os conhecimentos e objetivos do curso, com caráter obrigatório\nconforme previsto na Resolução CNE/CES 11/2002 (diretrizes curriculares nacionais do curso de\ngraduação em engenharia) e no Projeto Pedagógico do Curso (PPC) de Engenharia Computacional.\nCapítulo II - Da Comissão Orientadora de Estágio (COE)\nArt. 3o- A COE do curso de Engenharia Computacional possui a seguinte composição:\na. Coordenador do curso de Engenharia Computacional;\nb. Vice-Coordenador do curso de Engenharia Computacional;\nc. Um representante do departamento de Mecânica Aplicada e Computacional (MAC);\nd. Um representante do departamento de Ciência da Computação (DCC).\nArt. 4o- Os membros da COE elegem o seu presidente entre os seus pares, para mandato de 2 (dois)\nanos, permitida a recondução, em conformidade com o previsto no RAG.\nArt. 5o- Compete ao presidente da COE:\na. Convocar e presidir as reuniões da COE;\n39", "41": "b. Coordenar as atividades de programação de estágios ouvida a coordenação de Curso;\nc. Coordenar as atividades de supervisão e avaliação dos estagiários;\nd. Encaminhar e assinar os contratos de estágio curricular, de acordo com os termos dos\nrespectivos convênios e com a legislação em vigor.\nCapítulo III - Da realização do Estágio pelos Alunos\nArt. 6o- O estágio curricular só pode ser realizado na UFJF e em organizações que possuam\nconvênio para tal ﬁnalidade com a UFJF. O estágio pode ser desenvolvido fora do período letivo\nregular devendo a documentação requerida ser apresentada e a matrícula ser efetivada antes do início\ndo estágio.\nArt. 7o- O estágio curricular obrigatório apenas pode ser realizado pelos alunos que tiverem\nconcluído pelo menos as seguintes disciplinas obrigatórias do curso: DCC059 – Teoria dos Grafos,\nDCC122 - Circuitos Digitais, MAC002 - Resistência dos Materiais I e MAC019 - Fundamentos de\nMecânica das Estruturas. Isso será efetivado através de requerimento junto à coordenação de curso,\npleiteando matrícula na disciplina MAC018 - Estágio em Engenharia Computacional mediante a\napresentação de contrato de estágio assinado e parecer favorável da COE.\nArt. 8o- Dado o caráter cientíﬁco do curso, o estágio curricular obrigatório pode ser substituído ou\nter equivalência com outra atividade orientada, em especial de iniciação cientíﬁca e de participação\nem grupos e programas de educação tutorial, mediante requerimento encaminhado à COE.\nParágrafo único - O parecer emitido pela COE, caso seja favorável ao requerimento do aluno, é\nencaminhado à coordenação de curso para as providências cabíveis.\nArt. 9o- As atividades acadêmicas programadas na UFJF para o curso têm precedência sobre a\natividade de estágio em qualquer situação.\nParágrafo único - O estágio não pode ultrapassar 6 (seis) meses de duração, podendo haver\nrenovação do contrato por mais 6 (seis) meses, mediante parecer favorável emitido pela COE.\nArt. 10o- O contrato de estágio é cancelado de imediato, caso o aluno estagiário não logre aprovação\nem pelo menos 60% da carga horária no período letivo em que estiver realizando o estágio.\nParágrafo único - Caso o aluno esteja realizando estágio curricular e não conseguir ser aprovado em\npelo menos 60% da carga horária, o cancelamento ocorre tão logo seja completada a carga mínima\nobrigatória exigida para cumprimento desse estágio.\n40", "42": "Art. 11o- O estágio curricular é uma atividade orientada contando para isso com um professor\norientador membro do COE.\n§ 1o- O aluno pode ter um coorientador pertencente à organização na qual realiza o estágio ou a\noutra instituição, mediante solicitação e aquiescência da COE.\n§ 2o- O orientador e o coorientador devem ter formação compatível com o estágio a ser orientado.\n§ 3o- O aluno estagiário deve apresentar um programa de estágio ao professor orientador de acordo\ncom o formato estabelecido pela COE.\nArt. 12o- Compete ao professor orientador:\na. Colaborar com o estudante na elaboração do programa das atividades a serem desenvolvidas no\nestágio;\nb. Acompanhar o desenvolvimento das atividades programadas;\nc. Apresentar na COE a avaliação do desempenho das atividades desenvolvidas após o\nrecebimento do relatório ﬁnal do estágio do aluno;\nd. Solicitar, em caráter facultativo, a apresentação oral das atividades desenvolvidas no estágio.\nArt. 13o- A avaliação do estágio curricular se dá através da análise das atividades desenvolvidas, dos\nrelatórios parciais e pelo relatório ﬁnal apresentado pelo aluno estagiário segundo formato\nestabelecido pela COE.\n§ 1o- Cabe à COE atribuir um conceito baseado no parecer do professor orientador.\n§ 2o- A COE pode convocar o professor orientador e/ou o aluno estagiário sempre que necessário\npara esclarecimentos e/ou questionamentos acerca do andamento do estágio.\n§ 3o- Os conceitos são encaminhados à coordenação de curso para as providências ﬁnais cabíveis.\nCapítulo IV - Disposições Finais e Transitórias\nArt. 14o- O colegiado do curso de Engenharia Computacional é a instância recursiva das decisões da\nCOE.\nArt. 15o- Todos os estágios realizados ou em andamento que se não enquadrem na presente norma,\nnão serão considerados para efeito de aproveitamento da carga horária.\nArt. 16o- Esta norma entra em vigor a partir da data de sua aprovação no colegiado do curso de\nEngenharia Computacional.\n41", "43": "B. Formulário de Avaliação de Estágio\nDescreve o formulário usado para a avaliação de Estágio em Engenharia Computacional.\nIdentiﬁcação\nNome do Estagiário:\nMatrícula:\nPeríodo de estágio:\nTotal de horas do estágio:\nEstágio em:\nEmpresa ( )\nProﬁssional Autônomo ( )\nNome da Empresa ou nome completo do Proﬁssional Autônomo Contratante:\nEndereço:\nLocal do Estágio:\nAspectos Proﬁssionais\nConceitos:\n•Insuﬁciente (valor=1)\n•Regular (valor=2)\n•Bom (valor=3)\n•Muito Bom (valor=4)\n42", "44": "Grupo 1 (peso 2)\nDescrição Conceito\n1 Conhecimentos teóricos demonstrados no desenvolvimento das atividades\n2 Conhecimentos práticos (experiência que já possuía ou que está adquirindo e\nutilizando no estágio) demonstrados no desenvolvimento das atividades\n3 Facilidade para aprender: assimilar novas ideias, domina o novo trabalho, relem-\nbra\n4 Cumprimento das tarefas: Execução das atividades em relação à programação\n5 Espírito inquisitivo: Disposição que o estagiário demonstrou para aprender\n6 Iniciativa: Capacidade demonstrada para desenvolver suas atividades sem de-\npendência dos outros\n7 Criatividade: Capacidade de sugerir, projetar ou executar modiﬁcações ou ino-\nvações que beneﬁciam a empresa\nGrupo 2 (peso 1)\nDescrição Conceito\n1 Assiduidade: Cumprimento do horário do estágio e ausência de faltas e atrasos\n2 Disciplina: Observância das normas e regulamentos internos da Empresa\n3 Cooperação: Disposição para cooperar com colegas, de qualquer nível, e atender\nprontamente às atividades de trabalho\n4 Conﬁança: Discrição demonstrada quanto ao sigilo das atividades a ele conﬁadas\n5 Responsabilidade: Zelo pelo material, equipamento e bens da Empresa\n6 Equilíbrio Emocional: Grau de maturidade e segurança demonstrados no exercí-\ncio de suas funções\nNota da tabela:\nPontos de destaque ou pontos a desenvolver:\nPrezados supervisor, indique se desejar ajustar a nota do estagiário: ( ) Sim ( ) Não Adicionar bônus (+5 %)\nPenalizar (- 5 % )\n43", "45": "C. Atividades previstas para a ﬂexibilização\ncurricular\nDispõe sobre as atividades as atividades previstas para a ﬂexibilização curricular.\nArt. 1o- Consideram-se “Atividades Eletivas” para o curso de graduação em Engenharia\nComputacional todas as seguintes atividades acadêmicas curriculares listadas no anexo I do\nRegimento Acadêmico da Graduação (RAG).\n§1oTodas as atividades deverão, necessariamente, estar relacionadas a formação de um Engenheiro\nComputacional.\n§2oConsidera-se que serão computadas 15 horas para cada título apresentado pelo discente em\nseminários e correlatos.\n§3oConsidera-se que serão computadas até 60 horas para estágio não obrigatório e estágio\nobrigatório, em suas horas excedentes.\nArt. 2o- Cabe ao discente apresentar no processo a ser encaminhado para a coordenação do curso os\ndocumentos comprobatórios relacionados às atividades acadêmicas curriculares cumpridas.\n§1oApenas serão validados documentos comprobatórios emitidos por entidade/instituto\npublicamente reconhecido e passível de comprovação junto à entidade emissora do documento.\n§2oCaberá ao coordenador preparar um parecer sobre o aproveitamento da atividade pleiteada pelo\naluno, que deverá ser aprovado pelo colegiado do curso.\nArt. 3o- As situações não previstas nesta resolução serão examinadas pelo NDE e homologadas\npelo Colegiado do Curso de Engenharia Computacional.\n44", "46": "D. Formulário de Avaliação\nDescreve o formulário de avalição das Disciplinas e Docentes.\nFormulário de Avaliação das Disciplinas / Docentes\nPrezados alunos, Este formulário tem por objetivo avaliar a) os professores que ministram aulas para\no curso de graduação em Engenharia Computacional, b) as disciplinas que compõem a grade do\ncurso e c) o próprio discente.\n* Campo de preenchimento obrigatório.\nIdentiﬁcação da Disciplina e Docente\nDisciplina que você está avaliando* :\nPreencha com o nome ou código da disciplina.\nProfessor que você está avaliando* :\nPreencha com o nome do professor.\nQuestionário\nResponda com notas de 1 a 5, sendo 1 a nota mínima e 5 a nota máxima.\n45", "47": "Descrição Resposta\n1 Em relação a pontualidade do professor. (O professor chega pontualmente?)\n2 Em relação a pontualidade do aluno. (Eu sou pontual?)\n3 Em relação à assiduidade do professor (O professor foi a todas as aulas agenda-\ndas?)\n4 Em relação a assiduidade do aluno (Eu sou assíduo?)\n5 O professor apresentou, na primeira semana de aula, e/ou enviou por e-mail, o\nplano de curso? (O plano de aula é o planejamento da disciplina.)\n6 Em relação ao relacionamento do professor com a turma. (Como o professor se\nrelaciona com os discentes durante a aula?)\n7 O professor tem disponibilidade para atender os alunos fora do horário de aula?\n(O professor disponibiliza horário de atendimento aos discentes.) (Sim/Não)\n8 V ocê procurou o professor/tutor/monitor para tirar dúvidas da disciplina?\n(Sim/Não)\n9 O professor apresenta os conteúdos de forma clara?\n10 O professor domina o conteúdo da disciplina?\n11 O professor estimula a participação dos alunos na aula/disciplina?\n12 O conteúdo ministrado em aula é atualizado?\n13 O professor apresenta exemplos em aula e faz ou propõe exercícios e/ou traba-\nlhos práticos?\n14 Meu posicionamento em relação as atividades/exercícios/trabalhos propostos é\nde... (1-Nunca fazer qualquer atividade, ..., 5-Fazer todas as atividades propos-\ntas)\n15 O professor cumpriu qual percentual do conteúdo programático da disciplina?\n(0% a 100%)\n16 As avaliações (provas/trabalhos/etc...) reﬂetem o conteúdo apresentado em sala?\n17 As notas das avaliações foram disponibilizadas em até 3 dias antes da próxima\navaliação? (Sim/Não)\n18 A avaliação valoriza mais a reﬂexão e a solução de problemas do que a memori-\nzação de dados e fatos?\n46", "48": "Descrição Resposta\n19 Sua nota na disciplina foi justa? (A nota reﬂetiu de modo ﬁel o conhecimento\nque você reteve ao longo do curso?)\n20 Como foi sua dedicação a disciplina?\n21 Em relação à bibliograﬁa da disciplina, apresentada no plano de curso... (1-\nTotalmente inadequada, ..., 5-Completamente adequada)\n22 Meu posicionamento em relação à bibliograﬁa adotada... (1-Não li nenhum tre-\ncho de nenhum dos livros indicados, ..., 5-Li trechos de todos os livros indicados)\n23 Costumo estudar para a prova... (V ocê pode marcar mais de uma opção! ( ) Pelo\nmaterial disponibilizado pelo professor; ( ) Pela bibliograﬁa básica; Pela biblio-\ngraﬁa complementar; ( ) Por material disponível na internet (páginas, tutoriais,\nvídeo-aulas, outros vídeos, etc) ( ) Outros\n24 Em relação aos objetivos da disciplina, o curso... (1-O curso não atendeu ao\nobjetivo, ..., 5-O curso atendeu totalmente ao objetivo)\n25 Em relação à ementa, considero que a mesma, em relação a minha futura forma-\nção proﬁssional... (1-É totalmente inadequada, ..., 5-É totalmente adequada)\n26 Em relação à disciplina e a grade do curso... (1-A disciplina mostrou-se total-\nmente desnecessária, ..., 5-A disciplina mostrou-se essencial)\n27 Em relação ao meu conhecimento prévio sobre os temas abordados na disciplina,\na mesma... (1-Não teve qualquer contribuição para aumentar meus conhecimen-\ntos, ..., 5-Aumentou signiﬁcativamente meus conhecimentos)\nEspaço para comentários adicionais sobre o professor e a disciplina.\n47", "49": "E. Equivalências de Disciplinas\nDescreve as equivalências entre as Disciplinas.\n•DCC119 equivale a DCC119E;\n•MAT154 equivale a MAT154E;\n•MAT155 equivale a MAT155E;\n•ICE001 equivale a FIS085 ou QUI157;\n•QUI125 equivale a QUI125E;\n•MAT156 equivale a MAT156E;\n•FIS073 equivale a FIS073E;\n•MAT157 equivale a MAT157E;\n•FIS074 equivale a FIS074E;\n•MAT158 equivale a MAT158E;\n•MAT029 equivale a MAT029E;\n•DCC173 equivale a DCC003;\n•DCC190 equivale a DCC004;\n•DCC163 equivale a DCC024;\n48", "50": "F. Eixos Temáticos\nApresenta os três eixos temáticos do curso.\nEixo 1: Métodos Numéricos e Otimização\nDCC033 Fluxo em redes\nDCC067 Computação evolucionista\nDCC068 Redes Neurais Artiﬁciais\nDCC069 Programação não linear\nDCC073 Teoria de ﬁlas\nDCC089 Tópicos em Computação Cientíﬁca I\nDCC090 Tópicos em Computação Cientíﬁca II\nDCC136 Inteligência computacional\nDCC173 Análise numérica\nDCC190 Solução Numérica de Equações Diferenciais\nFIS120 Física Computacional\nMAC014 Tópicos especiais em otimização\nEixo 2: Mecânica Aplicada e Computacional\nDCC065 Computação gráﬁca\nDCC066 Processamento de imagens\nDCC173 Análise numérica\nDCC190 Solução Numérica de Equações Diferenciais\nESA003 Mecânica dos ﬂuidos\nMAC003 Resistência dos materiais II\nMAC004 Resistência dos materiais III\n49", "51": "MAC006 Mecânica dos Sólidos II\nMAC007 Laboratório de resistência dos materiais\nMAC009 Análise experimental em dinâmicas das estruturas\nMAC025 Modelagem computacional de fenômenos aeroelásticos\nMAC028 Tópicos avançados em modelagem geométrica computacional\nEixo 3: Sistemas Computacionais Aplicados\nDCC014 Inteligência artiﬁcial\nDCC037 Laboratório de Organização de Computadores\nDCC057 Arquitetura de computadores\nDCC061 Engenharia de Software\nDCC064 Sistemas distribuídos\nDCC065 Computação gráﬁca\nDCC066 Processamento de imagens\nDCC068 Redes Neurais Artiﬁciais\nDCC077 Aspectos avançados em banco de dados\nDCC078 Aspectos avançados em engenharia de software\nDCC089 Tópicos em Computação Cientíﬁca I\nDCC090 Tópicos em Computação Cientíﬁca II\nDCC091 Tópicos em Redes e Processamento Distribuído I\nDCC092 Tópicos em Redes e Processamento Distribuído II\nDCC093 Tópicos em Desenvolvimento de Software I\nDCC094 Tópicos em Desenvolvimento de Software II\nDCC177 Pesquisa Operacional II\nDCC178 Pesquisa Operacional III\nDCC136 Inteligência computacional\nMAC028 Tópicos avançados em modelagem geométrica computacional\n50", "52": "G. Planos de Ensino das Disciplinas\nObrigatórias\n1oPERÍODO\nDCC199 – ALGORITMOS – 60 horas\nEmenta\n1. Introdução;\n2. Noções de uma linguagem de programação;\n3. Estruturas básicas para construção de algoritmos;\n4. Algoritmos para estruturas de dados homogêneas;\n5. Algoritmos para estruturas de dados heterogêneas;\n6. Procedimentos e Funções.\nConteúdo\n1) Introdução: Histórico, perspectivas e aplicações. Sistema de numeração. Sistemas computacionais.\nArquitetura de computadores. Processadores. Periféricos. Sistemas operacionais. Ambiente de programação.\nCompiladores e interpretadores. Sistemas aplicativos. Paradigmas de programação: estruturada, orientada a\nobjetos, funcional, lógica. Conceito de algoritmos e estrutura de dados. Estruturas básicas de controle do ﬂuxo\nde execução. Conceito de estrutura léxica, sintática e semântica de uma linguagem de programação. Tabelas de\ndecisão.\n2) Noções de uma linguagem de programação: Estrutura léxica, sintática e semântica. Construção de\nexpressões aritméticas, lógicas e relacionais. Precedência de operadores. Declaração de variáveis, tipos\nbásicos, estruturas de controle básicas. Manipulação de cadeias de caracteres. Entrada e saída básica. Regras\nbásicas para a construção de algoritmos legíveis (indentação, nomes de variáveis, etc.)\n3) Estruturas Básicas para Construção de Algoritmos: Inicialização de variáveis. Laços iterativos,\n51", "53": "acumuladores, contadores, sinalizadores (ﬂags), condições de parada, entrada e saída. Decisão com expressões\nlógicas e alternativas. Exemplos de algoritmos: média, séries matemáticas, maior e menor valores, seqüência\nde Fibonacci, etc.\n4) Algoritmos para estruturas de dados homogêneas: Declaração e manipulação de arranjos unidimensionais:\nvetores. Algoritmos para vetores: busca seqüencial, busca binária, ordenação. Declaração e manipulação de\narranjos multidimensionais:matrizes. Métodos básicos de busca em cadeias de caracteres (exemplos de\nmétodos: Knuth-Morris-Pratt, Boyer-Moore, Boyer-Moore-Horspool).\n5) Algoritmos para estruturas de dados heterogêneas: Declaração de registros. Manipulação de arranjos de\nregistros.\n6) Procedimentos e funções: Escopo de nomes, estrutura de procedimentos e funções, argumentos formais e\nreais. Funções e procedimentos recursivos. Exemplos de algoritmos recursivos: busca binária, Fibonacci,\nfatorial, torre de Hanói, etc.\nBibliograﬁa\nGUIMARÃES, A. M. Algoritmos e estruturas de dados. LTC, 1994.\nKERNIGHAN, BRIAN W., RITCHIE, DENNIS M. C: A linguagem de programação padrão. Campus, 1989.\nSZWARCFITER , J. L., MARKENZON, L. Estruturas de dados e seus algoritmos. Editora LCT. 2a. Edição,\n1994.\nDCC120 - LABORATÓRIO DE PROGRAMAÇÃO – 30 horas\nEmenta\n1. Introdução;\n2. Linguagem de Programação;\n3. Implementação de Estruturas Básicas para Construção de Algoritmos;\n4. Implementação de Estrutura de Dados;\n5. Implementação de Procedimentos e Funções.\nConteúdo\n1- Introdução (conceitos de computação; ambientação à programação e compilação; noções de depuração e\ntestes);\n2- Linguagem de programação (declaração de variáveis, tipos básicos, estruturas de controle básicas; entrada e\nsaída básica; construção de expressões aritméticas, lógicas e relacionais; precedência de operadores).\n3- Implementação de algoritmos básicos (inicialização de variáveis; laços iterativos, acumuladores, contadores,\nsinalizadores (ﬂags), entrada e saída; decisão com expressões lógicas e alternativas; cálculo de média, séries\n52", "54": "matemáticas, maior e menor valores, sequência de Fibonacci, etc);\n4- Implementação de estrutura de dados (declaração e manipulação de arranjos unidimensionais: vetores;\npesquisa seqüencial, pesquisa binária, ordenação; métodos básicos de ordenação; arranjos multidimensionais:\nmatrizes; manipulação de cadeias de caracteres; declaração de registros; manipulação de arranjos de registros);\n5-Implementação de procedimentos e funções (procedimentos e funções não recursivos; procedimentos e\nfunções recursivos: busca binária, Fibonacci, fatorial, torre de Hanói, etc.)\nBibliograﬁa\nGUIMARÃES, A. M. Algoritmos e estruturas de dados. LTC, 1994.\nKERNIGHAN, BRIAN W., RITCHIE, DENNIS M. C: A linguagem de programação padrão. Campus, 1989.\nSZWARCFITER , J. L., MARKENZON, L. Estruturas de dados e seus algoritmos. Editora LCT. 2a. Edição,\n1994.\nMAT154 - CÁLCULO I – 60 horas\nEmenta\n1- Numeros Reais\n2- Funções\n3- Limite de uma Funcao e Continuidade\n4- Derivada\n5- Aplicacoes da Derivada\nConteúdo\n1-NUMEROS REAIS: Conjuntos Numericos. Desigualdades. Valor Absoluto. Intervalos.\n2-FUNÇÕES: Deﬁnicao. Graﬁco de uma Funcao. Operacoes. Funcoes Especiais (constante, identidade, do 1\ngrau, modulo, quadratica, polinomial e racional). Funcoes Pares e Funcoes Impares. Funcoes Periodicas.\nFuncoes Injetoras, Sobrejetoras e Bijetoras. Funcao Inversa de uma Funcao Bijetora. Funcoes Elementares\n(exponencial, logaritmica, trigonometrica, trigonometrica inversa, hiperbolica, hiperbolica inversa).\n3-LIMITE DE UMA FUNCAO E CONTINUIDADE : Nocao de Limite de uma Funcao. Deﬁnicao. Unicidade\ndo Limite. Propriedades dos Limites. Limites Laterais. Calculo de Limites - Formas Indeterminadas. Limites\nno Inﬁnito. Limites Inﬁnitos. Propriedades dos Limites no Inﬁnito e Limites Inﬁnitos. Assintotas. Limites\nFundamentais. Continuidade. Propriedade das Funcoes Continuas - Teorema do Valor Intermediario.\n4- DERIV ADA: A Reta Tangente. Velocidade e Aceleracao. A Derivada de uma Funcao em um Ponto. A\nDerivada de uma Funcao. Continuidade de Funcoes Derivaveis. Regras de Derivacao. Derivacao de Funcao\nComposta (Regra da Cadeia). Derivada da Funcao Inversa. Derivadas das Funcoes Elementares (exponencial,\n53", "55": "logaritmica, exponencial composta, trigonometrica, trigonometrica inversa, hiperbolica, hiperbolica inversa).\nDerivadas Sucessivas. Derivacao Implicita.\n5- APLICACOES DA DERIV ADA: Acrescimos e diferenciais. Taxa de Variacao - Taxas Relacionadas.\nMaximos e Minimos. Teoremas sobre Derivadas (Teorema de Rolle e Teorema do Valor Medio). Funcoes\nCrescentes e Decrescentes. Criterios para determinar os Extremos de uma Funcao. Concavidade e Pontos de\nInﬂexao. Analise Geral do Comportamento de uma Funcao - Construcao de Graﬁcos. Problemas de\nMaximizacao e Minimizacao. Regras de L’Hospital. Formula de Taylor.\nBibliograﬁa\nFLEMMING, D.M. & GONCALVES, M.B. Calculo A. Sao Paulo: Prentice Hall Brasil, 2006.\nANTON, H. Calculo, um novo horizonte. V ol. 1. Porto Alegre: Bookman, 2000.\nLEITHOLD, L. O Calculo com Geometria Analitica. V ol 1. Sao Paulo: Harbra Ltda, 1994.\nBibliograﬁa complementar\nGUIDORIZZI, H. L. Um Curso de Calculo. V ol. 1. Rio de Janeiro: LTC, 2001.\nMUNEM, M. & FOULIS, D.J. Calculo. V ol. 1. Rio de Janeiro: LTC, 1982.\nSIMMONS, G.F. Calculo com Geometria Analitica. V ol. 1. Sao Paulo: Makron Books, 1987.\nSTEWART, J. Calculo. V ol. 1. S?o Paulo: Thomson Learning, 2006.\nSWOKOWSKI, E. W. Calculo com Geometria Analitica. V ol. 1. Sao Paulo: Makron Books, 1994.\nMAT155 - GEOMETRIA ANALÍTICA E SISTEMAS LINEARES – 60 horas\nEmenta\n1- Matrizes e Sistemas Lineares\n2- Inversão de Matrizes e Determinantes\n3- Vetores no Plano e no Espaço\n4- Retas e Planos\n5- Seções Cônicas\n6- Mudança de Coordenadas no Plano\nConteúdo\n1-Matrizes e Sistemas Lineares - Matrizes; Operações com Matrizes; Propriedades da Álgebra Matricial;\nSistemas de Equações Lineares; Método de Gauss-Jordan; Matrizes Equivalentes por Linhas; Sistemas\nLineares Homogêneos.\n54", "56": "2-Inversão de Matrizes e Determinantes - Matriz Inversa; Propriedades da Inversa; Método para Inversão de\nMatrizes; Determinantes; Propriedades do Determinante; Matriz adjunta e Inversão.\n3-Vetores no Plano e no Espaço - Soma de Vetores e Multiplicação por Escalar; Produtos de Vetores; Norma;\nProduto Escalar e Ângulos; Projeção Ortogonal; Produto Vetorial; Produto Misto.\n4-Retas e Planos- Equações do Plano; Equações da Reta; Ângulos; Distâncias; Posições Relativas de Retas e\nPlanos.\n5-Seções Cônicas - Cônicas Não Degeneradas; Elipse; Hipérbole; Parábola; Caracterização das Cônicas.\nCoordenadas Polares e Equações Paramétricas: Cônicas em Coordenadas Polares; Circunferência em\nCoordenadas Polares; Equações Paramétricas.\n6- Mudança de Coordenadas no Plano - Rotação e Translação de Eixos.\nBibliograﬁa\nSANTOS, R.J. Matrizes Vetores e Geometria Analítica. Imprensa Universitária da UFMG, 2004.\nBOLDRINI, J.L. Álgebra Linear. São Paulo, Harbra, 1986.\nBOULOS, P. & CAMARGO, I. Geometria Analítica. Um Tratamento Vetorial. Prentice Hall Brasil, 2005.\nBibliograﬁa complementar\nANTON, H & RORRES, C. Álgebra Linear com Aplicações. Porto Alegre, Bookman, 2001. CALLIOLI, C.,\nDOMINGUES, H.H. & COSTA, R.C.F. Álgebra Linear e Aplicações. Atual Editora, 1990.\nLEHMANN, C.H. Geometria Analítica. São Paulo: Globo, 1975.\nLIPSCHUTZ, S. Álgebra Linear. Porto Alegre, Bookman, 2004.\nREIS, G.L. & SILV A, V .V . Geometria Analítica. Rio de Janeiro: LTC, 1996.\nSTEINBRUCH, A. & WINTERLE, P. Geometria Analítica. São Paulo: Makron books, 1987.\nSTEINBRUCH, A. & WINTERLE, P. Álgebra Linear. São Paulo: Makron books, 1987.\nWINTERLE, P. Vetores e Geometria Analítica. São Paulo: Makron books, 2000.\nQUI125 - QUÍMICA FUNDAMENTAL – 60 horas\nEmenta\n1. Estrutura atômica.;\n2. Classiﬁcação periódica;\n3. Ligações químicas;\n4. Introdução às funções químicas e reações.\n55", "57": "Conteúdo\n1-Estrutura atômica: natureza elétrica da matéria; estrutura do átomo: teoria de Thonson e Rutherford; origem\nda teoria dos quanta: efeito; mecânica quântica do átomo de hidrogênio: dualidade partícula-onda, princípio da\nincerteza, funções de onda para o átomo de hidrogênio, probabilidade; átomos polieletrônicos.\n2-Classiﬁcação Periódica: a tabela periódica; propriedades periódicas: conceito e análise das variações das\nseguintes propriedades no quadro periódico: raio atômico, covalente e iônico, energia de ionização,\neletronegatividade, carga nuclear efetiva, número de oxidação.\n3-Ligações Químicas: ligação iônica: ocorrência, energia reticular, ciclo de Born-Haber, geometria do retículo\ncristalino, outros tipos de atrações eletrostáticas; ligação covalente: ocorrência, ligação covalente mais simples,\nhibridação e geometria dos compostos moleculares, ligações múltiplas e ressonância, polaridade das ligações,\norbitais moleculares para moléculas diatômicas homonucleares e heteronucleares; ligação metálica: formação\ne condutividade elétrica.\n4-Ácidos e bases: conceitos de Arrhenius, Bronsted e Lewis, nomenclaturas IUPAC e usual, classiﬁcação,\nfórmulas eletrônica e estrutural, geometria; sais e óxidos: conceito e nomenclatura; classiﬁcação das reações\nquímicas inorgânicas; reações químicas; principais aplicações dos produtos.\n5-Número de oxidação, variação dos números de oxidação em compostos inorgânicos e balanceamento de\nreações de oxidação-redução, incluindo as relações em meio biológico.\nBibliograﬁa\nRussel, J. B. Química Geral. 2aedição. São Paulo: Editora Makron Books, 2006. V olume 1. 662 págs.\nRussel, J. B. Química Geral. 2aedição. São Paulo: Editora Makron Books, 2006. V olume 2. 628 págs.\nBrown, T. L.; Lemay, H. E.; Bursten, B. E. Química - A Ciência Central. 9aEdição. São Paulo: Editora\nPearson, 2005. 992 págs.\nBibliograﬁa complementar\nBarros, H. L. C. Química Inorgânica - Uma Introdução. Belo Horizonte: Editora da UFMG, 1992.\nMahan, L. K., Myers, R. J. Química - Um Curso Universitario. 4aedição. São Paulo: Editora Edgard Blücher\nLtda,1995. 604 págs.\nMateus, A. L. Química na Cabeça. 1aEdição. Belo Horizonte: Editora UFMG, 2003. 128págs.\nPeruzzo, T. M.; Canto, E. L. Química na Abordagem do Cotidiano - V olume Único. 3aedição. São Paulo:\nEditora Moderna, 2008. 760 págs.\nLee, J. D. Química Inorgânica - Não Tão Concisa. 5aEdição. Editora Edgard Blucher Ltda, 2000.\n56", "58": "ICE001 - INTRODUÇÃO ÀS CIÊNCIAS EXATAS – 30 horas\nEmenta\n1. Apresentação do Curso de Ciências Exatas\n2. Palestras de Proﬁssionais e Pesquisadores das Áreas do Curso de Ciências Exatas (Ciência da Computação,\nEngenharias, Estatística, Física, Matemática e Química).\n3. História e cultura Afro-Brasileira e Indígena.\nConteúdo\n1. Apresentação do Curso de Ciências Exatas Apresentação da estrutura acadêmica do Instituto de Ciências\nExatas; opções de diplomação, oferecimento de vagas nos cursos de Ciências Exatas (em disciplinas e cursos\ndo segundo ciclo de formação).\n2. Palestras de Proﬁssionais e Pesquisadores das áreas do curso de Ciências Exatas: Ciclo de palestras com\ncoordenadores de curso de segundo ciclo e outros proﬁssionais da área de Ciências Exatas.\n3. História e cultura Afro-Brasileira e Indígena: história da África e dos africanos, a luta dos negros e dos\npovos indígenas no Brasil, a cultura negra e indígena brasileira e o negro e o índio na formação da sociedade\nnacional, resgatando as suas contribuições nas áreas social, econômica e política, pertinentes à história do\nBrasil.\nBibliograﬁa\n1. Estatuto da UFJF.\n2. Regimento Geral da UFJF.\n3. Regulamento Acadêmico da Graduação da UFJF.\n4. GUIMARÃES, ANTÔNIO SÉRGIO ALFREDO. Preconceito e discriminação. São Paulo: Editora Ed.34,\n2004.\n5. SOUZA, MARINA DE MELLO. África e Brasil africano. São Paulo: Editora Ática, 2012. 6. RIBEIRO,\nDARCY . Os índios e a civilização. São Paulo: Editora Companhia das Letras, 1996.\n7. SANTOS, RENATO EMERSON DOS (org). Diversidade, espaço e relações étnico-raciais. Belo Horizonte:\nEditora Gutenberg, 2009.\n8. CARRIL, LOURDES. Quilombo, favela e periferia. São Paulo: Editora Annablume, 2006.\n9. FERNANDES, FLORESTAN. Investigação etnológica no Brasil e outros ensaios. São Paulo: Editora\nGlobal, 2009.\n10. AZANHA, GILBERTO. Senhores destas terras. São Paulo: Editora Atual, 1992.\n11. Declaração das Nações Unidas/ONU sobre os direitos dos povos indígenas. Campo Grande: Editora\nAssociação Cultural, 2010.\n57", "59": "12. Índios no Brasil. Brasília: Editora Ministério da Educação e do Desporto, 1994.\nQUI126 - LABORATÓRIO DE QUÍMICA\nEmenta\nSegurança no laboratório e primeiros socorros. Equipamentos básicos e Técnicas de laboratório, pH,\nDeterminação de propriedades físicas das substâncias químicas, Reações químicas.\nConteúdo\nSegurança no laboratório e primeiros socorros: regras de segurança: regras básicas e normas de segurança,\nregras básicas em caso de incêndio no Laboratório, classiﬁcação e uso de extintores, classiﬁcação dos produtos\nquímicos, características de produtos perigosos (identiﬁcação dos rótulos), cuidados que devem ser tomados no\nmanuseio de resíduos químicos (ácidos e bases, solventes orgânicos halogenados e não halogenados, metais\npesados, etc.), descarte de rejeitos. Primeiros socorros: acidentes mais comuns, procedimentos adotados em\ncaso de acidentes.\nEquipamentos básicos e Técnicas de laboratório: Identiﬁcação das vidrarias, limpeza e manuseio de vidraria\npH: medição de pH (papel indicador, pHmetro, indicadores (natural e corantes).\nTécnicas de laboratório: aquecimento (bico de gás, banho-maria,...), transferência de sólidos e líquidos,\npesagem, técnicas de volumetria, técnicas de resfriamento e secagem das substâncias, preparo e diluição de\nsoluções, ﬁltração simples e a vácuo, pesagem, titulação.\nDeterminação de propriedades físicas das substâncias químicas: determinação de ponto de fusão e ebulição.\nReações químicas: tipos de reação (precipitação, ácido-base, desprendimento de gás, óxido-redução),\nliberação/absorção de calor, velocidade e reversibilidade, reações especíﬁcas e seletivas, sensibilidade de uma\nreação, relações ponderais nas reações químicas, cálculos estequiométricos, reações em que um reagente está\nem quantidade limitada, rendimento percentual, determinação da fórmula empírica e molecular de um\ncomposto, cálculos estequiométricos com soluções.\nBibliograﬁa\nV ogel, A. I.; Tatchell, A. R.; Furnis, B. S.; Hannaford, A. J.; Smith P.W.G. V ogel’s Textbook of Practical\nOrganic Chemistry. 5th Edition. Editora: Prentice Hall, 1996. 1552 págs.\nPeruzzo, T. M.; Canto, E. L. Química na Abordagem do Cotidiano - V olume Único. 3aedição. São Paulo:\nEditora Moderna, 2008. 760 págs.\nZubrick, J. W. Manual De Sobrevivencia No Laboratorio De Química Orgânica. 1aEdição. São Paulo: Editora\nLTC, 2005. 284 págs.\n58", "60": "Bibliograﬁa complementar\nMateus, A. L. Química na Cabeça. 1aEdição. Belo Horizonte: Editora UFMG, 2003. 128págs.\nBarros, H. L. C. Química Inorgânica - Uma Introdução. Belo Horizonte: Editora da UFMG, 1992.\nMahan, L. K., Myers, R. J. Química - Um Curso Universitario. 4aedição. São Paulo: Editora Edgard Blücher\nLtda,1995. 604 págs.\nPeruzzo, T. M.; Canto, E. L. Química na Abordagem do Cotidiano - V olume Único. 3aedição. São Paulo:\nEditora Moderna, 2008. 760 págs.\nLee, J. D. Química Inorgânica - Não Tão Concisa. 5aEdição. São Paulo: Editora Edgard Blucher Ltda, 2000.\n527 págs.\nFIS122 - LABORATÓRIO DE INTRODUÇÃO ÀS CIÊNCIAS FÍSICAS\nEmenta\n1. Medidas físicas; 2. Representações de dados experimentais; 3. Laboratório e instrumentos laboratoriais; 4.\nExperimentos e problemas experimentais e teóricos.\nConteúdo\n1. MEDIDAS FÍSICAS: O que é uma medida física, unidades e sistema de unidades, conceitos de ﬂutuação de\nmedidas, erros aleatórios e erros sistemáticos.\n2. REPRESENTAÇÕES DE DADOS EXPERIMENTAIS: organização de daods em tabelas e gráﬁcos e\nprocedimentos de linearização de gráﬁcos por substituição de variáveis.\n3. LABORATÓRIO E INSTRUMENTOS LABORATORIAIS: objetivos do laboratório, comportamento e\ncompromissos no laboratório, relatórios, fontes de tensão e corrente, multímetros, dinamômetros, termômetros\ne outros instrumentos de medida.\n4. EXPERIMENTOS E PROBLEMAS EXPERIMENTAIS E TEÓRICOS: experimentos físicos diversos\nenvolvendo temas da mecânica, eletricidade e magnetismo, óptica, calor e temperatura.\nBibliograﬁa\nBONAGAMBA, T. J.; Laboratório de Ensino. Apostila. São Carlos. V .1\nHENNIES, C. E.; GUIMARÃES, W.O.N.; ROVERSI, J.A.; Problemas Experimentais em Física, 3a. Ed.\nCampinas, Editora da UNICAMP, V . I, 1989\nLOYD, D. H.; Physics Laboratory Manual, 2a. ed. Orlando: Saunders College Publishing, 1997.\n59", "61": "Bibliograﬁa complementar\nHALLIDAY , D.; RESNICK, R.; KRANE, K.; Fundamentos de Física, 8a ed, LTC, 1991.\nTIPLER, P.; MOSKA, G.; Física 6a ed, Guanabara Dois, 1995.\n2oPERÍODO\nDCC013 - ESTRUTURA DE DADOS – 60 horas\nEmenta\nIntrodução; Tipos Abstratos de Dados; Representação linear de matrizes; Listas Lineares; Pilhas; Filas;\nÁrvores; Fila de prioridades; Grafos.\nConteúdo\n1. Introdução: Introdução ao estudo de complexidade assintótica. Ordenação (BubbleSort, InsertionSort,\nSelectionSort e ShellSort), busca binária, recursividade.\n2. Tipos abstratos de dados: Domínio de dados. Características de TADs. Programação com tipos abstratos de\ndados.\n3. Representação linear de matrizes: Cálculo de endereçamento de elementos: representação linear de\nmatrizes, matrizes esparsas, matrizes triangulares, matrizes diagonais e matrizes tridiagonais.\n4. Listas Lineares: Deﬁnição. Operações mais comuns. Representações de Listas. Listas contíguas. Listas\nencadeadas. Listas duplamente encadeadas. Listas Circulares. Listas com descritor. Aplicações. Listas\nordenadas e busca binária.\n5. Pilhas e Filas: Deﬁnição. Pilhas: operações básicas, implementação. Filas: operações, implementação.\nAplicações de pilhas e ﬁlas.\n6. Árvores: Deﬁnição. Representações Gráﬁcas. Representações em Árvores. Árvores Binárias. Árvores\nGerais como Árvores Binárias. Caminhamentos em profundidade e em largura. Árvore Binária de Busca.\nAplicações (exemplo: avaliação de expressões, árvores de busca).\n7. Filas de prioridades: Fundamentos. Heaps: inserção, remoção e seleção de valores com maior prioridade.\nHeaps binárias. Representação vetorial de heaps. 8. Grafos: Deﬁnição. Implementação por meio de matrizes\nde adjacência, listas de adjacências e matrizes de incidências. Representação de grafos direcionados e\nnão-direcionados. Aplicações.\nBibliograﬁa\nPREISS, Bruno. Estrutura de Dados e Algoritmos. Elsevier. 2000.\n60", "62": "ZIVIANI, N. Projeto de algoritmos com implementação em Java e C++. Cengage Learning, 2007.\nGUIMARÃES, A. P. Algoritmos e estruturas de dados . LTC, 1994.\nPEREIRA, S. L. Estrutura de dados fundamentais. Érica, 1996.\nVELOSO, Paulo et al, Estruturas de dados . Campus, 1983.\nDCC107 - LABORATÓRIO DE PROGRAMAÇÃO II – 30 horas\nEmenta\nIntrodução; Implementação de Listas Lineares; Implementação de Pilhas e Filas; Implementação de Árvores;\nImplementação de Grafos. Observação: Esta disciplina deve ser ministrada em laboratório.\nConteúdo\n1. Introdução: Estruturas de dados homogêneas, implementação de tipos abstratos de dados, criação de\nbibliotecas e manipulação de ponteiros. Exercícios envolvendo alocação e liberação dinâmica de memória,\norganização de dados na memória, aritmética de ponteiros.\n2. Listas Lineares: Exercícios envolvendo a implementação operações de criação, inserção, remoção e busca\nde elementos em diferentes tipos de listas: listas encadeadas, listas duplamente encadeadas, listas circulares,\nlistas com descritor.\n3. Pilhas e Filas: Exercícios envolvendo a implementação de operações básicas em pilhas: inserção e remoção\nde elementos. Exercícios com ﬁlas: inserir na ﬁla, remover na ﬁla, consultar primeiro e último elementos da\nﬁla. Exercícios de aplicação: notação polonesa.\n4. Árvores: Exercícios envolvendo implementação de caminhamentos em Árvores Binárias. Inserção e\nremoção em Árvores Binárias de Busca. Implementação de heap binária. Atualização de heaps.\n5. Grafos: Exercícios envolvendo implementação de grafos por lista de adjacências e matriz de adjacências.\nBibliograﬁa\nPREISS, Bruno. Estrutura de Dados e Algoritmos. Elsevier. 2000.\nZIVIANI, N. Projeto de algoritmos com implementação em Java e C++. Cengage Learning, 2007.\nGUIMARÃES, A. P. Algoritmos e estruturas de dados . LTC, 1994.\nPEREIRA, S. L. Estrutura de dados fundamentais . Érica, 1996.\nVELOSO, Paulo et al, Estruturas de dados . Campus, 1983.\n61", "63": "EST028 - INTRODUÇÃO À ESTATÌSTICA\nEmenta\nSíntese tabular e numérica dos dados. Introdução à analise exploratória de dados. Noções de probabilidades.\nAlguns modelos probabilísticos. Noções de amostragem. Introdução à Inferência estatística.\nConteúdo\n1. Síntese tabular e numérica dos dados; Medidas de locação: média, mediana e moda; Medidas de\nvariabilidade: amplitude, variância, desvio padrão. coeﬁciente de variação; Detecção de valores atípicos;\nTabelas de distribuição de frequências.\n2. Introdução à analise exploratória de dados: diagramas ramo-e-folha e box-plot; Gráﬁcos: histograma,\npolígono de frequências, de barras, de linhas e de setores.\n3. Noções de probabilidades; Experimentos aleatórios; Espaço amostral e eventos; Conceito intuitivo de\nprobabilidade; Deﬁnições clássica e experimental de probabilidade. Probabilidade condicional; Independência\nentre eventos; O Teorema de Bayes.\n4. Alguns modelos probabilísticos; Variáveis aleatórias discretas; Esperança matemática e suas propriedades;\nVariância de uma variável aleatória discreta; Variáveis aleatórias independentes; Modelo probabilístico;\nVariáveis aleatórias discretas: distribuições de Bernoulli, Binomial e Poisson; Variáveis aleatórias contínuas:\ndistribuição normal e suas propriedades.\n5. Noções de amostragem: a estatística e o trabalho cientíﬁco; Metodologia da pesquisa; Introdução à\namostragem: amostragem aleatória simples, amostragem sistemática. amostragem estratiﬁcada, amostragem\npor conglomerados.\n6. Introdução à inferência estatística: objetivos; conceitos de parâmetro, estatística, estimador e estimativa.\nPropriedades dos estimadores: não tendenciosidade, consistência e variância mínima. Distribuição amostralda\nmédia. Estimação através de intervalos de conﬁança. Conceitos básicos de testes de hipóteses.\nBibliograﬁa\nMAGALHÃES, M. M., E LIMA, A.C.P. Noções de Probabilidade e Estatística. 7aed. São Paulo: IME-USP,\n2015.\nTRIOLA, M. F.; Introdução à Estatística, 11aed. Rio de Janeiro, LTC, 2013.\nBibliograﬁa complementar\nMONTGOMERY , D. C., RUNGER, G.C. Estatística Aplicada e Probabilidade para Engenheiros. Rio de\nJaneiro, LTC, 2009.\nBUSSAB, W. O., MORETTIN, P. A.; Estatística Básica. São Paulo, Atual, 1995.\n62", "64": "FIS073 - FISICA I – 60 horas\nEmenta\n1. Cinemática vetorial\n2. Leis de Newton\n3. Trabalho e energia mecânica\n4. Sistemas de partículas\n5. Colisões\n6. Cinemática e dinâmica dos corpos rígidos\nConteúdo\n1. Cinemática vetorial: Deslocamento, velocidade e aceleração. Aceleração constante. Queda livre.\nMovimento de projéteis. Movimento circular.\n2. Leis de Newton: Força e massa. Força gravitacional. 1a, 2a e 3a leis de Newton. Forças de atrito e de\narraste. Movimento circular. Aplicações.\n3. Trabalho e energia mecânica: Trabalho. Energia cinética. Teorema da energia cinética. Potência. Energia\npotencial. Equilíbrio e estabilidade. Força gravitacional e força elástica. Forças conservativas e dissipativas.\nLei da conservação da energia mecânica.\n4. Sistemas de partículas: Centro de massa. 2a lei de Newton para sistemas de partículas. Momento linear e\nsua conservação.\n5. Colisões: Impulso. Teorema do impulso. Colisões elásticas em 1 e 2 dimensões. Colisões inelásticas.\n6. Cinemática e dinâmica dos corpos rígidos: Corpos rígidos. Cinemática da rotação. Grandezas lineares e\ngrandezas angulares. Energia cinética. Torque. Momento de inércia. Momento angular e 2a lei de Newton.\nConservação do momento angular. Translação e rotação simultâneas.\nBibliograﬁa\nSears & Zemansky, Física I, vol 1, 12a. ed, Pearson, São Paulo.\nD. Halliday e R. Resnick, K. Krane, Fundamentos de Física, 8 ed., vol. 1 - Mecânica (LTC, Rio, 1991).\nH. M. Nussenzveig, Curso de Física Básica,2a ed., vol. 1 - Mecânica (Edgard Blücher, São Paulo, 1990)\nBibliograﬁa complementar\nP. Tipler, G. Moska, Física, 6 ed., vol 1 (Guanabara Dois, Rio, 6ed).\n63", "65": "FIS077 - LABORATORIO DE FISICA I – 60 horas\nEmenta\n1. Teoria das Medidas e dos Erros.\n2. Gráﬁcos.\n3. Experimentos em Mecânica.\nConteúdo\nTeoria da Medida e dos Erros: A medida e os erros. Medidas de comprimento, massa e tempo. Algarismos\nsigniﬁcativos. Propagação de erros.\nGráﬁcos: Escalas lineares e logaritimicas. Linearização.\nExperimentos em Mecânica:\n1.Medidas Físicas\n2. Movimento Unidimensional - Trilhos de Ar\n3. Lei de Hooke\n4. Queda Livre\n5. Lançamento de Projéteis\n6. Deformações Inelásticas\n7. Plano Inclinado\nBibliograﬁa\nHENNIES, C., E.: Problemas Experimentais em Física, vol 1, Ed. UNICAMP, Campinas, 1988.\nDAMO, H., S.: Física Experimental, vol 1, Ed. UCS, Caxias do Sul, 1985.\nRAMOS, L., A., M.: Física Experimental, Ed. Mercado Aberto, Porto Alegre,1984.\nQUIXXX - LABORATÓRIO DE ESTRUTURAS E TRANSFORMAÇÕES\nEmenta\nExperimentos focados no desenvolvimento de uma visão crítica sobre a Metodologia Cientíﬁca, tratamento de\ndados experimentais, propriedades químicas de substâncias simples e compostas, a natureza das trocas de\nenergia química, estrutura molecular e sua relação com propriedades macroscópicas, velocidade de reações\nquímicas. Os experimentos terão objetivo de apresentar de maneira elementar fenômenos importantes para o\nentendimento de propriedades microscópicas da matéria e sua relação com as propriedades macroscópicas,\ncom o objetivo de despertar o interesse pelo desenvolvimento cientíﬁco nas ciências químicas.\n64", "66": "Conteúdo\nSegurança em laboratórios químicos; função de diferentes materiais no laboratório;\nMetodologia Cientíﬁca: fundamentos e métodos cientíﬁcos (observação, análise, hipótese, teste experimental,\nresultado, modelo), erros experimentais na pesquisa cientíﬁca etc;\nUnidades fundamentais do sistema SI. Unidades SI derivadas, construção e interpretação de tabelas e gráﬁcos\n(obtenção de relações matemáticas entre grandezas a partir de gráﬁcos);\nPropriedades químicas e reatividade de substâncias simples e compostas: condutividade iônica, solubilidade\n(variação da solubilidade entre diversas substâncias), densidade (veriﬁcar a densidade de alguns materiais e de\nsoluções), reatividade frente a diferentes meios;\nA natureza da energia química e elétrica: calculando o valor liberado ou absorvido em reações químicas,\ncalculando a energia liberada por processos químicos, reatividade dos metais, entendendo o funcionamento de\npilhas e baterias;\nEstrutura molecular e sua relação com propriedades macroscópicas através de estudos da absorção e emissão\nde luz por materiais;\nA disciplina prevê a realização de experimentos envolvendo os temas acima especiﬁcados. Cada experimento\nirá explorar os conteúdos químicos envolvidos e o tratamento via gráﬁcos e tabelas para discussão das relações\nentre grandezas obtidas experimentalmente.\nBibliograﬁa\nBROWN, T.L.; LEMAY , H.E.; BURSTEN, B.E.; BURDGE, J.R. Química A Ciência Central. 9a Edição. São\nPaulo: Editora Pearson, 2003.\nKOTZ, J.C., TREICHEL, P.M. Química Geral e Reações Químicas. V ol. 1 e 2. São Paulo: Editora Thomson.\n2005.\nATKINS, P. W.; JONES, L. Princípios de Química. 3a Edição. Porto Alegre: Bookman. 2007.\nBibliograﬁa complementar\nMaterial distribuído pelo professor para apoio durante a realização das práticas.\nMAC011 - INTRODUÇÃO À ENGENHARIA COMPUTACIONAL – 30 horas\nEmenta\nA disciplina visa a apresentar a deﬁnição de Engenharia Computacional, a organização do curso e os principais\ncampos de atuação do egresso, através de palestras ministradas por professores e proﬁssionais de áreas as mais\ndiversas, relacionadas ao emprego de métodos computacionais para a solução de problemas. São apresentadas\n65", "67": "palestras e propostas atividades numéricas e experimentais, de modo a exempliﬁcar com simplicidade as\ndiversas áreas de atuação do Engenheiro Computacional.\nConteúdo\nPalestras sobre temas diversos relacionados à Engenharia Computacional, ministradas por professores do curso\ne proﬁssionais que atuam nas diversas áreas de interesse, atividades práticas e computacionais que envolvam o\nemprego de: raciocínio lógico e numérico, criatividade e capacidade de resolver problemas simples, introdução\nà programação.\nBibliograﬁa\nBROCKMAN, Jay B.. Introdução à Engenharia - Modelagem e Solução de Problemas. LTC, 2010.\nREECE, W. Dan. Introdução à Engenharia. LTC, 2006.\nHOLLOWAY , J. P.. Introdução à Programação para Engenharia - Resolvendo Problemas com Algoritmos.\nLTC, 2005.\nArtigos cientíﬁcos fornecidos ao longo das aulas.\nBibliograﬁa complementar\nLITTLE, PATRICK; DYM, CLIVE; ORWIN, ELIZABETH; SPJUT, ERIK. Introdução à Engenharia - Uma\nabordagem Baseada em Projeto. Bookman.\nSites: www.sciencedirect.com, www.periodicos.capes.gov.br, www.tryengineering.com\nMAT156 - CÁLCULO II – 60 horas\nEmenta\n1- Integração de Funções de uma Variável\n2- Aplicações da Integral Deﬁnida\n3- Superfícies no Espaço\n4- Funções de Várias Variáveis\nConteúdo\n1- Integração de Funções de uma Variável: Integral Indeﬁnida. Método da Substituição ou Mudança de\nVariável para Integração. Método de Integração por Partes. Integral Deﬁnida. Teorema Fundamental do\nCálculo. Integração de Funções Trigonométricas. Integração de Funções envolvendo Funções Trigonométricas.\n66", "68": "Integração por Substituição Trigonométrica. Integração de Funções Racionais por Frações Parciais. Integrais\nImpróprias: Integrais com Limites de Integração Inﬁnitos; Integrais com Integrandos Inﬁnitos.\n2- Aplicações da Integral Deﬁnida: Área de uma Região Plana. V olume de um Sólido de Revolução: Método\ndos Discos Circulares; Método das Camadas Cilíndricas. Outras Aplicações.\n3- Superfícies no Espaço: Superfícies Quadráticas, Esféricas, Cilíndricas, Cônicas e de Revolução.\n4- Funções de Várias Variáveis: Funções de Várias Variáveis. Gráﬁcos. Limite e Continuidade: Conceitos\nBásicos; Limite de uma Função de Duas Variáveis; Propriedades; Cálculo de Limites; Continuidade. Derivadas\nParciais e Funções Diferenciáveis: Derivadas Parciais; Diferenciabilidade; Plano Tangente e Vetor Gradiente;\nDiferencial; Regra da Cadeia; Derivação Implícita; Derivadas Parciais Sucessivas. Máximos e Mínimos de\nFunções de Várias Variáveis: Máximos e Mínimos de Funções de Duas Variáveis; Ponto Crítico de uma\nFunção de Duas Variáveis; Condição Necessária para a Existência de Pontos Extremantes; Condição Suﬁciente\npara um Ponto Crítico ser Extremante Local; Teorema de Weierstrass; Aplicações. Máximos e Mínimos\nCondicionados.\nBibliograﬁa\nFLEMMING, D.M. & GONÇALVES, M.B. Cálculo A. São Paulo: Prentice Hall Brasil, 2006.\nFLEMMING, D.M. & GONÇALVES, M.B. Cálculo B. São Paulo: Prentice Hall Brasil, 2007.\nLEITHOLD, L. O Cálculo com Geometria Analítica. V ol. 1 e 2. Harbra, 1994.\nBibliograﬁa complementar\nANTON, H. Cálculo, um novo horizonte. V ol. 1 e 2. Porto Alegre, Bookman, 2000.\nGUIDORIZZI, H.L. Um Curso de Cálculo. V ol. 1 e 2. Rio de Janeiro: LTC, 2001.\nMUNEM, M. & FOULIS, D.J. Cálculo. V ol. 1 e 2. Rio de Janeiro: LTC, 1982.\nPINTO, D. & MORGADO, M.C.F. Cálculo Diferencial e Integral de Funções de Várias Variáveis. Editora\nUFRJ, 2000.\nSIMMONS, G.F. Cálculo com Geometria Analítica. V ol. 1 e 2. São Paulo: Makron Books, 1987.\nSTEWART, J. Cálculo. V ol. 1 e 2. São Paulo: Thomson Learning, 2006.\nSWOKOWSKI, E. W. Cálculo com Geometria Analítica. V ol. 1 e 2. São Paulo: Makron Books, 1994.\nSANTOS, R.J. Matrizes Vetores e Geometria Analítica. Imprensa Universitária da UFMG, 2004.\nQUI??? - LABORATÓRIO DE ESTRUTURAS E TRANSFORMAÇÕES\nEmenta\nXXX\n67", "69": "Conteúdo\nXXX\nBibliograﬁa\nXXX\nBibliograﬁa complementar\nXXX\nEDU088 - LÍNGUA BRASILEIRA DE SINAIS (LIBRAS)\nEmenta\nDesenvolvimento, em nível básico, das habilidades de compreensão e expressão necessárias à comunicação\ncom surdos usuários da Língua de Sinais Brasileira - Libras. Introdução ao estudo das visões sobre a surdez e\nsobre a educação de surdos. Conhecimentos básicos sobre os fundamentos lingüísticos da Libras. Estudo de\naspectos culturais dos surdos brasileiros e suas implicações educacionais.\nConteúdo\n1-Fundamentos da educação de surdos:\n1.1- História da educação de surdos e ﬁlosoﬁas educacionais: oralismo, comunicação total e bilingüismo. 1.2-\nA legislação brasileira e os documentos (nacionais e internacionais) relacionados à educação de surdos. 1.3-\nVisões da Surdez: visão clínico-terapêutica versus visão sócio-antropológica. 1.4- Conceitos básicos:\nlinguagem, língua, surdez, pessoa surda, pessoa com deﬁciência auditiva (D.A.), dentre outros. 1.5-\nPerspectivas atuais da educação bilíngüe de surdos. 1.6- Aspectos culturais e identidade(s) da Comunidade\nSurda.\n2-Fundamentos lingüísticos da Libras: 2.1- Diferenças e semelhanças entre as línguas orais e as de sinais. 2.2-\nO Plano Fonológico da Libras: os cinco parâmetros (CM, L, M, Or, ENM). 2.3- Morfossintaxe da Libras. 2.4-\nAspectos semânticos e pragmáticos da Libras. 2.5- Corporeidade: consciência corporal e expressões físicas e\nsua importância na interação em Libras. 2.6- Classiﬁcadores em Língua de Sinais. 2.7- V ocabulário Básico da\nLibras/ interação em Libras.\nBibliograﬁa\nCAPOVILLA, F. C.; RAPHAEL, W. D. Dicionário Enciclopédico Ilustrado Trilíngüe da Língua de Sinais\nBrasileira. São Paulo: EDUSP, 2001. v.1, v.2.\n68", "70": "GESSER, A. Libras? Que Língua é essa? São Paulo: Parábola, 2009.\nKARNOPP, L. B.; QUADROS, R. M. de. Língua de sinais brasileira: estudos lingüísticos. Porto Alegre:\nArtmed, 2004.\nSACKS, O. Vendo vozes: uma viagem ao mundo dos surdos. São Paulo: Companhia de Bolso, 2010.\nSKLIAR, C. (Org). Atualidade da educação bilíngüe para surdos. v.1, v.2. Porto Alegre: Mediação, 1999.\nBRITO, L. F. Integração social & educação de surdos. Rio de Janeiro: Babel, 1993.\nBRITO, L. F. Por uma gramática de língua de sinais. Rio de Janeiro: Tempo Brasileiro, 1995.\nFERNANDES, E. Problemas Lingüísticos e Cognitivos do Surdo. Rio de Janeiro: Agir, 1990.\nFERNANDES, E. Surdez e Bilingüismo. Porto Alegre: Mediação, 2005.\nGOLDFELD, M. A criança surda: linguagem e cognição numa abordagem sócio-interacionista. São Paulo:\nPlexus, 1997.\nLACERDA, C. B. F. Intérprete de Libras: em atuação na educação infantil e no Ensino Fundamental. Porto\nAlegre: Mediação: 2009.\nMOURA, M. C.; ARENA, S. A.; CAMPOS, S. R. L. Educação de Surdos: práticas e perspectivas. v.1. São\nPaulo: Santos, 2008.\nMOURA, M. C.; ARENA, S. A.; CAMPOS, S. R. L. Educação de Surdos: práticas e perspectivas II. v.2. São\nPaulo: Santos, 2011.\nPEREIRA, R. C. Surdez: aquisição de linguagem e inclusão social. Rio de Janeiro: Revinter, 2008.\nQUADROS, R. M. Educação de surdos: a aquisição da linguagem. Porto Alegre: Artes Médicas. 1997.\nSKLIAR, C. (Org). A Surdez: um olhar sobre as diferenças. Porto Alegre: Mediação, 1998.\nSKLIAR, C. (Org). Educação e exclusão: abordagens sócio-antropológicas em educação especial. Porto\nAlegre: Mediação, 1997.\nBibliograﬁa complementar\nALMEIDA, E. C. Atividades Ilustradas em Sinais da Libras. Rio de Janeiro: Revinter, 2004.\nBERNARDINO, E. L. Absurdo ou lógica: os surdos e a sua produção lingüística. Belo Horizonte:\nProfetizando Vida, 2000.\nBERGAMASCHI, R.; MARTINS, R. Discursos atuais sobre a surdez. Canoas: La Salle, 1999.\n69", "71": "3oPERÍODO\nDCC025 - ORIENTAÇÃO A OBJETOS\nEmenta\nConceitos Fundamentais de Orientação a Objetos; Componentes de Classes; Entendimento e aplicação dos\nconceitos e componentes de classes em linguagens de programação que apoiem o paradigma de Orientação a\nObjetos; Desenvolvimento de sistemas através do uso de programação orientada a objetos.\nConteúdo\n1. Programação Procedimental e Orientada a Objetos\n2.Introdução a Orientação a Objetos: Objetos; Atributos; Métodos; Classes; Metaclasses; Construtores e\nDestrutores; Mensagens.\n3. Classes e métodos genéricos\n4. Pacotes, Visibilidade e Encapsulamento\n5. Abstração e Classiﬁcação\n6. Generalização, Especialização e Agregação\n7. Herança: herança dinâmica, compartilhada e múltipla\n8. Delegação\n9. Polimorﬁsmo: polimorﬁsmo ad hoc e universal\n10. Acoplamento: estático e dinâmico\n11. Ligação Estática e Dinâmica\n12. Classes Abstratas\n13. Interfaces\n14. Coleções\n15. Uso de Bibliotecas de Linguagens OO\n16. Tratamento de Exceções.\nBibliograﬁa\nBARNES, D.; J. KOLLING, M. Programação Orientada a Objetos com Java - uma introdução prática usando o\nBlueJ, 4aEdição, 2010.\nSINTES, Anthony. Aprenda Programação Orientada a Objetos. Makron Books, 2002.\nMEYER, Bertrand. Object-Oriented Software Construction. Prentice Hall, 2nd Edition, 2000.\nTAYLOR, D. A. Object-Oriented Technology, Addison-Wesley Publishing Company, 1996.\nHORSTMANN, C. S.; CORNELL, G. Core Java 2, V olume I, Makron Books, 2001.\n70", "72": "DEITEL, H. M.; DEITEL, P. J. Java, Como Programar, Pearson, 6aEdição, 2005.\nECKEL, B. Thinking in Java, Prenticel Hall, 2aEdição, 2000\nEST029 - CÁLCULO DE PROBABILIDADES I – 60 horas\nEmenta\nIntrodução à teoria dos conjuntos. Técnicas de contagem. Introdução à probabilidade. Variáveis aleatórias.\nDistribuições discretas unidimensionais. Distribuições contínuas unidimensionais. Valor esperado e variância\nde variáveis aleatórias. Momentos de variáveis aleatórias. Funções de variáveis aleatórias.\nConteúdo\n1. Introdução à teoria dos conjuntos: Representações de conjuntos, operações básicas, leis de Morgan.\n2. Técnicas de contagem: Princípio fundamental da contagem, arranjo, permutação, combinação.\n3. Introdução à probabilidade: Experimento aleatório, espaço amostral, eventos aleatórios, axiomas de\nprobabilidade, deﬁnições de probabilidade, teoremas básicos da probabilidade, probabilidade condicional,\nteorema da multiplicação, independência, teorema da Probabilidade total, teorema de Bayes.\n4. Variáveis aleatórias: Deﬁnição, funções de probabilidade, função densidade , função de distribuição\nacumulada.\n5. Distribuições discretas unidimensionais: Uniforme discreta, Poisson, Bernoulli, binomial, binomial\nnegativa, geométrica, hipergeométrica.\n6. Distribuições contínuas unidimensionais: Uniforme, Normal, Beta, Gama, Chi quadrado, t de Student, F de\nSnedecor, Weibull, Gama invertida, Gaussiana inversa, Lognormal.\n7. Esperança e variância de variáveis discretas e contínuas: Esperança e variância das distribuições: uniforme\ndiscreta, Poisson, Bernoulli, binomial, binomial negativa, geométrica, hipergeométrica, uniforme, normal,\nBeta, Gama, Chi quadrado, t de Student, F de Snedecor, Weibull, gama invertida, gaussiana inversa, lognormal.\nPropriedades da esperança e da variância.\n8. Momentos de variáveis aleatórias: Deﬁnição, funções geradoras de momentos e suas propriedades.\n9. Funções de variáveis aleatórias: Funções de variáveis aleatórias discretas e contínuas, valor esperado,\nvariância.\nBibliograﬁa\nMEYER, P. L. Probabilidade: Aplicações e Estatística. 2aEd. Rio de Janeiro: Livros Técnicos e Cientíﬁcos.\nEditora S.A., 2000.\nMAGALHÃES, M. N. e LIMA, A.C.P. Noções de probabilidade e estatística. EDUSP. Edição revista. 7aEd.,\n2007.\n71", "73": "ROSS, S. A. Probabilidade: Um curso moderno com aplicações. 8aEd.. Porto Alegre: Bookman, 2010.\nBibliograﬁa complementar\nJAMES, B. Probabilidade: um curso de nível intermediário. Rio de janeiro: Instituto de Matemática Pura e\nAplicada, 1981.\nFELLER, W. Introdução a Teoria das Probabilidades e suas Aplicações. V ol I e II. Edgard Blucher. São Paulo,\n1976.\nROSS, S. A. First Course in Probability. 6 ed. New York: McMillan Publishing Company, 2005.\nFIS074 - FISICA II – 60 horas\nEmenta\n1. Gravitação.\n2.Fluidos.\n3.Oscilações.\n4.Ondas.\n5. Termodinâmica.\nConteúdo\n1. Gravitação: Lei de Newton da gravitação. Gravidade nas proximidades da terra. Energia potencial\ngravitacional. Movimento de planetas e satélites. Leis de Kepler.\n2. Mecânica dos ﬂuidos: Fluidos. Densidade e pressão. Estática dos ﬂuidos. Fluxo. Equação da continuidade.\nEquação de Bernoulli. Aplicações.\n3. Oscilações: Movimento Harmônico Simples. Pêndulos. Oscilações amortecidas. Oscilações forçadas e\nressonância.\n4. Movimento ondulatório: Ondas. Ondas em cordas. Princípio da superposição. Interferência. Ondas\nestacionárias. Ressonância. Ondas sonoras. Intensidade e nível sonoro. Batimento. Efeito Doppler.\n5. Temperatura: Conceitos básicos. Escalas de temperatura. Dilatação.\n6. Calor e 1a lei da termodinâmica: Conceitos básicos. Transferência de calor. 1a lei da termodinâmica.\nAplicações.\n7. Teoria cinética dos gases: Movimento molecular. Gases ideais. Calores especíﬁcos dos gases.\n8. 2a lei da termodinâmica: Processos reversíveis e irreversíveis. Entropia. 2a lei da termodinâmica. Máquinas\ntérmicas. Aplicações.\n72", "74": "Bibliograﬁa\nP. Tipler, Física, 2a ed., vol 2 (Guanabara Dois, Rio, 6ed). Sears & Zemansky, Física II, vol 2, 12a. ed,\nPearson, São Paulo.\nD. Halliday e R. Resnick, Fundamentos de Física, 3a ed., vol. 2 - Mecânica(LTC, Rio, 1991)\nBibliograﬁa complementar\nH. Moysés Nussenzveig, Curso de física básica-2, ﬂuídos, oscilações e ondas, calor. Editôra Edgard Blucher.\nMAC013 - REPRESENTAÇÃO GRÁFICA E MODELAGEM GEOMÉTRICA\n– 60 horas\nEmenta\n1. Introdução ao Desenho Técnico;\n2. Conceitos de Desenho Assistido por Computador;\n3. Aplicações de Programas.\nConteúdo\n1. Indrodução ao Desenho Técnico. Histórico. Normalização. Projeção Ortogonal. Perpectiva.\n2. Conceitos de Desenho Assistido por Computador. Entidades Geométricas e Modelos. Representação\nGráﬁca Bi e Tridimensionais. Linhas, Faces e Sistema de Coordenadas. Dividir e Juntar Geometrias.\nExtrusões (empurrar e puxar). Manipulação de faces (incloinar, distorcer, dobrar). Interseções (operações\nbooleanas). Apresentação: corte de seção, animação. impressão e exportação.\n3. Aplicações de Programas. Aquisição e Instalação. Acesso à documentação e tutoriais. Conceitos e\nFerramentas. Criação de Modelos.\nBibliograﬁa\nSILV A, A.; TA V ARES, C.; DIAS, J.. Desenho Técnico Moderno. LTC, 2006.\nSOUZA, A. C. de; GOMEZ, L. A.; NETO, A. D. Desenhando com Google Sketchup. Visual Books, 2010.\nAZEVEDO, Eduardo; CONCI, Aura. Computação Gráﬁca - Teoria e Prática. Campus, 2003.\nBibliograﬁa complementar\nFARIN, Gerald; HANSFORD, Dianne. Practical Linear Algebra - A geometry Toolbox, Gerald Farin e Dianne\nHansford, ed. A K Peters Ltd.\n73", "75": "MAT157 - CÁLCULO III – 60 horas\nEmenta\n1. Integrais Múltiplas; 2. Funções Vetoriais; 3. Integrais Curvilíneas; 4. Integrais de Superfície.\nConteúdo\n1- Integrais Múltiplas: Integral Dupla: Deﬁnição; Interpretação Geométrica; Propriedades, Cálculo da Integral\nDupla; Mudança de Variáveis em Integrais Duplas; Aplicações. Integral Tripla: Deﬁnição; Propriedades;\nCálculo da Integral Tripla; Mudança de Variáveis em Integrais Triplas; Aplicações.\n2- Funções Vetoriais: Deﬁnição. Operações com Funções Vetoriais. Limite e Continuidade. Curvas:\nRepresentação Paramétrica de Curvas. Derivada. Curvas Suaves. Orientação de uma Curva. Comprimento de\narco. Funções Vetoriais de Várias Variáveis. Limite e Continuidade de Funções Vetoriais de Várias Variáveis.\nDerivadas Parciais de Funções Vetoriais. Campos Escalares e Vetoriais. Derivada Direcional de um Campo\nEscalar. Gradiente de um Campo Escalar. Aplicações do Gradiente. Divergência de um Campo Vetorial.\nRotacional de um Campo Vetorial. Campos Conservativos.\n3- Integrais Curvilíneas: Integrais de Linhas de Campos Escalares. Integrais de Linha de Campos Vetoriais.\nIntegrais Curvilíneas Independentes do Caminho de Integração. Teorema de Green.\n4- Integrais de Superfície: Representação de uma Superfície. Representação Paramétrica de Superfícies.\nSuperfícies Suaves e Orientação. Área de uma Superfície. Integral de Superfície de um Campo Escalar.\nIntegral de Superfície de um Campo Vetorial.Teorema de Stokes. Teorema da Divergência (Teorema de Gauss).\nBibliograﬁa\nFLEMMING, D.M. & GONÇALVES, M.B. Cálculo B. São Paulo: Prentice Hall Brasil, 2007.\nANTON, H. Cálculo, um novo horizonte. V ol. 2. Porto Alegre: Bookman, 2000.\nPINTO, D. & MORGADO, M.C.F. Cálculo Diferencial e Integral de Funções de Várias Variáveis. Rio de\nJaneiro: Editora UFRJ, 2000.\nBibliograﬁa complementar\nSTEWART, J. Cálculo. V ol. 2. São Paulo: Thomson Learning, 2006.\nSWOKOWSKI, E. W. Cálculo com Geometria Analítica. V ol. 2. São Paulo: Makron Books, 1994.\nÁ VILA, G. Cálculo das Funções de Múltiplas Variáveis, LTC, 2006.\n74", "76": "4oPERÍODO\nDCC008 - CALCULO NUMERICO – 60 horas\nEmenta\nIntrodução; Noções de Erro; Polinômio de Taylor e Aproximações; Zeros Reais de Funções Reais; Resolução\nde Sistemas Lineares; Interpolação Polinomial; Ajuste de Curva Por Mínimo Quadrado; Integração Numérica.\nConteúdo\n1- Introdução\n2- Noções de erro: representação de número, conversão de números nos sistemas decimais e binários,\naritmética inteira e de ponto ﬂutuante, erros de arredondamento e truncamentos, erro absoluto e relativo,\ncausas de erros nos computadores, propagação de erros.\n3- Polinômio de Taylor e Aproximações\n4- Zeros Reais de Funções Reais: Introdução. Solução por Iteração. Critério de Parada. Critério de\nConvergência. Ordem de Convergência. Valores Iniciais: Isolamento de raízes. Método de Falsa Posição.\nMétodo de Newton-Raphson. Método da Secante. Método da Bisseção. Método da falsa posição.\n5- Resolução de sistemas Lineares: eliminação de Gauss; estratégia de pivoteamento; fatorações; métodos\niterativos: introdução, teste de parada, critérios de convergência - linha e sassenfeld, método iterativo de Gauss\nJacobi, método iterativo de Gauss-Seidel.\n6- Interpolação Polinomial: introdução, resolução de sistema linear, forma de Lagrange, diferença dividida e\nordinária, forma de Newton, forma de Newton Gregory, escolha do grau do polinômio interpolador.\n7- Ajuste de Curva por Mínimos Quadrados: caso discreto, caso contínuo, caso não-linear.\n8- Integração Numérica: fórmulas de Newton-Cotes: regra do trapézio, regra de Simpson, erros; Quadratura de\nGauss.\nBibliograﬁa\nRUGGIERO, M.A.G. & LOPES, V .L.da R. Cálculo Numérico, aspectos teóricos e práticos. McGraw-Hill,\n1988.\nFRANCO, Neide M. B., Cálculo Numérico, Prentice Hall Brasil.\nBibliograﬁa complementar\nCAMPOS, Frederico Ferreira: Algoritmos Numéricos, 2a Edição (2007), Editora LTC.\nSPERANDIO, Décio; MENDES, João Teixeira; SILV A, Luiz Henry Monken: Cálculo Numérico, 2003,\nEditora Pearson.\n75", "77": "DCC012 - ESTRUTURA DE DADOS II – 60 horas\nEmenta\nIntrodução;\nOrdenação;\nFilas de prioridade;\nEstruturas de Dicionário: Acesso Direto; Estruturas balanceadas e Estruturas auto-organizáveis;\nEstruturas multidimensionais e espaciais;\nEstruturas de dados para a web;\nProcessamento de Cadeias de Caracteres.\nConteúdo\n1. Introdução: Análise de complexidade assintótica, análise e adaptação de estrutura de dados, apresentação da\nproblemática que será discutida na disciplina.\n2. Ordenação: MergeSort, Quicksort e Heapsort.\n3. Filas de prioridade: Intercalação de arquivos: algoritmo básico, busca direta, árvore binária de vencedores e\nperdedores. União de ﬁlas de prioridades. Heaps esquerdistas e heaps binomiais.\n4. Estruturas de Dicionário - Acesso Direto: Transformação de chave: funções \"hash\". Colisões e\nTransbordamento. Hashing para Arquivos Extensíveis.\n5. Estruturas de Dicionário - Estruturas balanceadas e auto-ajustáveis: Arquivos Sequenciais Indexados.\nÁrvores Balanceadas: Árvore A VL, Árvore Vermelho-Preto, Árvores B, Árvores B+. Árvores de splay: Árvore\nde espalhamento.\n6. Estruturas multidimensionais e espaciais: Estruturas de dados aplicadas em banco de dados espaciais.\nÁrvore Point-Quad. Árvore R.\n7. Estruturas de dados para web: Tries. Trie R-Way. Trie Ternária. Árvore PATRICIA. Arquivos Invertidos.\n8. Processamento de Cadeias de Caracteres: Casamento Exato de Cadeias: algoritmo KMP, BMH, BMHS e\nRobin-Karp. Compressão: Compressão de Textos em Linguagem Natural, Codiﬁcação RLE, Codiﬁcação de\nHuffman Usando Bytes, Huffman Adaptativo, Codiﬁcação de Lempel-Ziv. Criptograﬁa.\nBibliograﬁa\nLEISERSON, C. E.; STEIN, C.; RIVEST, R. L., CORMEN, T.H. Algoritmos: Teoria e Prática. Tradução da\n2a. edição americana. Editora Campus, 2002.\nPREISS, Bruno. Estrutura de Dados e Algoritmos. Elsevier. 2000.\nZIVIANI, N. Projeto de algoritmos com implementação em Java e C++. Cengage Learning, 2007.\nDROZDEK, A. Estrutura de Dados e Algoritmos em C++. Cengage Learning. 2002.\n76", "78": "MEHTA, Dinesh P.; SAHNI, Sartaj. Handbook of Data Structures and Application. Chapman & Hall/CRC.\n2005.\nFIS075 - FISICA III – 60 horas\nEmenta\n1. Eletrostática\n2. Capacitância. Dielétricos\n3. Corrente elétrica e resistência elétrica. Circuitos\n4. Campo magnético\n5. Lei de Faraday. Indutância\n6. Propriedades magnéticas da matéria\n7. Oscilações eletromagnéticas\n8. Equações de Maxwell\nConteúdo\n1. Eletrostática Carga elétrica. Lei de Coulomb. Condutores e isolantes. Campo elétrico. Lei de Gauss.\nPotencial elétrico. Energia potencial elétrica.\n2. Capacitância. Dielétricos Capacitância e capacitores. Dielétricos.\n3. Corrente elétrica e resistência elétrica. Circuitos Corrente e densidade de corrente. Resistência e lei de Ohm.\nEnergia e potência nos circuitos elétricos. Leis de Kirchhoff. Instrumentos de medidas elétricas. Circuitos RC.\n4. Campo magnético: Campo magnético. Forças e torques. Efeito Hall. Lei de Biot-Savart. Lei de Ampère.\nAplicações.\n5. Lei de Faraday. Indutância; Fluxo magnético. Lei de Faraday. Lei de Lenz. Correntes de Foucault.\nIndutância. Energia magnética. Aplicações.\n6. Propriedades magnéticas da matéria: Ímãs. Momento magnético. Paramagnetismo, diamagnetismo e\nferromagnetismo. Susceptibilidade e permeabilidade magnéticas.\n7. Oscilações eletromagnéticas. Correntes alternadas: Circuitos RL e analogias mecânicas. Oscilações\namortecidas. Oscilações forçadas e ressonância. Correntes alternadas. Potência. Transformadores. Aplicações.\n8. Equações de Maxwell: Campos magnéticos induzidos. Corrente de deslocamento. Equações de Maxwell.\nBibliograﬁa\nYoung H. D., Freedman R.A.: \"Física III \"Ed. 12 (2010) Pearson\nHalliday D., Resnick R., Walter J.: \"Fundamentos de Física III\", Ed. 8 (2009) LTC.\nTipler, P.: Física, vol 2a, Ed. Guanabara Dois, Rio, 1984.\n77", "79": "Bibliograﬁa complementar\nChaves Alao: \"Física Básica v.2\", (2007) LTC\nE. M. Purcell, Curso de Física de Berkeley, v. 2 - Eletricidade e Magnetismo (Edgard Blücher, 1973)\nNussenzveig H. M.: \"Curso de Física Básica v.3\"(1997) ou (2009) Edgard Blücher\nFeynman R \"The Feynman lectures on physics v.2\"Addison Wesley Longman\nMAC010 – MECÂNICA - 60 horas\nEmenta\nIntrodução, forças e grandezas vetoriais, equilíbrio do ponto material, resultantes de sistemas de forças,\nequilíbrio de um corpo rígido, treliças, esforços internos, centro de gravidade e centróide, momento de inércia.\nConteúdo\n1. Introdução: conceitos e deﬁnições básicos da mecãnica, sistemas de unidades, homogeneidade dimensional;\n2. Forças e grandezas vetoriais: escalares e vetores, operações vetoriais, adição de forças vetoriais, adição de\nforças coplanares, vetores cartesianos, adição e subtração de vetores cartesianos, vetores posição, vetor força\norientado ao longo de uma reta, produto escalar;\n3. Equilíbrio de um ponto material: condição de equilíbrio, diagrama de corpo livre, sistemas de forças\ncoplanares, sistema de forças tridimensional;\n4. Resultantes de sistemas de forças: momento (formulação escalar e vetorial), princípios dos momentos,\nmomento de uma força em relação a um eixo, momento de um binário, sistemas equivalentes, resultantes de\nsistemas de forças e momentos, redução de sistemas de forças e momentos, cargas distribuídas;\n5. Equilíbrio de corpo rígido: condições de equilíbrio, diagramas de corpo livre, equações de equilíbrio,\nequilíbrio no espaço, restrições para o corpo rígido;\n6. Treliças: treliças planas e espaciais, método dos nós e método das seções;\n7. Esforços internos: deﬁnição, cálculo de esforços internos em seções de barras;\n8. Centro de gravidade e Centróide: centro de gravidade de um sistema de pontos materiais, corpos e corpos\ncompostos;\n9. Momento de inércia: deﬁnição do momento de inércia de áreas, cálculo por integração, teorema dos eixos\nparalelos, momento de inércia de áreas compostas, produto de inércia, momento de inércia em relação a eixos\ninclinados, momentos principais de inércia.\nBibliograﬁa\nBEER, F. P. e JOHNSTON, E. R.; Mecânica Vetorial para Engenheiros. Ed. McGraw-Hill.\n78", "80": "HIBBELER, R. C. Estática: mecânica para engenharia. Pearson.\nBORESI e SCHIMIDT, Estática. Thompson, 2003.\nBibliograﬁa complementar\nSHEPPARD, Shedi D.; TONGUE, Benson H.. Estática\nMAT029 - EQUAÇÕES DIFERENCIAIS I – 60 horas\nEmenta\n1- Sequências e Séries de Números Reais\n2- Introdução às Equações Diferenciais\n3- Equações Diferenciais Ordinárias de 1aOrdem\n4- Equações Diferenciais Ordinárias Lineares de 2aOrdem\n5- Soluções em Série para Equações Diferenciais Ordinárias Lineares de 2aOrdem\nConteúdo\n1- Sequências e Séries de Números Reais: Sequências de Números Reais. Séries de Números Reais. Séries de\nTermos Positivos. Séries Alternadas. Convergência Absoluta. Testes de Convergência. Séries de Potências.\nRepresentações de Funções como Séries de Potências. Séries de Taylor de Maclaurin. Série Binomial.\n2- Introdução às Equações Diferenciais: Equações Diferenciais: Deﬁnição; Exemplos de Problemas que\nenvolvem Equações Diferenciais; Classiﬁcação das Equações Diferenciais. Equações Diferenciais Ordinárias:\nSoluções.\n3- Equações Diferenciais Ordinárias de 1aOrdem: Equações Lineares. Equações Separáveis. Equações Exatas\ne Fatores Integrantes. Equações Homogêneas. Aplicações. Existência e Unicidade de Soluções.\n4- Equações Diferenciais Ordinárias Lineares de 2aOrdem: Equações Homogêneas com Coeﬁcientes\nConstantes. Soluções Fundamentais de Equações Lineares Homogêneas. Independência Linear e o\nWronskiano. Raízes Complexas da Equação Característica. Raízes Repetidas e Redução da Ordem. Equações\nNão-homogêneas. Método dos Coeﬁcientes Indeterminados. Método da Variação de Parâmetros. Aplicações.\n5- Soluções em Série para Equações Diferenciais Ordinárias Lineares de 2aOrdem: Soluções em Série na\nVizinhança de um Ponto Ordinário. Pontos Singulares Regulares. Equações de Euler. Soluções em Série na\nVizinhança de um Ponto Singular Regular. Equação de Bessel.\nBibliograﬁa\nBOYCE, W.E. & DI PRIMA , R.C. Equações Diferenciais Elementares e Problemas de Valores de Contorno.\nRio de Janeiro: LTC, 2006.\n79", "81": "FIGUEIREDO, D.G. & NEVES, A.F. Equações Diferenciais Aplicadas. Rio de Janeiro, IMPA, CNPq, 1997.\nKREYSZIG, E. Matemática Superior. V ol. 1. Rio de Janeiro, LTC, 1976.\nBibliograﬁa complementar\nGUIDORIZZI, H.L. Um Curso de Cálculo. V ol. 4. Rio de Janeiro: LTC, 2002.\nKAPLAN, W. Cálculo Avançado. V ol. 2. São Paulo, Blücher, 2008.\nLEITHOLD, L. O Cálculo com Geometria Analítica. V ol. 2. São Paulo: Harbra, 1994.\nSANTOS, R.J. Introdução às Equações Diferenciais Ordinárias. Imprensa Universitária da UFMG, 2006.\nSTEWART, J. Cálculo. V ol. 2. São Paulo: Thomson Learning, 2006.\nMAT158 - ÁLGEBRA LINEAR – 60 horas\nEmenta\n1- Espaços Vetoriais\n2- Espaços com Produto Interno\n3- Transformações Lineares\n4- Diagonalização\nConteúdo\n1- Espaços Vetoriais: Deﬁnição e Exemplos: Os Espaços Rn; Espaços Vetoriais Abstratos. Subespaços: Soma\ne Interseção de Subespaços; Conjunto de Geradores. Dependência e Independência Linear. Base e Dimensão.\n2- Espaços com produto interno: Produto Escalar e Norma: Produto Interno; Norma; Ortogonalidade; Projeção\nOrtogonal. Bases Ortonormais e Subespaços Ortogonais.\n3- Transformações Lineares: Deﬁnição e Exemplos. Propriedades. A Imagem e o Núcleo: Espaço Linha e\nEspaço Coluna de uma Matriz; Injetividade e Sobrejetividade. Matriz de uma Transformação Linear e Matriz\nMudança de Base. Composição de Transformações Lineares. Invertibilidade. Semelhança.\n4- Diagonalização: Diagonalização de Operadores: Operadores e Matrizes Diagonalizáveis; Autovalores e\nAutovetores; Subespaços Invariantes e o Teorema de Cayley-Hamilton. Operadores Auto-adjuntos e Normais.\nForma Canônica de Jordan.\nBibliograﬁa\nBOLDRINI, J. L. Álgebra Linear. São Paulo: Harbra, 1986.\nSTRANG, G. Álgebra Linear e Suas Aplicações, Gengage Learning, 2010.\nSTEINBRUCH, A. & WINTERLE, P. Álgebra Linear. São Paulo: Makron Books, 1987\n80", "82": "Bibliograﬁa complementar\nANTON, H. & RORRES, C. Álgebra Linear com Aplicações. Porto Alegre: Bookman, 2001.\nCALLIOLI, C., DOMINGUES, H.H. & COSTA, R.C.F. Álgebra Linear e Aplicações. Atual Editora, 1990.\nSANTOS, R.J. Álgebra Linear e Aplicações. Belo Horizonte: Imprensa Universitária da UFMG, 2006.\nLIPSCHUTZ, S. Álgebra Linear. Porto Alegre: Bookman, 2004.\nLIMA, E. L. Álgebra Linear, Rio de Janeiro, IMPA, 2009.\n5oPERÍODO\nDCC059 - TEORIA DOS GRAFOS – 60 horas\nEmenta\nIniciação a Teoria dos Grafos; Grafos sem circuitos, árvores e arborescências; Busca em Grafos.\nConteúdo\n1. Iniciação a Teoria dos Grafos 1.1. Histórico e motivação 1.2. Deﬁnições e conceitos básicos 1.3.\nInter-relacionamento entre vértices e arcos 1.4. Cadeias e caminhos 1.5. Representação 1.6. Conexidade e\nconectividade 1.7. Distância e noções correlatas 1.8. Estabilidade e número cromático 1.9. Planaridade\n2. Grafos sem circuitos, árvores e arborescências 2.1. Grafos sem circuitos 2.2. Pert-CPM 2.3. Árvores e\narborescências 2.4. Contagem e supressão 2.5. Árvore Geradora - método guloso 2.6. Particionamento de\nárvores\n3. Busca em Grafos 3.1. Algoritmo de busca geral 3.2. Busca em profundidade 3.3. Busca em largura 3.4.\nBusca lexicográﬁca 3.5. Busca irrestrita\nBibliograﬁa\nSZWARCFITER, J. Grafos e Algoritmos Computacionais. Editora Campus, 1983. BERGE, C. Graphs and\nHypergrapys. North Holand, 1973.\nLEISERSON, C. E.; STEIN, C.; RIVEST, R. L., CORMEN, T.H. Algoritmos: Teoria e Prática. Tradução da\n2a. edição americana. Editora Campus, 2002.\nBibliograﬁa complementar\nNETTO, P. Grafos: Teoria, Modelos e Algoritmos. Editora Edgard Blucher Ltda, 1996.\n81", "83": "DCC122 – CIRCUITOS DIGITAIS – 60 horas\nEmenta\nBases Numéricas.\n1. Álgebra de Boole.\n2. Circuitos combinacionais.\n3. Minimização de funções.\n4. Circuitos seqüenciais síncronos e assíncronos.\n5. Flip-ﬂops, registradores, contadores, memória.\n6. Linguagem de descrição de hardware.\nConteúdo\n1) Sistemas Digitais: Histórico. Nomenclatura e Aplicações.\n2) Portas Lógicas: Inversores. Porta OR. Porta AND. Porta NAND. Porta NOR. Porta XOR. Tabela verdade.\n3) Álgebra Booleana: Lógica Combinacional. Simpliﬁcação algébrica. Teoremas de booleanos. Teoremas de\nDeMorgan. Projetos de circuitos lógicos.\n4) Sistemas de Numeração: Sistema numérico binário, octal, decimal, hexadecimal Conversão entre os\nsistemas.\n5) Códigos Digitais: BCD. ASCII. Circuito gerador e veriﬁcador de paridade. Transmissão e correção de erros.\n6) Formas Canônicas Mintermos. Maxtermos.\n7) Mapa de Karnaugh: Simpliﬁcação pelo Mapa de Karnaugh. Síntese e análise de circuitos combinacionais.\n8) Flip-Flops e Dispositivos Correlatos: Introdução aos Flip-Flops. Flip-Flop SR implementado com NAND e\nNOR. Flip-Flop SR Disparável. Flip-Flop D transparente. Flip-Flop D disparado por borda.\n9) Contadores: Flip-Flop JK. Contadores Ondulante, Síncrono, Preestabelecíveis e Crescente-Decrescente.\n10) Circuitos Combinatórios Especiais: Multiplexador. Demultiplexador. Codiﬁcador. Decodiﬁcador.\n11) Registradores de Deslocamento: Registradores de deslocamento construídos com Flip-Flop JK. Dados em\nparalelo e em série. Em paralelo para dentro-em série para fora. Formatos de transmissão serial de dados.\n12) Linguagens de descrição de hardware: Linguagens de descrição de hardware para a modelagem de\nsistemas digitais. Familiarização com ferramentas de CAD.\n13) Utilização de simulação de sistemas digitais (através de software): Implementação em linguagem de\ndescrição de hardware de projetos de circuitos lógicos utilizando FPGAs.\nBibliograﬁa\nTOCCI, R. J.; WIDMER, N. S.; MOSS, G. L. Sistemas digitais: princípios e aplicações. 10. ed. São Paulo:\nPearson Prentice Hall, 2007.\n82", "84": "TAUB, H. Circuitos digitais e microprocessadores. São Paulo: McGraw-Hill, 1984.\nMANO, M. M.. Digital design. 2.ed. Englewood Cliffs: Prentice-Hall International, 1991.\nBIGNELL, J.; DONOV AN, R. Eletrônica digital. São Paulo: Makron, 1995.\nIDOETA, I. V .; CAPUANO, F. G. Elementos de eletrônica digital. 37. ed. São Paulo: Érica, 2006.\nBibliograﬁa complementar\nWAKERLY , J. F. Digital Design Principles and Practices, 4a. Edição. Prentice Hall, 2005.\nYALAMANCHILI, S. VHDL Starter’s Guide, Prentice Hall, Upper Saddle River, 1998.\nPELLERIN, D., TAYLOT, D. VHDL Made Easy. Prentice Hall, 1997.\nASHENDEN, P. The Students’ Guide to VHDL, Morgan Kaufman Publ, 1998.\nMAC002 - RESISTENCIA DOS MATERIAIS I – 60 horas\nEmenta\nPrincípios e Objetivos da Resistência dos Materiais. Métodos de Análise. Tensões e Deformações. Tração e\nCompressão Simples. Cisalhamento Simples. Torção. Flexão Pura em Vigas. Tensões de Cisalhamento em\nVigas. Deformações em Vigas.\nObjetivos gerais:\nFornecer ao aluno conhecimentos básicos das propriedades mecânicas dos sólidos reais, com vistas à sua\nutilização no projeto e cálculo de estruturas.\nCapacitar o aluno ao cálculo de tensões e deformações causadas pelos esforços simples, no regime da\nelasticidade, bem como à resolução de problemas simples de dimensionamento, avaliação e veriﬁcação.\nConteúdo\n1. Introdução - Tensões e Deformações 1.1) Introdução. 1.2) Estruturas. Peças estruturais. Cargas e reações.\nEstabilidade. Resistência e Rigidez. Princípios e objetivos da Resistência dos Materiais. 1.3) Método das\nseções. Esforços simples. Tensões internas. Relações entre esforços e tensões. 1.4) Tensões e deformações na\ntração/compressão simples. Deformação longitudinal. Deformação especíﬁca. Ensaio de Tração. Lei de\nHooke. Coeﬁciente de Poisson.\n2. Tração e Compressão Simples 2.1) Tensões normais e deformações em barras prismáticas com esforço\nnormal constante. 2.2) Tensões normais e deformações em barras retas de seção variável, com esforço normal\nvariável. Efeito do peso próprio em barras de eixo vertical. 2.3) Sistemas estaticamente indeterminados.\nMateriais homogêneos associados. Tensões térmicas. Tensões iniciais.\n83", "85": "3. Cisalhamento Simples 3.1) Tensões de cisalhamento em seções isoladas. Aplicações. 3.2) Tensões de\ncisalhamento em planos normais entre si. Cisalhamento puro. Distorção angular. Lei de Hooke para o\ncisalhamento.\n4. Torção 4.1) Tensões de cisalhamento e deslocamentos angulares na torção em eixos de seção circular ou\nanular. 4.2) Torção em eixos de seção vazada de paredes delgadas.\n5. Flexão Pura em Vigas 5.1) Vigas sujeitas à ﬂexão pura e normal. Cálculo das tensões normais. 5.2) Várias\nformas da seção transversal. Perﬁs I e H. 5.3) Vigas de dois materiais.\n6. Deformação em Vigas 6.1) Deformações em vigas. Equação diferencial da linha elástica da ﬂexão. Cálculo\nde ﬂechas e ângulos de rotação por Integração Direta. 6.2) Método das Diferenças Finitas Para Solução da\nEquação Diferencial da Linha Elástica 6.3) Superposição de efeitos.\n7. Tensões de Cisalhamento em Vigas 7.1) Cisalhamento longitudinal: deﬁnição, cálculo de tensões,\ndiagramas. 7.2) Estudo da seção retangular, das seções \"T\"e ¿I¿ e da seção circular.\nBibliograﬁa\nTIMOSHENKO, Stephen, GERE, James. Mecânica dos Sólidos; vol. 1. LTC.\nGERE, James M.; GOODNO, Barry J.. Mecânica dos Materiais.Cengage Learning.\nBibliograﬁa complementar\nHIGDON, Archie et al, Mecânica dos Materiais. Guanabara Dois. ISBN: 8570301367 BEER, Ferdinand,\nJOHNSTON, E. Russell. Resistência dos Materiais. Mc Graw Hill, 1995.\nPOPOV , Egor Paul. Resistência dos Materiais. PHB editora.\nFEODOSIEV . Resistência dos Materiais. Lopes da Silva Editora editora.\nMAC019 - FUNDAMENTOS DE MECÂNICA DAS ESTRUTURAS – 60 horas\nEmenta\n1. Introdução, Conceitos Básicos: Equilíbrio; Vínculos; Deﬁnições de Esforços.\n2. Relação entre Ações, Cortantes e Momento Vetor;\n3. Estudo de Modelos de Estruturas Reticuladas: Vigas; Treligas; Grelhas; Pórticos; Cabos; Arcos.\n4. Análise Computacional de Modelos de Estruturas Reticuladas\nConteúdo\n1. Introdução, Conceitos Básicos: Equilíbrio; Vínculos; Deﬁnições de Esforços.\n2. Relação entre Ações, Cortantes e Momento Vetor;\n84", "86": "3. Estudo de Modelos de Estruturas Reticuladas: Vigas; Treligas; Grelhas; Pórticos; Cabos; Arcos.\n4. Análise Computacional de Modelos de Estruturas Reticuladas\nBibliograﬁa\nMARTHA, Luiz Fernando. Análise de Estruturas - Conceitos Básicos. Campus Elsevier. HIBBELER, R. C..\nStructural Analysis. Prentice Hall.\nV AZ, Luiz Eloy. Método dos Elementos Finitos em Análise de Estruturas. Campus Elsevier.\nBibliograﬁa complementar\nGERE, J.R.; WEA VER, Jr.. Analise de estruturas reticuladas. Guanabara, 1987\nSUSSEKIND, J.C. Curso de analise estrutural: estruturas isostaticas. Globo, 1981\nODEN, J.T.; RIPPERGER, E.A.. MECHANICS OF ELASTIC STRUCTURES. McGraw-Hill, 1981.\nVILLAGIO, Pierro. MATHEMATICAL MODELS FOR ELASTIC STRUCTURES. Cambridge University,\n1997.\nFIS081 - FENÔMENOS DE TRANSPORTE – 60 horas\nEmenta\n1. Modos básicos de transferência de calor: Condução, Convecção e Radiação.\n2. Condução de Calor.\n3. Convecção Forçada sobre Superfícies Planas.\n4. Trocadores de Calor.\nConteúdo\n1. Modos básicos de transferência de calor: Condução, Convecção e Radiação - O que é Fenômenos de\nTransporte; Unidades; Fórmulas básicas; Condução; Convecção; Radiação; Circuitos térmicos; Isolantes\ntérmicos.\n2. Condução de calor - Equação de condução; Formas cilíndricas e esféricas; Aletas; Condução\nMultidimensional; Fator de Forma; Equações em diferenças ﬁnitas e suas soluções; Capacidade concentrada;\nSoluções aproximadas; Gráﬁcos.\n3. Convecção Forçada sobre superfícies planas - Escoamento laminar; Escoamento turbulento.\n4. Trocadores de calor - Tipos de trocadores de calor; Método LMTD; Método da efetividade - NUT.\n85", "87": "Bibliograﬁa\n1 - Frank Kreith , Mark S. Bohn, Principios de Transferencia de Calor, Pioneira Thomson Learning, Sexta\nEdição, 2003, ISBN13: 9788522102846.\n2 - Frank P. Incropera, David P. Dewitt, Theodore L. Bergman, Adrienne S. Lavine, Fundamentos de\nTransferencia de Calor e de Massa, LTC, Sexta Edição, 2008, ISBN: 9788521615842.\n3 - Celso Pohlmann Livi, Fundamentos De Fenomeno De Transporte, LTC, Primeira Edição, 2004, ISBN\n8521614152.\nBibliograﬁa complementar\n1 - Washington Braga Filho, Transmissao de Calor, Pioneira Thomson Learning, 2004, ISBN13:\n9788522103744.\n6oPERÍODO\nDCC070 - ORGANIZAÇÃO DE COMPUTADORES – 60 horas\nEmenta\nAbstrações e Tecnologias Computacionais;\nInstruções: a Linguagem de Máquina;\nAritmética Computacional;\nAvaliando e Compreendendo o Desempenho;\nO Processador: Caminho de Dados e Controle;\nLinha de montagem (Pipelining);\nHierarquia de Memória.\nConteúdo\n1) Abstrações e Tecnologias Computacionais; Introdução. Abstrações Computacionais. Principais\ncomponentes de um computador.\n2) Instruções: a linguagem de máquina. Introdução. Operações e operandos do hardware do computador.\nRepresentando instruções no computador. Operações lógicas. Instruções para tomada de decisões. Suporte a\nprocedimentos no hardware do computador. Endereçamento. Traduzindo e iniciando um programa. Vetores\n(arrays) versus ponteiros.\n3) Aritmética Computacional. Introdução. Números com e sem sinal. Adição e Subtração. Multiplicação.\nDivisão. Ponto ﬂutuante.\n86", "88": "4) Avaliando e Compreendendo o Desempenho. Introdução. Desempenho da CPU e seus fatores. Avaliando\ndesempenho. Programas para avaliação de desempenho (Benchmarks).\n5) Organização de Processadores: Caminho de Dados e Controle Introdução. Convenções. Lógicas de Projeto.\nConstruindo um Caminho de Dados. Um esquema de implementação simples. Adicionando Sinais de\nControle. Implementando Saltos (Jumps). Uma implementação Multiciclo. Exceções. Estudo de Caso.\n6) Linha de Montagem (Pipelining). Visão geral de linha de montagem. Caminho de dados usando linha de\nmontagem. Controle de uma linha de montagem. Perigos (hazards) de dados, controle e desvio. Bloqueio\n(Stall) e Encaminhamento (forwarding) em linhas de montagem.\n7) Hierarquia de Memória. Introdução. Princípios básicos de cache. Medindo e melhorando o desempenho da\ncache. Suporte do hardware para memória virtual. Estrutura comum para hierarquias de memória. Estudos de\ncaso.\nBibliograﬁa\nHENESSY , J. L; PATTERSON, D.A. Arquitetura de Computadores: Uma Abordagem Quantitativa, 3aedição,\nEditora Campus, 2003.\nPATTERSON, D.A.; HENNESSY , J. L. Organização e Projeto de Computadores. Terceira Edição. Editora\nCampus, 2005.\nTANEMBAUM, A. S. Organização Estruturada de Computadores. 5aedição, Prentice Hall do Brasil, 2006.\nBibliograﬁa complementar\nSTALLINGS, W. Arquitetura e Organização de Computadores. 5aedição, Prentice Hall do Brasil, 2002.\nDCC117 - MODELAGEM DE SISTEMAS – 60 horas\nEmenta\nIntrodução e Conceitos;\nModelagem Orientada a Objetos;\nEstudo de Caso.\nConteúdo\n1) Introdução e Conceitos: Importância da modelagem, abstração, histórico, Introdução a UML\n2) Modelagem Orientada a Objetos: Estudo detalhado dos principais modelos especiﬁcados em UML\n3) Estudo de Caso: Especiﬁcação de uma aplicação utilizando os modelos detalhados na Unidade 2.\n87", "89": "Bibliograﬁa\nLARMAN, C. Utilizando UML e Padrões - Uma Introdução a Análise e ao Projeto Orientados a Objetos.\nBookman Editora, 2006\nFOWLER, M.; SCOTT, K. UML Essencial. Porto Alegre: Bookman, 2000.\nBLAHA, M.; RUMBAUGH, J. Modelagem e Projetos Baseados em Objetos. Editora Campus, 2006.\nDCC163 - PESQUISA OPERACIONAL – 60 horas\nEmenta\nFormulação de problemas de programação linear; solução gráﬁca de problemas de programação linear;\nalgoritmo Simplex; álgebra e geometria do algoritmo Simplex; algoritmo Simplex revisado; análise de\nsensibilidade e paramétrica; dualidade.\nConteúdo\n1 - Conceitos básicos em Pesquisa Operacional: as origens da Pesquisa Operacional; aplicações de Pesquisa\nOperacional; 2 - Revisão de Álgebra Linear: solução de sistemas de equações lineares; base canônica;\noperações elementares sobre linhas e colunas de matrizes; 3 - Formulação matemática de problemas de\nprogramação linear: técnicas de construção de modelos; solução gráﬁca de modelos no espaço R2; 4 - O\nalgoritmo Simplex: solução básica e solução básica viável de um problema de programação linear; o Simplex\nalgébrico; geometria do Simplex; complexidade do algoritmo Simplex; prática com ferramenta computacional;\n5 - Algoritmo Simplex revisado: vantagens do Simplex revisado; aplicações, exemplos práticos; 6 - Análise de\nsensibilidade e paramétrica: aplicações e casos especíﬁcos de análise de sensibilidade; mudança de custo\nbásico e não-básico; inclusão de novas variáveis; inclusão de novas restrições; 7 - Dualidade: caracterização de\nprimal e dual de um problema; método para obtenção do dual a partir do primal de um problema de\nprogramação linear; o algoritmo Dual-Simplex; otimalidade e interpretação econômica do dual\nBibliograﬁa\n- TAHA, H. A., Pesquisa Operacional, 8aedição Pearson Prentice Hall, 2008. - BAZARAA, M.S. e JARVIS,\nJ.J. Linear Programming and Networks Flows, John Wiley & Sons, New York, 1990, 2a Edition.\nBibliograﬁa complementar\n- HILLIER, F.S.; LIEBERMAN, G.J., Introdução à Pesquisa Operacional, 8aedição, McGraw-Hill, 2006. -\nGOLDBARG, M.C. e LUNA, H. P.L. Otimização Combinatória e Programação Linear., 2aEd. Editora\nCampus / Elsevier, 2005.\n88", "90": "MAC005 - MECÂNICA DOS SÓLIDOS I – 60 horas\nEmenta\nEstado de Tensão. Estado de Deformação. Mátodp da Elasticidade Linear. Torção não Circular. Objetivos\nGerais: Complementar oa estudos iniciados nas disciplinas Resistência dos Materiais I e II\nConteúdo\n1. Introdução\n1.1. Apresentação do plano de curso, bibliograﬁa e objetivos da disciplina.\n2. Estado de Tensão\n2.1. Tensor de tensões: Tensão - conceito e deﬁnições. Natureza da grandeza tensão. Estado\n3. Estado de Deformação\n3.1. Campo de deslocamentos.\n4. Equações da Elasticidade\n4.1. Equações diferenciais de equilíbrio.\n5. Torção Não Circular\n5.1. Formulação em função empenamento.\n6. Equações Constitutivas Generalizadas\n6.1. Modelos de comportamento com dependência do tempo.\n7. Tópicos de Estabilidade Elástica\n7.1. Flambagem à compressão.\nBibliograﬁa\nPOPOV , Egor Paul. Introdução à Mecânica dos Sólidos. Edgard Blucher, 1978.\nRUSSELL, E.; JOHNSTON, JR.; FERDINAND, P. BEER. Resistência dos Materiais. Makron Books, 1995.\nGERE, James M.; GOODNO, Barry J.. Mecânica dos Materiais.Cengage Learning.\nBibliograﬁa complementar\nSHAMES, Irving H.. Engineering Mechanics: Statics. 4. ed. Brasil: Prentice Hall, 1996.\nMAC023 - MECÂNICA DAS ESTRUTURAS – 60 horas\nEmenta\n1 - Métodos para Análise Estrutural;\n89", "91": "2 - Análise de Estruturas de Barras;\n3 - Cálculo de Deslocamentos em Estruturas de Barras;\n4 - Método da Rigidez;\n5 - Implementação Computacional do Método da Rigidez.\nConteúdo\n1 - Métodos para Análise Estrutural;\n2 - Análise de Estruturas de Barras;\n3 - Cálculo de Deslocamentos em Estruturas de Barras - Cálculo de Deslocamentos;\n4 - Método da Rigidez;\n5 - Implementação Computacional do Método da Rigidez - Uso de Cógidos Computacionais para Análise\nEstrutural.\nBibliograﬁa\nMARTHA, Luiz Fernando. Análise de Estruturas - Conceitos Básicos. Campus Elsevier.\nHIBBELER, R. C.. Structural Analysis. Prentice Hall.\nV AZ, Luiz Eloy. Método dos Elementos Finitos em Análise de Estruturas. Campus Elsevier.\nBibliograﬁa complementar\nGERE, J.R.; WEA VER, Jr.. Analise de estruturas reticuladas. Guanabara, 1987.\nSUSSEKIND, J.C. Curso de analise estrutural: estruturas isostaticas. Globo, 1981.\nODEN, J.T.; RIPPERGER, E.A.. Mechanics of Elastic Structures. McGraw-Hill, 1981.\nVILLAGIO, Pierro. Mathematical Models for Elastic Structures. Cambridge University, 1997.\nMAC024 - INTRODUÇÃO À MODELAGEM COMPUTACIONAL – 60 horas\nEmenta\n1 - Introdução aos sitemas dinâmicos: modelagem da mudança através de equações de diferença.\n2. Classiﬁcação de Modelos, análise do processo de modelagem e construção de modelos matemáticos e sua\nsimulação computacional.\n3. Ajuste de curvas.\n4. Introdução ao Método de Monte Carlo e à Análise Dimensional.\n90", "92": "Conteúdo\n1) Modelando a Mudança; 1.1Aproximação da mudança com equações de diferença; 1.2 Soluções de sistemas\ndinâmicos; 1.3 Sistemas de Equações de diferenças.\n2) O Processo de Modelagem, Proporcionalidade e Similaridade Geométrica; 2.1 Introdução; 2.2 Modelagem\nusando a proporcionalidade;2.3 Modelagem usando a similridade geométrica;\n3) Ajuste de modelos; 3.1Ajuste de modelos aos dados através de gráﬁcos; 3.2 Métodos analíticos de ajuste de\nmodelos; 3.3 Aplicação do critério de mínimos quadrados; 3.4 Escolha do melhor modelo.\n4) Método de Monte Carlo; 4.1 Simulação de um comportamento determinístico: área sob uma curva;\n4.2Simulação de comportamentos probabilísticos.\n5) Análise dimensional e semelhança; 5.1Dimensões como produtos; 5.2 O processo da análise dimensional;\n5.3 Exemplos de aplicação da análise dimensional.\nBibliograﬁa\n1 - Giordano, F.R, Fox,W.P., Horton, S.B. e Weir, M.D., A First Course in Mathematical Modeling, Brooks\nCole, 2008.\n2 - Velten,K., Mathematical Modeling and Simulation, Wiley-VCH, 2009.\nBibliograﬁa complementar\n1 - de Vries,G., Hilen, T., Lewis, M., Müller,J. and Schönﬁsch, B., A Course in Mathematical Biology,SIAM,\n2006.\n2 - Anton,H., Rorres, C., Álgebra linear com aplicações, Bookman, 2002.\n7oPERÍODO\nDCC001 - ANÁLISE E PROJETO DE ALGORITMOS – 60 horas\nEmenta\nFundamentos Matemáticos para Análise de Algoritmos; Análise Assintótica de Algoritmos; Paradigmas de\nProjeto de Algoritmos; Algoritmos Eﬁcientes para Ordenação, Comparação de Sequências, Problemas em\nGrafos; Fundamentos de Complexidade Computacional, Redução entre Problemas, Classes P e NP, Problemas\nNP-Completos.\n91", "93": "Conteúdo\n1. Fundamentos matemáticos para análise de algoritmos: Indução Finita; Crescimento de funções; Notações\nAssintóticas; Relações de Recorrência; resolução por substituição (indução) e por iteração;\n2. Análise assintótica de algoritmos: Modelos de computação; Cotas superiores e inferiores; Algoritmos\nótimos;\n3. Paradigmas de projeto de algoritmos: Projeto por indução; Divisão-e-conquista; Algoritmos gulosos;\nProgramação Dinâmica;\n4. Algoritmos eﬁcientes: Algoritmos para ordenação: bubble-sort, insertion-sort, merge-sort, heap-sort,\nquick-sort; Cota inferior para ordenação por comparações; Seleção do k-ésimo e da mediana em tempo linear;\nBusca binária; Árvore de busca ótima e fatoração ótima para multiplicação de matrizes; Comparação de\nsequências: maior subsequência comum, algoritmo Knuth-Morris-Pratt para busca de substring; distância de\nedição; algoritmo Smith-Waterman; Conceito de Análise Amortizada (por exemplo, algoritmo KMP);\nAlgoritmos em Grafos: busca em largura e profundidade; caminho mínimo e algoritmos de Dijkstra e\nBellman-Ford; árvore espalhada mínima e algoritmos e Prim e Kruskal; todos os caminhos mínimos e\nalgoritmo de Floyd-Warshall; ﬂuxo máximo e algoritmo de Ford-Fulkerson; Algoritmos geométricos:\nenvoltória convexa: algoritmo da Marcha de Jarvis; ordenação angular e o algoritmo Graham Scan; Cota\ninferior para envoltória convexa por redução;\n5. Fundamentos de complexidade computacional: Redução entre problemas e transferência de cotas; Classe P;\nAlgoritmos não-determinísticos; Veriﬁcação polinomial de solução; Classe NP; NP-Completude; Exemplos:\nSAT, Clique em grafos, Problema da mochila, Soma de subconjuntos, 3-coloração, Caminho e circuito\nhamiltonianos, Caixeiro viajante, e outros.\nBibliograﬁa\nAHO, A.V .; HOPCROFT, J.E.; ULLMAN, J.D. \"The Design and Analysis of Computer Algorithms\". Addison\nWesley Pub. Co.,1974.\nTERADA, Routo. \"Desenvolvimento de Algoritmos e Estrutura de Dados\". Makron Books, 1991.\nCORMEN, LEISERSON, RIVEST, STEIN. Algoritmos. Elsevier, 2002.\nCAMPELLO, Rui e MACULAN FILHO, Nelson. \"Algoritmos e Heurísticas\". Editora da UFF, 1994.\nMAC026 - INTRODUÇÃO AOS MÉTODOS DISCRETOS – 60 horas\nEmenta\n1-Método das diferenças ﬁnitas: diferenças progressiva, regressiva e central, estabilidade, consistência e\nconvergência, problemas bidimensionais, esquemas explícito e implícito para problemas transientes;\n2-Método dos resíduos ponderados: colocação, colocação por sub-regiões, Galerkin;\n92", "94": "Conteúdo\n1-Método das diferenças ﬁnitas: diferenças progressiva, regressiva e central, estabilidade, consistência e\nconvergência, problemas bidimensionais, esquemas explícito e implícito para problemas transientes;\n2-Método dos resíduos ponderados: colocação, colocação por sub-regiões, Gallerkin;\n3-Método dos elementos ﬁnitos: formulação fraca, funções de interpolação, discretização em uma dimensão,\nimplementação Computacional em uma dimensão;\n4-Introdução ao Método dos Elementos de Contorno.\nBibliograﬁa\nZIENKIEWICZ,O.C. and Morgan,K., Finite Element and Approximation, John Wiley and Sons, 1983.\nREDDY ,J.N., An Introduction to Finite Element Method, McGraw-Hill, 1993.\nDCC062 – SISTEMAS OPERACIONAIS – 60 horas\nEmenta\nIntrodução;\nProcessos e Linhas de Execução (Threads);\nImpasses (Deadlocks);\nGerenciamento de Memória;\nEntrada/Saída;\nSistemas de Arquivos.\nConteúdo\n1) Introdução: O que é um sistema operacional? Histórico. Taxonomia dos SOs. Conceitos Básicos.\nChamadas de Sistema. Estrutura do SO.\n2) Processos e Linhas de Execução (Threads): Processos. Linhas de Execução (Threads). Comunicação\nInterprocesso. Escalonamento.\n3) Impasses (Deadlocks): Recursos. Introdução aos Impasses. Detecção e Recuperação de Impasses. Evitando\nImpasses. Prevenindo Impasses. Outras Questões.\n4) Gerenciamento de Memória: Gerenciamento Básico de Memória. Trocas (Swapping). Memória Virtual.\nAlgoritmos para Substituição de Páginas. Questões de Projeto. Questões de Implementação. Segmentação.\n5) Entrada/Saída: Princípios de Hardware e de Software. Camadas de Software para Entrada/Saída.\n6) Sistemas de Arquivos: Arquivos. Diretórios. Implementação de Sistemas de Arquivos.\n93", "95": "Bibliograﬁa\nTANEMBAUM, A. S. Sistemas Operacionais Modernos. 2aedição, Prentice Hall do Brasil, 2003.\nSILBERSCHATZ, A; GAGNE, G; GALVIN, P. Fundamentos de Sistemas Operacionais. 6aed. LTC, 2004.\nTANEMBAUM, A. S; WOODHULL, A.S. Projeto de Sistemas Operacionais. 2aedição, Bookman, 2000.\nBibliograﬁa complementar\nDEITEL, H.; DEITEL, P.; CHOFFNES, D. Sistemas Operacionais. 3aedição, Prentice Hall do Brasil, 2005.\n8oPERÍODO\nDCC063 - LINGUAGENS FORMAIS E AUTÔMATOS – 60 horas\nEmenta\nNoções preliminares; Linguagens regulares; Gramáticas e linguagens livres de contexto; Formas normais;\nAutômatos e linguagens; Autômatos com pilha e linguagens livres de contexto; Hierarquia de Chomsky:\nclasses de linguagens.\nConteúdo\n1) Noções preliminares: Teoria de conjuntos. Produto cartesiano, relações entre conjuntos, funções, relações\nde equivalência. Conjuntos enumeráveis e não enumeráveis. Deﬁnições recursivas. Indução matemática e\ndiagonalização. Tipos de formalismos: grafos direcionados e lambda-cálculo.\n2) Linguagens regulares: Deﬁnição de strings e linguagens. Especiﬁcação ﬁnita de linguagens. Conjuntos e\nexpressões regulares.\n3) Gramáticas e linguagens livres de contexto: Deﬁnições de linguagens livres de contexto. Derivação.\nGramáticas regulares. Exemplos de gramáticas e linguagens: Pascal e expressões aritméticas. Estratégias de\nderivação: ambigüidade, derivações mais à esquerda e mais à direita, grafos de gramáticas, derivadores\ntop-down, derivadores bottom-up.\n4) Formas normais: Deﬁnição de formas normais e esquemas de restrição em gramáticas. Eliminação de:\nproduções lambda, produções em cadeia, símbolos redundantes, recursão à esquerda. Forma normal de\nChomsky e de Greibach.\n5) Autômatos e linguagens: Máquinas de estados ﬁnitos. Autômato ﬁnito determinista e não-determinista.\nRemoção de não-determinismo: fecho lambda. Minimização de autômatos ﬁnitos deterministas. Autômatos\nﬁnitos e conjuntos regulares. O lema do bombeamento para linguagens regulares.\n94", "96": "6) Autômatos com pilha e linguagens livres de contexto: Deﬁnições de autômato com pilha. Autômatos com\npilha e linguagens livres de contexto. O lema do bombeamento para linguagens livres de contexto. Autômato\ncom duas pilhas.\n7) Hierarquia de Chomsky: Classes de linguagens; Propriedades fechadas de linguagens regulares.\nPropriedades fechadas de linguagens livres de contexto. Tópicos para a próxima disciplina: Teoria de\nLinguagens.\nBibliograﬁa\nSUDKAMP, T. A. Languages and machines: an introduction to the theory of computer science.\nAddison-Wesley, 1996.\nHOPCROFT, J. E.; ULLMAN, J. D. Introduction to automata theory, languages and computation.\nAddison-Wesley, 1979.\nLEWIS, H. R.; Papadimitrou, C. H. Elementos da Teoria da Computação. Bookman, 2000.\nBibliograﬁa complementar\nMENEZES, P. B. Linguagens Formais e Autômatos. Sagra Luzzatto, 1997.\nDCC042 – REDES DE COMPUTADORES – 60 horas\nEmenta\nRedes de Computadores e a Internet; Camada de Aplicação; Camada de Transporte; Camada de Rede; Camada\nde Enlace e Redes Locais; Redes sem Fio.\nConteúdo\n1) Introdução às Redes de Computadores e a Internet O que é a Internet? Bordas e núcleo da rede. Atraso,\nperda de pacotes e largura de banda em redes. Protocolos em camadas e seus modelos de serviços. Histórico\ndas redes de computadores e a Internet.\n2) Camada de Aplicação: Introdução. Web e HTTP. Transferência de arquivos: FTP. Correio eletrônico na\nInternet. DNS. Aplicações P2P. Programação em socket com TCP e UDP.\n3) Camada de Transporte: Introdução. Multiplexação e demultiplexação. Transporte sem conexão: UDP.\nPrincípios de Transferência Segura de Dados. Transporte orientado a conexão: TCP. Princípios de Controle de\nCongestionamento. Controle de Congestionamento em TCP.\n4) Camada de Rede: Introdução. Circuitos virtuais e datagramas. Roteador. Protocolo IP e endereçamento.\nAlgoritmos de roteamento. Roteamento na Internet. Roteamento de Broadcast e Multicast.\n95", "97": "5) Camada de Enlace e Camada Física: Introdução. Serviços. Técnicas para detecção e correção de erros.\nProtocolos de Acesso Múltiplo. Endereçamento. Ethernet. Switches. PPP. Outros protocolos da camada de\nenlace.\n6) Redes sem Fio e Redes Móveis: Características de enlaces e redes sem ﬁo. LAN sem ﬁo 802.11. Acesso\ncelular à Internet. Gerenciamento de mobilidade. IP móvel. Redes de Celulares. Impacto da mobilidade nos\nprotocolos de alto nível.\n7) Segurança de Redes: Princípios de Segurança. Criptograﬁa. Autenticação. Integridade. Distribuição de\nChaves e Certiﬁcação. Firewalls. Ataques e contramedidas. Segurança nas camadas TCP/IP.\n8) Gerência de Redes: Infra-estrutura de gerenciamento de redes. Gerenciamento padrão: SNMP. ASN.1\nBibliograﬁa\nKUROSE, J.; ROSS, K. Redes de Computadores e a Internet: Uma abordagem top-down. 3th Edição,\nAddison-Wesley, 2006.\nTANENBAUM, A. S. Redes de computadores. 4aedição, Campus, 2003.\nSTALLINGS, W. Criptograﬁa e Segurança de Redes: Princípios e Práticas. 4aedição, Prentice-Hall, 2007.\nBibliograﬁa complementar\nCOMER, D. Interligação em redes com TCP/IP. 5aedição,Campus, 2006.\nDCC060 - BANCO DE DADOS – 60 horas\nEmenta\nIntrodução. Modelo de Entidades e Relacionamentos. Modelo Relacional. Linguagens Relacionais. Projeto de\nBanco de Dados. Modelos de dados semi-estruturados. Arquitetura de Banco de Dados. Armazenamento e\nIndexação.\nConteúdo\n1. Introdução Sistemas de Informação. Dado X Informação. Banco de Dados. Sistema de Banco de Dados e\nSistema de Gerência de Banco de Dados. Aplicações com Arquivos e suas Desvantagens. Por que SGBD’s?\nObjetivos de um SGBD. Independência de Dados. Arquitetura ANSI/SPARC. Modelo de Dados:\nConceituação, Componentes Básicos, Mecanismos de Abstração. Revisão Histórica.\n2. Modelos de Entidades e Relacionamentos Conceitos Básicos (Entidades, Relacionamento e Atributos),\nRestrições de Integridade, Identiﬁcadores, Especialização e Generalização.\n3. Modelo Relacional Conceitos Básicos (Relações, Domínios e Atributos), Restrições de Integridade.\n96", "98": "4. Linguagens Relacionais Álgebra e Cálculo Relacional. Linguagem SQL, Visões: Deﬁnição e Manipulação\nde Dados. Modelo Deﬁnição e Manipulação de Dados.\n5. Projeto de Banco de Dados Abordagens para Projeto de Banco de Dados. Fases do Projeto de Banco de\nDados. Normalização.\n6. Modelos de dados semi-estruturados Conceitos e principais linguagens para especiﬁcação de BDs\nsemi-estruturados.\n7. Arquitetura de Banco de Dados. Principais modelos, detalhamento.\n8. Armazenamento e indexação. Gerência de Buffer, armazenamento em SGBDs convencionais,\narmazenamento em SGBDs avançados, introdução à indexação, árvores B+, estruturas de hashing.\nBibliograﬁa\nKORTH, H.; SILBERCHATZ, A. Sistema de Banco de Dados. Makron Books.\nDATE, C. J. Introdução a Sistemas de Bancos de Dados. Ed. Campus.\nNA V ATHE, S.; ELMASRI, R. Fundamentals of Database Systems, 3rd. edition, Addison-Wesley, 2000.\nBibliograﬁa complementar\nELMASRI, R. Fundamentals of Database System. 1994, 2th. edition, Addison-Wesley, Menlo Park, CA.\nMAC020 - TRABALHO MULTIDISCIPLINAR – 60 horas\nEmenta\nSistemas de equações diferenciais ordinárias de 1a ordem ; Equações diferenciais parciais. Obtenção de\nparâmetros através de experimentos. Experimentos e comparações com resultados de implementações\ncomputacionais.\nConteúdo\n1- Sistemas de equações diferenciais ordinárias de 1a ordem. Solução analítica, solução numérica por métodos\ndiscretos e por dinâmica de sistemas.\n2- Equações diferenciais parciais. Equação de difusão; Equação de reação-difusão; Equação do transporte ou\nde Advecção; Equação de Reação-Advecção-Disusão; características qualitativas das soluções e solução\nnumérica por métodos discretos.\n3 - Obtenção de parâmetros através de experimentos realizados em laboratórios e comparações com modelos\nmatemáticos.\n4- Exemplos. 4.1-EDOs: a) Montagem de um circuito RLC (resistência, indutor e capacitor) em série com\ncasos de amortecimento, realização no Laboratório de Eletricidade e Magnetismo do Instituto de Ciências\n97", "99": "Exatas - ICE; b) Montagem de um sistema massa-mola amortecido de um grau de liberdade (haste engastada e\nlivre com imposição de deslocamento ortogonal ao seu eixo longitudinal), realizado no Laboratório de\nResistência dos Materiais da Faculdade de Engenharia; c) Montagem de um sistema de troca de calor entre\ndois meios físicos, realizado no Laboratório de Ciências Exatas do ICE; ou outros. 4.2 -EDPs: a) Fenômeno de\nDifusão - experimento caseiro com ﬁlmagem , transformação em imagens e, consequentemente, dados\nnuméricos da difusão de uma gota de essência de baunilha no leite; b) Fenômeno de Reação-difusão -\nexperimento caseiro com ﬁlmagem, transformação em imagens e, consequentemente, dados numéricos da\npropagação de fogo em uma folha de papel (ilustrando incêndio ﬂorestal); c) Fenômeno de Difusão-Advecção\n- experimento caseiro com ﬁlmagem, transformação em imagens e, consequentemente, dados numéricos do\ntransporte e difusão de uma gota de corante em uma calha com ﬂuxo corrente de água (ilustrando poluentes em\num curso d’água); ou d) outros.rcuito RLC (resistência, indutor e capacitor) em série com casos de\namortecimento, realização no Laboratório de Eletricidade e Magnetismo do Instituto de Ciências Exatas - ICE;\nb) Montagem de um sistema massa-mola amortecido de um grau de liberdade (haste engastada e livre com\nimposição de deslocamento ortogonal ao seu eixo longitudinal), realizado no Laboratório de Resistência dos\nMateriais da Faculdade de Engenharia; c) Montagem de um sistema de troca de calor entre dois meios físicos,\nrealizado no Laboratório de Ciências Exatas do ICE; ou outros. 4.2 -EDPs: a) Fenômeno de Difusão -\nexperimento caseiro com ﬁlmagem , transformação em imagens e, consequentemente, dados numéricos da\ndifusão de uma gota de essência de baunilha no leite; b) Fenômeno de Reação-difusão - experimento caseiro\ncom ﬁlmagem, transformação em imagens e, consequentemente, dados numéricos da propagação de fogo em\numa folha de papel (ilustrando incêndio ﬂorestal); c) Fenômeno de Difusão-Advecção - experimento caseiro\ncom ﬁlmagem, transformação em imagens e, consequentemente, dados numéricos do transporte e difusão de\numa gota de corante em uma calha com ﬂuxo corrente de água (ilustrando poluentes em um curso d’água); ou\nd) outros.\nMAC008 - INTRODUÇÃO AO MÉTODO DOS ELEMENTOS FINITOS – 60\nhoras\nEmenta\nIntrodução aos Métodos Variacionais. Aproximações pelo Método dos Elementos Finitos. Estudo para\nProblemas Unidimensionais e Bidimensionais. Implementaçào Computacional. Exemplos de Aplicações.\nObjetivos Gerais: Introduzir a formulação básica do Método dos Elementos Finitos para aplicações em\nproblemas de Engenharia.\nConteúdo\n1. Introdução\n98", "100": "1.1 Apresentação do plano de curso, bibliograﬁa e objetivos e metodologia.\n2. Métodos Variacionais\n2.1. Noções de Cálculo das Variações. 2.2. Minimização de funcionais. Equações de Euler-Lagrange. 2.3.\nMétodos aproximados de Galerkin e de Rayleigh-Ritz. Exemplos. Conclusões.\n3. Aproximações pelo MEF\n3.1. Funções de interpolação locais. 3.2. Matriz de elemento. 3.3. Montagem da matriz do problema.\n4. Estudo de Problemas Unidimensionais\n4.1. Aplicação a problemas de 2a ordem. 4.2. Aplicação a problemas de 4a ordem. 4.3. Interpolação\nunidimensional de Lagrange e de Hermite.\n5. Estudo de Problemas Bidimensionais\n5.1. Problema de Poisson. 5.2. Funções de interpolação bidimensionais.\n6. Erros de Aproximação no MEF\n6.1. Medidas de erro em espaço de funções. 6.2. Estimativas de erro no MEF.\n7. Implementação Computacional\n7.1. Fases do programa. Tratamento das condições de contorno. Cálculo da matriz do elemento e vetor\nindependente. Vetor LM e matriz ID. Montagem das matrizes globais. Solução do sistema de equações\nalgébricas lineares. 7.2. Exemplos de códigos Felt, Sap-90, Ansys e LPGM.\n8. Exemplos de Aplicações Numéricas\nBibliograﬁa\nNAM-HO KIM ; BHA V ANI DR. V . SANKAR. Introdução à Análise e ao Projeto em Elementos. LTC, 2001.\nFISH, J.; BELYTSCHKO, T. Um Primeiro Curso de Elementos Finitos. LTC, 2009.\nV AZ, L. E.. Método dos elementos ﬁnitos em análise de estruturas. Campus, 2010.\nBibliograﬁa complementar\nHUGHES, Thomas. The Finite Element Method: Linear Static and Dynamic Finite Element Analysis. Dover.\n9oPERÍODO\nESA002 - ECOLOGIA E PRESERV ACAO DO AMBIENTE – 30 horas\nEmenta\nConscientizar o estudante de Engenharia da necessidade da preservação ambiental.\nDebater a compatibilização do desenvolvimento econômico-social com a preservação do meio ambiente.\n99", "101": "Incutir no futuro Engenheiro uma visão crítica dos problemas ecológicos que o desenvolvimento tecnológico\npossa produzir e também lançar as bases de um planejamento racional do uso dos recursos do meio ambiente.\nConteúdo\n1. Crise Ambiental\n2. Desenvolvimento Sustentável\n3. Avaliação de Impactos Ambientais\n4. Licenciamento Ambiental\n5. Poluição da Água\n6. Poluição do Ar\n7. Poluição do Solo\nBibliograﬁa\n1. BRAGA, B et al., Introdução à Engenharia Ambiental - O desaﬁo do desenvolvimento sustentável. 2a\nEdição, São Paulo: Editora Prentice Hall, 2005.\n2. MOTA, S., Introdução à Engenharia Ambiental. 4aEdição, São Paulo: ABES, 2006.\n3. MILLER JR., G. T., Ciência Ambiental. 1aEdição, São Paulo: Cengage Learning, 2007.\nDCC125 - PROGRAMAÇÃO PARALELA – 60 horas\nEmenta\nIntrodução à computação paralela;\nModelos de processamento paralelo;\nProgramando com Troca de Mensagens;\nProgramando com Memória Compartilhada.\nConteúdo\n1) Introdução à computação paralela Demanda Computacional. Arquiteturas Paralelas. Avaliação de\nDesempenho.\n2) Modelos de processamento paralelo MIMD vs SIMD. Memória Global vs Distribuída.\n3) Programando com Troca de Mensagens: Message Passing Interface.\n4) Programando com Memória Compartilhada: Threads. OpenMP. CUDA.\n100", "102": "Bibliograﬁa\nWILKINSON, B.; ALLEN, M. Parallel Programming: Techniques and Applications Using Networked\nWorkstations and Parallel Computers. Second Edition. 2005.\nBibliograﬁa complementar\nPACHECO, P. S. Parallel Programming with MPI. Morgan Kaufmann, 1997.\nGRAMA, A.; KARYPIS, G.; KUMAR, V .; GUPTA, A. An Introduction to Parallel Computing: Design and\nAnalysis of Algorithms, Second Edition. 2003.\nBAKER, L. Parallel Programming. New York: McGraw-Hill, 1996.\nDONGARRA, J. The Sourcebook of Parallel Computing. 2002.\nMAC018 - ESTÁGIO EM ENGENHARIA COMPUTACIONAL – 170 horas\nEmenta\nConvalidação de atividades proﬁssionais desempanhadas pelo estudante, que tenham estreita correlação com\nsua formação acadêmica, independentemente do vínculo empregatício.\nConteúdo\n1. Considerações Gerais sobre o sistema de Estágio. Metodologia do Projeto de Estágio para a Prática\nProﬁssional.\n2. Encontros para o acompanhamento do desenvolvimento do estágio, durante todo o ano letivo, em termos de\ncoerência lógica, fundamentação teórica, aplicação prática e sua contribuição para o aprendizado do aluno.\n3. Documentação comprobatória da realização do estágio. Entrega dos trabalhos de estágio e conclusão dos\nmesmos.\nMAC021 - TRABALHO FINAL DE CURSO I – 60 horas\nEmenta\nBusca de soluções, de forma independente, para uma situação problema pré-estabelecida com caráter\ninterdisciplinar, contextualizada na área de Engenharia Computacional e compatível com as competências\ngerais e especíﬁcas que deverão ser desenvolvidas.\n101", "103": "Conteúdo\n1. Introdução à Metodologia Cientíﬁca; O que é pesquisa: tipos de pesquisa cientíﬁca quanto aos objetivos\n(pesquisa descritiva, pesquisa exploratória, pesquisa explicativa); natureza (qualitativa, quantitativa) e\nprocedimentos técnicos (estudo de caso, pesquisa bibliográﬁca, pesquisa documental, levantamento, pesquisa\nação);\n2. Caracterização da Situação problema;\n3. Elaboração do projeto com os seguintes elementos: Tema; Situação-problema; Objetivos geral e especíﬁcos;\nJustiﬁcativa/Fundamentação Teórica; Metodologia; Cronograma de execução; Referências; Anexos ou\napêndices;\n4. Pesquisa Bibliográﬁca;\n5. Busca de informações Complementares;\n6. Sistematização e Análise de todos os dados e informações colhidas no sentido de transformá-las no\nconhecimento que irá subsidiar a argumentação que apresentará respostas à situação-problema proposta;\n7. Elaboração de relatório.\n10oPERÍODO\nMAC022 - TRABALHO FINAL DE CURSO II – 120 horas\nEmenta\nElaboração de monograﬁa sobre um tema relacionado à Engenharia Computacional\nConteúdo\nElaboração de monograﬁa sobre um tema relacionado às disciplinas do curso de Engenharia Computacional. O\ntrabalho será desenvolvido sob a orientação de um professor e deve versar sobre os conhecimentos adquiridos\nao longo do curso, podendo ser desenvolvido junto a empresas e/ou laboratórios de ensino e pesquisa.\n102", "104": "H. Planos de Ensino das Disciplinas Eletivas\nDCC014 - INTELIGÊNCIA ARTIFICIAL - 60 horas\nEmenta\n1. Conceitos Básicos\n2. Métodos não informados de busca\n3. Métodos informados de busca\n4. Grafos de jogos e hipergrafos\n5. Prova Automática de Teoremas\n6. Introdução ao PROLOG\nConteúdo\n1. Conceitos Básicos 1.1. Deﬁnição, classiﬁcação dos problemas e aplicações 1.2. Hipóteses de sistemas\ninteligentes 1.3. Sistema de símbolos físicos 1.4. Espaço e grafo de estados 1.5. Estratégias de controle e\nheurísticas 1.6. Base de conhecimento e Sistema de produções\n2. Métodos não informados de busca 2.1. Método irrevogável 2.2. Backtracking 2.3. Busca em largura e busca\nem profundidade 2.4. Busca ordenada\n3. Métodos informados de busca 3.1. Algoritmo de busca pela melhor escolha, Best-First 3.2. Busca Gulosa\n3.3. Algoritmo A* e suas variantes 3.4. Propriedades de heurísticas 3.5. Critérios de poda\n4. Grafos de jogos e hipergrafos 4.1. Grafos de jogos 4.2. Algoritmo Min-Max 4.3. Algoritmo Alfa-Beta 4.5.\nGrafo And/Or 4.6. Sistemas Baseados em Regras 4.7. Algoritmo AO*\n5. Prova de Teoremas 5.1. Linguagens de Cálculo de Predicados 5.2. Forma Clausal 5.3. Representação do\nConhecimento 5.4. Método de Resolução 5.4.1. Algoritmo de Uniﬁcação 5.4.2. Refutação 6. Introdução ao\nPROLOG 6.1. Cláusulas de Horn. PROLOG. Estratégia de resolução em PROLOG.\nBibliograﬁa\nRUSSEL, S., NORVIG. P. Inteligência Artiﬁcial. Rio de Janeiro: Campus, 2004.\n103", "105": "LUGER, G. F. Inteligência Artiﬁcial: estruturas e estratégias para a solução de problemas complexos. Rio\nGrande do Sul: Bookman, 2004.\nRICH, Elaine e KNIGHT, Kevin. Inteligência Artiﬁcial. Makron Books, 1994\nBibliograﬁa Complementar\nRUSSEL, S., NORVIG. P. Inteligência Artiﬁcial. 3 ed. Rio de Janeiro: Campus, 2013.\nLUGER, G. F. Inteligência Artiﬁcial. 6a edição. Pearson, 2013\nNILSSON, Nils. Principles of Artiﬁcial Intelligence. TIOGA CO., 1980\nBITTENCOURT, Guilherme. Inteligência artiﬁcial: ferramentas e teorias. 3. ed. Florianópolis: UFSC, 2006.\nCLOCKSIN, W. F., MELLISH, C. S. Programming in Prolog. 5a Ed. Springer-Verlag, 2003.\nCASANOV A, M. A., GIORNO, F.A.C., FURTADO, A.L. Programação em Lógica e a Linguagem Prolog. E.\nBlucher, 1a ed., 1987.\nDCC033 - FLUXO EM REDES - 60 horas\nEmenta\n1. Problemas do Caminho Mínimo\n2. Problema de Fluxo Máximo\n3. Problema de ﬂuxo compatível a custo mínimo\n4. Problemas de Atribuição e Problema de Transporte\nConteúdo\n1) Problemas do Caminho Mínimo: O Modelo de Caminho Mínimo. Algoritmo de Dijkstra, Ford e Dantzig.\nAlgoritmo de Floyd e Cascata. Interpretação segundo Programação Linear. Análise de Complexidade.\n2) Problema de Fluxo Máximo: O Modelo de Fluxo. Algoritmo de Caminhos de Fluxo. Algoritmo de\nFord-Fulkerson-Rotulação. Algoritmo DMKM. Interpretação segundo programação linear. Análise de\nComplexidade.\n3) Problema de ﬂuxo compatível a custo mínimo: Deﬁnições básicas. Método simplex para o problema de\nredes. Algoritmo Out-of-Kilter. Problema de Multi-Fluxos-Decomposição. Análise de Complexidade.\n4) Problemas de Atribuição e Problema de Transporte :Deﬁnições Básicas. Método Simplex para o problema\nde transporte. O problema de atribuição. Algoritmo Hungariano. Análise de Complexidade.\nBibliograﬁa\nAHUJA, R. K. Network ﬂows - Theory, algorithms and applications. Prentice Hall. 1993.\n104", "106": "BAZARAA, M.S. e JARVIS, J.J. Linear Programming and Networks Flows, John Wiley & Sons, New York,\n2010, 4a Edition.\nNEWMAN, M.E.J. Networks - Oxford, 2010.\nBibliograﬁa Complementar\nNEMAHUSER, G. L.; Wolsey, L. Integer and combinatorial optimization. John Wiley. 1999.\nTAHA, H. A. Pesquisa Operacional, Pearson. 8a. Edição. 2008\nGOLDBARG, M. e GOLDBARG, E. Grafos - Conceitos, Algoritmos e Aplicações. Campus Elservier. 1ed.\n2012.\nSIERKSMA, GERARD. Linear and integer programming: Theory and Practice, Marcel Dekker, New York,\n2002, 2nd, Edition.\nGROSS, J. L., YELLEN, J. Graph Theory and Its Applications, Second Edition, 2010\nDCC037 - LABORATÓRIO DE ORGANIZAÇÃO DE COMPUTADORES - 30\nhoras\nEmenta\nIntrodução à abstração e linguagens de descrição de hardware.\nDesenvolvimento de Projetos\nConteúdo\n1) Introdução à abstração e linguagens de descrição de hardware: Introdução à linguagem VHDL ou Verilog.\n2) Desenvolvimento de Projetos: Desenvolvimento de um projeto ou protótipo através do uso de linguagens de\ndescrição de hardware, incluindo a documentação, trabalho em equipe, seguindo um plano de supervisão com\npontos preestabelecidos, relacionados a tópicos vistos na disciplina Organização de Computadores (ULA,\narquitetura ciclo único, arquitetura multiciclo, pipeline, etc).\nBibliograﬁa\nPATTERSON, D.A.; HENNESSY , J. L. Organização e Projeto de Computadores. 3a Edição. Editora Campus,\n2005.\nTOCCI, R. J.; WIDMER, N. S.; MOSS, G. L. Sistemas digitais: princípios e aplicações. 10. ed. São Paulo:\nPearson Prentice Hall, 2007.\nHENNESSY , J. L.; PATTERSON, D. A.; Arquitetura de computadores: uma abordagem quantitativa. 5a\nedição. Elsevier Campus, 2008.\n105", "107": "Bibliograﬁa Complementar\nTANENBAUM, A. S. Organização estruturada de computadores. 5a edição. 2011.\nSTALLINGS, W. Arquitetura e organização de computadores. 8a edição. Editora Pearson, 2010.\nNULL, L. The essencials of computer organization anr architecture. 3a edição. Editora Jones & Bartlett\nLearning, 2012.\nTAUB, H. Circuitos digitais e microprocessadores. São Paulo: McGraw-Hill, 1984.\nPEDRONI, V . A. Eletronica digital moderna e VHDL. 1 ed. Campus Elsevier, 2010.\nDCC045 - TEORIA DOS COMPILADORES - 60 horas\nEmenta\n1. Introdução\n2. Análise léxica\n3. Análise sintática\n4. Análise semântica\n5. Ambientes de execução\n6. Geração de representação intermediária\n7. Geração de código de máquina para MIPS ou PENTIUM\nConteúdo\n1) Introdução A estrutura dos compiladores modernos: front-end, middle-end, back-end. Compiladores de um,\ndois e três passos.\n2) Análise léxica Operações com expressões regulares. Reconhecimento de linguagens regulares com\nautômatos ﬁnitos. Construção de autômatos ﬁnitos deterministas a partir de expressões regulares. Geradores de\nvarredores léxicos.\n3) Análise sintática Sintaxe livre de contexto. Formas de derivação de strings e a árvore de sintaxe concreta.\nPrecedência em expressões aritméticas. Eliminação de ambigüidade e de recursão à esquerda. Gramáticas\nLL(1) e LR(1). Derivação top-down. Derivação preditiva: fatoração à esquerda. Derivação recursiva:\ndescendente e por tabelas de derivação. Recuperação de erros: o conjunto SYNCH. Gramáticas LL(K).\nDerivação bottom-up. Formas sentencias à esquerda e deﬁnição de manipuladores. Implementação por pilha:\nderivadores shift-reduce. Gramáticas LR(K). Construção de tabelas LR(0), SLR(1), LR(1), LALR(1)\n4) Análise semântica Problemas sensíveis ao contexto. Ações semânticas em derivadores LL e LR. Gramáticas\nde atributos. Grafo de dependência de atributos. Estrutura e organização de tabelas de símbolos. Aninhamento\nléxico e regras de escopo. Descritores de tipos: formas de compatibilidade. Veriﬁcação e conversão de tipos\n106", "108": "em expressões. L-values e R-values. Representação intermediária para análise semântica: árvore de sintaxe\nabstrata.\n5) Ambientes de execução Classes de armazenamento e acesso a dados não locais. Registros de ativação.\nFunções de mais alta ordem . Pilha de execução: criação e manipulação de registros de ativação.\n6) Geração de representação intermediária Tipos de representação intermediária: árvores de sintaxe abstrata,\ngrafo acíclico direcionado, grafo de controle do ﬂuxo, código de três endereços. Regras semânticas para\ngeração de código intermediário: atribuição e expressões, desvio de controle, declarações. Tradução em\nárvores de sintaxe abstrata. Reorganização do código intermediário: árvores canônicas, blocos básicos,\naglomerados seqüenciais.\n7) Geração de código de máquina para MIPS ou PENTIUM Seleção de instruções. Análise de tempo de vida:\ngrafos de ﬂuxo do controle, grafos de interferência. Alocação de registradores: coloração de grafos,\ncoalescência. Exemplo de otimização de laços.\nBibliograﬁa\nANDREW, W. A.; PALSBERG, J. Modern Compiler Implementation in Java, Cambridge University Press,\n2002.\nAHO, A.; SETHI, R.; ULMAN J. Compilers: Principles Techniques and Tools. Addison-Wesley, 1995.\nBibliograﬁa Complementar\nDCC049 - EMPREENDIMENTOS EM INFORMÁTICA - 60 horas\nEmenta\n1- Depoimento de empreendedores\n2- Teoria sobre empreendedorismo\n3- Marketing\n4- Finanças\n5- Direito empresarial\n6- Propaganda\n7- Palestra de um sistema de suporte\n8- Plano de Negócios - Suporte\n9 Plano de negócios real\nConteúdo\n1. Depoimento de empreendedores\n107", "109": "2. Teoria sobre empreendedorismo\n3. Marketing\n4. Finanças\n5. Direito empresarial\n6. Propaganda\n7. Palestra de um sistema de suporte\n8. Plano de Negócios - Suporte\n9. Plano de negócios real\nBibliograﬁa\nDOLABELA, F. O Segredo de Luísa. Cultura Editores Associados. 1999.\nPA V ANI, C.; DEUTSCHER, J.; LOPES, S. Plano de Negócios - Planejando o sucesso de seu empreendimento.\nLexikon Editorial, 1997.\nDORNELAS, José Carlos Assis et al. Plano de negócios que dão certo: um guia para pequenas empresas. Rio\nde Janeiro: Elsevier, 2008.\nBibliograﬁa Complementar\nDORNELAS, José Carlos Assis. Empreendedorismo: transformando idéias em negócios. Rio de Janeiro:\nCampus, 2001.\nDRUCKER, Peter F. Inovação e espírito empreendedor: prática e princípios. 5. ed. São Paulo: Thomson\nPioneira, 2003.\nSALIM, Cesar Simões et al. Construindo planos de negócios: todos os passos necessários para desenvolver\nnegócios de sucesso. 3. ed. Rio de Janeiro: Campus, 2005.\nHISRICH, Robert D. et al. Empreendedorismo. 7. ed. Porto Alegre: Bookman, 2008.\nFERRARI, R. Empreendedorismo para Computação. Elsevier - Campus, 2009.\nDCC057 - ARQUITETURA DE COMPUTADORES - 60 horas\nEmenta\nOrganização de Processadores: Caminho de Dados e Controle;\nMétodos para Aumento de Desempenho: Linha de montagem (Pipelining);\nProjeto de Hierarquias de Memória;\nMultiprocessadores e Paralelismo em Nível de Múltiplas Linhas de Execução (Threads);\nArmazenamento, Redes e Outros Periféricos.\n108", "110": "Conteúdo\n1) Organização de Processadores: Caminho de Dados e Controle (Revisão): Introdução, Convenções, Lógicas\nde Projeto, Construindo um Caminho de Dados, Um esquema de implementação simples, Adicionando Sinais\nde Controle, Implementando Saltos (Jumps), Uma implementação Multiciclo, Exceções\n2) Métodos para Aumento de Desempenho: Linha de montagem (Pipelining): Introdução, Um caminho de\ndados usando linhas de montagem, Controle de uma linha de montagem, Perigos (hazards) de dados e\nencaminhamento (forwarding), Perigos de dados e bloqueios (stalls), Perigos de desvio, Exceções, Como\nestender o pipeline para manipular operações de vários ciclos, Perigos e encaminhamentos em pipelines de\nlatência mais longa, Explorando dinamicamente o paralelismo em nível de instrução, Algoritmo de Tomasulo,\nMelhorando desvios com previsão dinâmica de hardware, Entrega de instruções de alto desempenho, Emissão\nmúltipla, Especulação baseada em hardware, Estudo das Limitações de ILP, Estudo de Caso\n3) Projeto de Hierarquias de Memória: Introdução, Revisão dos Conceitos Básicos de Cache, Desempenho da\nCache, Redução das Penalidades de Erro da Cache, Redução da Taxa de Erros, Redução da Penalidade de Erro\nou da Taxa de Erros de Cache Via Paralelismo, Redução do Tempo de Acesso, Memória Principal e\nOrganizações para Melhorar o Desempenho, Tecnologias de Memória, Questões Gerais: o projeto de\nHierarquias de Memória.\n4) Multiprocessadores e Paralelismo em Nível de Linhas de Execução (Threads): Introdução, Características\nde domínios de aplicações, Arquiteturas de memória compartilhada simétrica, Desempenho de\nmultiprocessadores de memória compartilhada simétrica, Arquiteturas de memória compartilhada distribuída ,\nSincronização, Modelos de consistência de memória, Múltiplas linhas de execução (Multithreading):\nexplorando paralelismo de nível de linhas de execução em um processador, Questões gerais\n5) Armazenamento, Redes e Outros Periféricos: Introdução, Armazenamento em disco e conﬁabilidade,\nBarramento e outras conexões entre processadores, memória e dispositivos de E/S, Interface dos dispositivos\nde E/S com processador, memória e SO, Estudo de Caso\nBibliograﬁa\nHENESSY , J. L; PATTERSON, D.A. Arquitetura de Computadores: Uma Abordagem Quantitativa, 3a edição,\nEditora Campus, 2003.\nPATTERSON, D.A.; HENNESSY , J. L. Organização e Projeto de Computadores. Terceira Edição. Editora\nCampus, 2005.\nTANENBAUM, A. S. Organização Estruturada de Computadores. 5a edição, Prentice Hall do Brasil, 2006\nBibliograﬁa Complementar\nSTALLINGS, W. Arquitetura e Organização de Computadores. 5a edição, Prentice Hall do Brasil, 2002.\n109", "111": "PANNAIN, R. ; BEHRENS, F. H. ; PIV A JR., D. Organização Básica de Computadores e Linguagem de\nMontagem. Campus, 2012.\nSWEETMAN, D. See MIPS run. Editora Morgan Kaufmann, 1999, 488 p.\nHERZOG, J. H. Design and organization of computer structures. Editora Franklin, Beedle and Associates,\n1996.\nBLAAUW, . A. Computer Architecture: concepts and evolution. Reading, MA : Addison-Wesley, 1997.\nZARGHAM, M. R. Computer Architecture: single and parallel systems. New Jersey: Prentice-Hall, 1996.\nDCC064 - SISTEMAS DISTRIBUÍDOS - 60 horas\nEmenta\nIntrodução aos Sistemas Distribuídos\nArquiteturas de Sistemas Distribuídos\nProcessos em Sistemas Distribuídos\nComunicação em Sistemas Distribuídos\nNomeação em Sistemas Distribuídos\nSincronização em Sistemas Distribuídos\nConsistência e Replicação em Sistemas Distribuídos\nTolerância a Falhas\nSistemas Distribuídos Baseados em Objetos, na Web e em Coordenação\nSistemas de Arquivos Distribuídos\nConteúdo\n1) Introdução aos Sistemas Distribuídos Deﬁnição, Metas e Tipos de Sistemas Distribuídos.\n2) Arquitetura de Sistemas Distribuídos Estilos Arquitetônicos, Arquiteturas de Sistemas, Arquiteturas versus\nMiddleware, Autogerenciamento\n3) Processos em Sistemas Distribuídos Linhas de Execução (Threads), Virtualização, Clientes, Servidores,\nMigração de Código\n4) Comunicação em Sistemas Distribuídos Fundamentos, Chamada de Procedimento Remoto, Comunicação\nOrientada a Mensagem, Comunicação Orientada à Fluxo, Comunicação Multicast\n5) Nomeação em Sistemas Distribuídos Nomes, Identiﬁcadores e Endereços, Nomeação Simples, Nomeação\nEstruturada, Nomeação Baseada em Atributo\n6) Sincronização em Sistemas Distribuídos Sincronização de Relógios, Relógios Lógicos, Exclusão Mútua,\nPosicionamento Global de Nós, Algoritmos de Eleição\n110", "112": "7) Sistemas Distribuídos Baseados em Objetos Arquitetura, Processos, Comunicação, Sincronização, RMI\nJA V A, CORBA, Consistência e Replicação, Tolerância a Falhas, Segurança.\n8) Consistência e Replicação em Sistemas Distribuídos Introdução, Modelos de Consistência Centrados em\nDados e no Cliente, Gerenciamento de Réplicas, Protocolos de Consistência\n9) Tolerância a Falhas Introdução, Resiliência de Processo, Comunicação Conﬁável, Comprometimento\nDistribuído, Recuperação\n10) Sistemas de Arquivos Distribuídos Arquitetura, Processos, Comunicação, Nomeação, Sincronização,\nConsistência e Replicação, Tolerância a Falhas, Segurança\n11) Sistemas Distribuídos Baseados na Web Arquitetura, Processos, Comunicação, Nomeação, Sincronização,\nConsistência e Replicação, Tolerância a Falhas, Segurança\n12) Sistemas Distribuídos Baseados em Coordenação Introdução, Arquiteturas, Processos, Comunicação,\nNomeação, Sincronização, Consistência e Replicação, Tolerância a Falha, Segurança\nBibliograﬁa\nCOULOURIS, G.; DOLLIMORE, J.; KINDBERG, T. Distributed systems - concepts and design. Third\nEdition, Addison-Wesley, 2001.\nMULLENDER, S. Distributed systems. Addison-Wesley, 1995.\nTANENBAUM A. STEEN M., Sistemas Distribuídos, princípios e paradigmas, Prentice Hall, 2009\nBibliograﬁa Complementar\nLYNCH, N. A. Distributed algorithms. Morgan Kauffmann, 1996.\nTANENBAUM, A.S. Distributed operating systems. Prentice-Hall, 1995.\nWILKINSON B. and ALLEN M, Parallel Programming: Techniques and Applications Using Networked\nWorkstations and Parallel Computers, Prentice Hall, 2nd Edition, 2004\nANDREWS G., Foundations of Multithreaded, Distributed, and Parallel Programming, Addison Wesley, 1999.\nMARCO B., Java in Distributed Systems. John Wiley & Sons, Ltd, 2001\nDCC065 - COMPUTAÇÃO GRÁFICA - 60 horas\nEmenta\nDeﬁnição de objetos gráﬁcos planares\nModelos de Geometria\nEstudo da Cor\nModelagem de objetos e construção de cenas 3D\nVisualização da cena\n111", "113": "Cenário Virtual\nCâmera Virtual\nRecorte, rasterização, cálculo das superfícies visíveis\nIluminação\nTécnicas de Mapeamento de Texturas\nAnimação\nConteúdo\n1. Deﬁnição de objetos gráﬁcos planares\n2. Modelos de Geometria\n3. Estudo da Cor\n4. Modelagem de objetos e construção de cenas 3D\n5. Visualização da cena\n6. Cenário Virtual\n7. Câmera Virtual\n8. Recorte, rasterização, cálculo das superfícies visíveis\n9. Iluminação\n10. Técnicas de Mapeamento de Texturas\n11. Animação\nBibliograﬁa\nFOLEY , J et al.. Computer graphics - principles and practice. 2a Edição, Editora Addison-Wesley, 2010.\nSHIRLEY , P. et al. Fundamentals of Computer Graphics. 3a Edição, Editora AK Peters, 2009.\nHEARN, D., Baker, M. P. e Carithers, W. Computer Graphics with OpenGL. 4a Edição, Prentice Hall, 2010.\nBibliograﬁa Complementar\nSHREINER, Dave. OpenGL Programming Guide: The Ofﬁcial Guide to Learning OpenGL. 5a edição.\nAddison-Wesley. 2006\nVINCE, J. Mathematics for Computer Graphics. Springer, 2005.\nBURDEA, G., COIFFET, P. Virtual Reality Technology, Wiley, (2nd Edition). New York, 2003.\nGONZALEZ, R, WOODS, R. Processamento Digital de Imagens, 3a Edição, Pearson, 2010.\nAZEVEDO, E. e CONCI, A. Computação Gráﬁca - Teoria e Prática. Editora Elsevier, 2003.\n112", "114": "DCC066 - PROCESSAMENTO DE IMAGENS - 60 horas\nEmenta\nIntrodução\nFundamentos\nFiltragem no Domínio Espacial\nFiltragem no domínio da frequência\nRestauração e reconstrução de imagens\nProcessamento morfológico de imagens\nSegmentação de Imagens\nCompressão de Imagens\nAvaliação de softwares/bibliotecas comerciais de processamento de imagens\nConteúdo\n1) Introdução: Noções de Processamento digital de imagens. Interação entre as áreas relacionadas a sistemas\nde imagem digital. Áreas de aplicação.\n2) Fundamentos: Sistema de Visão Humana. Modelos de cores. Amostragem e Quantização. Propriedades do\nPixel.\n3) Filtragem no Domínio Espacial: Princípios. Funções de transformação de intensidade. Processamento de\nHistograma. Operações lógicas e aritméticas. Filtros de suavização no domínio espacial. Filtros de realce no\ndomínio espacial.\n4) Filtragem no domínio da frequência: Conceitos preliminares. Transformada discreta de Fourier. Filtros de\nSuavização (passa-baixa). Filtros de Realce (passa-alta). Filtros Seletivos(passa-banda, elimina-faixa).\n5) Restauração e reconstrução de imagens: Modelos de ruído. Restauração na presença de ruído.\n6) Processamento morfológico de imagens: Operações lógicas em imagens binárias. Dilatação e erosão.\nAbertura e fecho. Algoritmos morfológicos básicos.\n7) Segmentação de Imagens: Princípios. Limiarização-Thresholding. Crescimento de Região.\n8) Compressão de Imagens: Redundância na Imagem. Métodos de Compressão de Imagem. Métodos de\nCodiﬁcação.\n9) Avaliação de softwares/bibliotecas comerciais de processamento de imagens: Matlab, scilab, opencv, JAI,\netc.\nBibliograﬁa\nGONZALEZ, R.; WOODS, R.; Processamento Digital de Imagens, 3a Edição, Pearson, 2010.\nLI, Tan. Digital Signal Processing, Second Edition: Fundamentals and Applications, Elsevier, 2013\n113", "115": "AZEVEDO, E., CONCI, A., LETA, F. Computação Gráﬁca - V olume II, Elsevier, 2008.\nBibliograﬁa Complementar\nHEARN, D., BAKER, M. P. e CARITHERS, W. Computer Graphics with OpenGL, 4a Edição, Prentice Hall,\n2010.\nVINCE, J. Mathematics for Computer Graphics, Springer, 2005. Computer graphics - principles and practice\nFoley, J. et al. 2a Edição, Editora Addison-Wesley, 2010.\nSHIRLEY , P. et al. Fundamentals of Computer Graphics. 3a Edição, Editora AK Peters, 2009.\nGONZALEZ, R. Processamento de Imagens Digitais. Blucher, 2000.\nDCC067 - COMPUTAÇÃO EVOLUCIONISTA - 60 horas\nEmenta\n1. Evolução Natural e Artiﬁcial\n2. Algoritmos Genéticos\n3. Algumas Aplicações\n4. Implementação Computacional\n5. Introdução à Programação Genética\n6. Outros Algoritmos Evolutivos\nConteúdo\n1. Evolução Natural e Artiﬁcial Elementos de genética e evolução. Relação entre o natural e o artiﬁcial,\nterminologia. O algoritmo evolucionista genérico.\n2. Algoritmos Genéticos Componentes básicos. Representação da solução. Codiﬁcação da solução.\nMorfogênese. População inicial. Esquemas de seleção. Função aptidão. Reprodução \"geracional\"e\n\"steady-state\". Operadores de recombinação e de mutação (para o caso binário, para o caso real, para\nproblemas de ordenação). Aplicação em otimização. Tratamento de restrições. Hibridização. Procedimentos\nadaptativos. Problemas com vários objetivos. Algoritmos paralelos. Co-evolução.\n3. Algumas Aplicações O problema da mochila. O problema de locação-alocação. O problema do caixeiro\nviajante.\n4. Implementação Computacional\n5. Introdução à Programação Genética\n6. Outros Algoritmos Evolutivos\n114", "116": "Bibliograﬁa\nA.E. Eiben and J.E. Smith. Introduction to Evolutionary Computing. Springer Corrected 2nd printing, 2007\nBACK, T; FOGEL, D.B; MICHALEWICZ, Z. Evolutionary Computation 1: Basic Algorithms and Operators.\nCRC Press, 2000\nBACK, T; FOGEL, D.B; MICHALEWICZ, Z. Evolutionary Computation 2 - Advanced Algorithms and\nOperations. CRC Press, 2000\nBibliograﬁa Complementar\nROTHLAUF, F. Design of Modern Heuristics: Principles and Application. Springer 2011.\nEBERHART, R C.; SHI, Y; KENNEDY , J. Swarm Intelligence. Morgan Kaufmann 2001\nDORIGO, M; STÜTZLE, T. Ant Colony Optimization. Bradford Books 2004\nALBA, E. Parallel Metaheuristics: A New Class of Algorithms. Wiley-Interscience 2005\nMICHALEWICZ, Z. Genetic Algorithms + Data Structures = Evolution Programs, Springer-Verlag, Berlin,\nsegunda edição, 1994.\nDCC068 - REDES NEURAIS ARTIFICIAIS - 60 horas\nEmenta\nIntrodução à Computação de Redes Neurais. Fundamentos da Computação de Redes Neurais. Rede\nPerceptrons. Algoritmo Back-Propagation. Redes Recorrentes. Redes de Organização Própria. Outros\nModelos.\nConteúdo\n1. Introdução à Computação de Redes Neurais: Deﬁnição e Características. O Cérebro e a Mente Base\nNeurofísica. Histórico e Evolução. Neurônio Biológico e Neurônio Matemático.\n2. Fundamentos da Computação de Redes Neurais: Terminologia e Conceitos. Topologia das Redes. Dinâmica\nde Computação. Paradigmas de Aprendizagem. Domínios Favoráveis a Aplicações. Modelos de Regressão e\nClassiﬁcadores Bayesianos.\n3. Rede Perceptrons: Introdução às Redes Lineares. Topologia da Rede Perceptron. Dinâmica de Computação.\nProblema do OU-Exclusivo Separabilidade Linear. Dinâmica de Aprendizagem. Regra Delta Modelo Adaline.\n4. Algoritmo Back-Propagation: Introdução Redes Multi-camadas. Topologia. Regra Delta Generalizada.\nDeﬁciências e Limitações. Modelo Counter-Propagation.\n5. Redes Recorrentes: Introdução Máquinas Estocásticas. Rede Hopﬁeld e Hopﬁeld-Tank. Conversor\nAnalógico-Digital. Problema do Caixeiro Viajante. Máquina de Boltzman. Bi-Seccionamento de Grafos.\n115", "117": "6. Redes de Organização Própria: Aprendizagem Competitiva. Mapas de Kohonen. Problema do Caixeiro\nViajante. Redes ART Teoria da Ressonância Adaptativa. Aprendizagem Hebbiana. Memória Associativa.\n7. Outros Modelos: Rede RBF Funções Radiais de Base. Rede Cognitron e Neocognitron; Máquinas de Vetor\nde Suporte.\nBibliograﬁa\nHAYKIN, S. Redes Neurais: Princípios e Prática. Bookman, 2001.\nBRAGA, A.; LUDERMIR, T e CARV ALHO, A. Redes Neurais Artiﬁciais: Teoria e Aplicações. Livros\nTécnicos e Cientíﬁcos Editora, 2000.\nAZEVEDO, F.; BRASIL, L. e OLIVEIRA, R. Redes Neurais com aplicação em Controle e em Sistemas\nEspecialistas. Visual Books, 2000.\nBibliograﬁa Complementar\nWASSERMAN, P. Neural Computing: Theory and Practice. Van Nostrand Reinhold, 1989.\nKROSE, B., V AN DER SMAGT, P. An Introduction to Neural Networks. University of Amsterdan, 1993.\nPRÍNCIPE, J., EULIANO, N and LEFÈBVRE, W. Neural and Adaptative Systems: Fundamental Through\nSimulations. John Wiley & Sons, 2000.\nDCC069 - PROGRAMAÇÃO NÃO LINEAR - horas\nEmenta\n1. Introdução\n2. Fundamentos de Análise Convexa e Álgebra Linear Computacional\n3. Condições de Otimalidade e Dualidade\n4. Algoritmos e Convergência\n5. Otimização sem Restrições\n6. Otimização com Restrições Lineares\n7. Otimização com Restrições Não-Lineares\nConteúdo\n1. Introdução 1.1 Classiﬁcação dos Problemas de Otimização 1.2 O Problema da Programação Não-Linear 1.3\nExemplos Ilustrativos\n2. Fundamentos de Análise Convexa e Álgebra Linear Computacional 2.1 Conjuntos e Funções Convexas 2.2\nDiferenciabilidade 2.3 Espaço Vetorial 2.4 Transformações e Equações Lineares 2.5 Fatorização de Matrizes\n116", "118": "3. Condições de Otimalidade e Dualidade 3.1 Otimização sem Restrições 3.2 Condições de Huhn-Tucker ¿\nNecessidade e Suﬁciência 3.3 Qualiﬁcação de Restrições 3.4 Teoria da Dualidade Lagrangeana\n4. Algoritmos e Convergência 4.1 Generalidades sobre Algoritmos 4.2 O Teorema da Convergência 4.3 Erros\nna Computação Numérica\n5. Otimização sem Restrições 5.1 Funções Univariáveis ¿ Algoritmos de Busca Direta e de Aproximação\nPolinomial 5.2 Funções Multi-variáveis Diferenciáveis ¿ Métodos de Direções Variáveis, Informações de\nPrimeira Ordem, Métodos do Gradiente Conjugado, Informações de Segunda Ordem, Método de Newton,\nMétodo Quase-Newton 5.3 Métodos para Otimização Quadrática\n6. Otimização com Restrições Lineares 6.1 Métodos de Aproximações Lineares - Método Convex-Simplex de\nZangwill 6.2 Método do Gradiente Reduzido e Técnica de Redução de Variáveis 6.3 Estimativa dos\nMultiplicadores de Lagrange 6.4 Métodos do Conjunto Ativo para Inequações 6.5 Método do Gradiente\nProjetado 6.6 Considerações sobre Problemas de Grande Porte\n7. Otimização com Restrições Não-Lineares 7.1 Métodos de Função Barreira e Função Penalidade 7.2 Métodos\ndo Gradiente Projetado e Gradiente Reduzido 7.3 Métodos Baseados na Função Lagrangeana Aumentada\nBibliograﬁa\nBAZARAA, Mokhtar S., Hanif D. SHERALI, and C. M. SHETTY . Nonlinear Programming: Theory and\nAlgorithms. 3 edition. Hoboken, N.J: Wiley-Interscience, 2006.\nLUENBERGER, David G., and Yinyu YE. Linear and Nonlinear Programming. 3rd edition. New York, NY:\nSpringer, 2008.\nNOCEDAL, Jorge, and Stephen WRIGHT. Numerical Optimization. 2nd edition. New York: Springer, 2006.\nBibliograﬁa Complementar\nPERESSINI, A. L., F. E. SULLIV AN, and J. J. UHL. The Mathematics of Nonlinear Programming.\nSpringer-Verlag, 1993.\nVENKATARAMAN, P. Applied Optimization with MATLAB Programming. 2 edition. Hoboken, N.J: Wiley,\n2009.\nBERTSEKAS, Dimitri P. Nonlinear Programming. 2nd edition. Belmont, Mass.: Athena Scientiﬁc, 1999.\nBOYD, Stephen, and Lieven V ANDENBERGHE. Convex Optimization. 1 edition. Cambridge, UK ; New\nYork: Cambridge University Press, 2004.\nMANGASARIAN, Olvi L. Nonlinear Programming. Philadelphia: Society for Industrial and Applied\nMathematics, 1987.\n117", "119": "DCC071 - LABORATÓRIO DE SISTEMAS OPERACIONAIS - 30 horas\nEmenta\nEstudo do código fonte de um sistema operacional.\nDesenvolvimento de Projetos de Sistemas Operacionais.\nConteúdo\n1) Estudo do código fonte de um sistema operacional: Estudo do código-fonte do núcleo do sistema\noperacional Linux ou Minix, relacionando as partes do código com os principais conceitos estudados na\ndisciplina Sistemas Operacionais.\n2) Desenvolvimento de Projetos de Sistemas Operacionais: Desenvolvimento de um projeto de modiﬁcação ou\nmonitoramento do sistema operacional Linux (ou Minix), incluindo a documentação, trabalho em equipe,\nseguindo um plano de supervisão com pontos pré-estabelecidos, utilizando paradigmas estudados e tecnologias\nemergentes, relacionados a sistemas operacionais. Pode-se também a) desenvolver código que simule o\nfuncionamento de partes de um sistema operacional ou b) desenvolver aplicações que utilizem os principais\nconceitos vistos na disciplina Sistemas Operacionais.\nBibliograﬁa\nTANENBAUM, Andrew. Sistemas Operacionais Modernos. 3. ed. Pearson, 2010. 672 p.\nTANENBAUM, Andrew, WOODHULL, Albert. Sistemas Operacionais: Projeto e Implementação. 3. ed.\nBookman, 2008.\nSTALLINGS, W. Operating systems: Internals and Design Principles. 8. ed. Pearson, 2014. 800 p.\nBibliograﬁa Complementar\nDEITEL, H.M. DEITEL, P., CHOFFNES D. Sistemas Operacionais. 3. ed. Pearson, 2005. 784 p.\nSILBERSCHATZ, Abraham. GALVIN, Peter, GAGNE, Greg. Fundamentos de Sistemas Operacionais -\nPrincipios Basicos. 1. ed. LTC, 2013. 450 p.\nTANENBAUM, Andrew. Sistemas Distribuidos. 2. ed. Pearson, 2008. 416 p.\nSTALLINGS, William. Arquitetura e organização de computadores. 8. ed. Pearson, 2010. 640 p.\nTANENBAUM, Andrew. Organização Estruturada de Computadores. 6. ed. Pearson, 2013. 624 p.\n118", "120": "DCC072 - LABORATÓRIO DE REDES DE COMPUTADORES - 30 horas\nEmenta\nAplicação prática dos conceitos vistos na disciplina de Redes de Computadores, mostrando o funcionamento\nde protocolos de rede através da utilização de softwares e simuladores de redes.\nConteúdo\n1) Simulação de Redes: Desenvolvimento de um projeto ou protótipo através de simulação, incluindo a\ndocumentação, trabalho em equipe, seguindo um plano de supervisão com pontos pré-estabelecidos, utilizando\nparadigmas estudados e tecnologias emergentes, relacionados a sistemas de redes de computadores.\nBibliograﬁa\nKUROSE, J.; ROSS, K. Redes de Computadores e a Internet: Uma abordagem top-down. 5th Edição,\nAddison-Wesley, 2010.\nTANENBAUM, A. S. Redes de computadores. 5aedição, Campus, 2011.\nSTEVENS, W. R. Programação de Redes Unix: api para soquetes de rede. Bookman Companhia Ed, 2005.\nBibliograﬁa Complementar\nCOMER, D. Interligação em redes com TCP/IP. 5a edição,Campus, 2006.\nJAIN, R. The art of computer systems performances analysis. John Wiley, 1991.\nSTALLINGS, W. Redes e sistemas de comunicação de dados. Elsevier, 2005.\nNEMETH, Evi. Unix and Linux system administration handbook. 4a edição. Prentice Hall, 2011.\nSTALLINGS, W. Cryptography and network security. 5a edição. Prentice Hall, 2011.\nDCC073 - TEORIA DE FILAS - 60 horas\nEmenta\nModelos de Filas. Teorema de Little. Cadeias de Markov. Aplicações a Modelagem de Linhas de\nComunicação Multiplexadas.\nConteúdo\nRevisão de Teoria de Probabilidade. Técnicas para avaliação de Desempenho de Sistemas (Medição e\nModelagem). Sistemas de Filas. Conceitos Básicos de Teoria de Filas. Modelos de Filas: Teorema de Little.\n119", "121": "Cadeias de Markov. Sistemas M/M/1. Outros modelos Markovianos (M/M/m, M/M/, M/M/m/m). Sistemas\nM/G/1. Aplicações a Comunicação de dados.\nBibliograﬁa\nGROSS, DONALD, John F. SHORTE, James M. THOMPSON, and Carl M. HARRIS. Fundamentals of\nQueueing Theory. 4 edition. Hoboken, N.J: Wiley-Interscience, 2008.\nROSS, Sheldon M. Introduction to Probability Models, Eleventh Edition. 11 edition. Amsterdam ; Boston:\nAcademic Press, 2014.\nBERTSEKAS, Dimitri P., and GALLAGER. Data Networks. 2nd edition. Englewood Cliffs, N.J: Prentice\nHall, 1992.\nBibliograﬁa Complementar\nALLEN, Arnold O. Probability, Statistics, and Queueing Theory with Computer Science Applications. New\nYork: Academic Pr, 1978.\nTRIVEDI, Kishor Shridharbhai. Probability and Statistics with Reliability, Queueing, and Computer Science\nApplications, 2nd Edition. 2 edition. New York: Wiley-Interscience, 2001.\nKLEINROCK. Queueing Systems. V olume 1: Theory. 1 edition. New York: Wiley-Interscience, 1975.\nPAPOULIS, Athanasios, and S. Unnikrishna Pillai. Probability, Random Variables and Stochastic Processes.\n4th edition. Boston: McGraw-Hill Europe, 2002.\nCHEN, Hong, and David D. YAO. Fundamentals of Queueing Networks: Performance, Asymptotics, and\nOptimization. 2001 edition. New York: Springer, 2001\nDCC074 - A V ALIAÇÃO DE DESEMPENHO DE SISTEMAS - 60 horas\nEmenta\n- Introdução à avaliação de desempenho de sistemas computacionais\n- Métodos de avaliação: vantagens e desvantagens, aplicações\n- Métodos analíticos: abordagem estocástica e operacional\n- Modelos baseados em redes de ﬁlas e em redes de Petri\n- Simulação discreta: conceitos, algoritmos de simulação\n- Abordagem de modelagem de sistemas discretos: orientação a eventos e a processos\n- Estudo de uma linguagem de simulação de propósito geral\n- Mensuração, benchmarking\n120", "122": "Conteúdo\n1) Introdução à avaliação de desempenho de sistemas computacionais\n2) Métodos de avaliação: vantagens e desvantagens, aplicações\n3) Métodos analíticos: abordagem estocástica e operacional\n4) Modelos baseados em redes de ﬁlas e em redes de Petri\n5) Simulação discreta: conceitos, algoritmos de simulação\n6) Abordagem de modelagem de sistemas discretos: orientação a eventos e a processos\n7) Estudo de uma linguagem de simulação de propósito geral\n8) Mensuração, benchmarking.\nBibliograﬁa\nJAIN, Raj. The art of computer systems performance analysis techniques for experimental design,\nmeasurement, simulation, and modeling . John Wiley & Sons, 1991.\nTRIVEDI, Kishor Shridharbhai, Probability and statistics with reliability, queuing, and computer science\napplications, 2002\nLILJA, David J, Measuring computer performance a practitioner’s guide, 2000\nBibliograﬁa Complementar\nMENASCÉ, Daniel; Almeida, Virgílio, Planejamento De Capacidade Para Serviços Na Web, Editora\nCAMPUS, 2002\nFORTIER, Paul J., Computer systems performance evaluation and prediction, 2003\nGUNTER BOLCH, Stefan Greiner, Hermann de Meer, Kishor S. Trivedi, Queueing Networks and Markov\nChains: Modeling and Performance Evaluation with Computer Science Applications, 2nd Edition, Wiley, 2006\nTRIVEDI, Kishor Shridharbhai, Probability and statistics with reliability, queuing, and computer science\napplications, 2002\nSTROOCK, Daniel W., An introduction to Markov processes, 2005\nDCC075 - SEGURANÇA EM SISTEMAS DE COMPUTAÇÃO - 60 horas\nEmenta\nEstudar segurança em três aspectos distintos da computação: segurança de dados, segurança em redes e\nsegurança de computadores.\n121", "123": "Conteúdo\n1. Requisitos de Segurança\n2. Problemas Usuais de Segurança\n3. Tipos de Ataque: ataques ativos e passivos. Intrusão\n4. Mecanismos de Segurança\n5. Políticas de Segurança\nBibliograﬁa\nSTALLINGS, W. Criptograﬁa e Segurança de Redes: Princípios e Práticas. 4aedição, Prentice-Hall, 2007.\nKURTZ, G; SCAMBRAY , J.; MCCLURE S. Hackers Expostos: Quarta Edição. Campus, 2003.\nBibliograﬁa Complementar\nSTALLINGS, W. Network security essentials: applications and standards . 3aedição. Prentice Hall, 2006.\nTERPSTRA, J. H.; Love P.; Recks, R. P.; Scalon T. Segurança para Linux. 1aedição. Campus, 2004.\nDCC077 - ASPECTOS A V ANÇADOS EM BANCO DE DADOS - 60 horas\nEmenta\nRestrições de integridade avançadas\nProcessamento de consultas\nGerenciamento de Transações\nSegurança\nControle de Concorrência\nBanco de Dados não convencionais\nBanco de Dados Distribuídos\nNovas aplicações\nConteúdo\n1) Restrições de integridade avançadas\n2) Gatilhos, linguagem de programação do SGBD\n3) Processamento de Consultas: principais algoritmos para execução e otimização\n4) Gerenciamento de transações\n5) falhas do sistema, controle de concorrência, controle de acesso\n6)Banco de Dados não convencionais: OO, dedutivos, inteligentes\n122", "124": "7) Banco de Dados Distribuídos e paralelos\n8) Novas Aplicações em Banco de Dados: Banco de Dados para a Web; arquiteturas heterogêneas, integração\nde informação, novos modelos.\nBibliograﬁa\nGARCIA-MOLINA, H.; ULLMAN, J. D.; WIDOM, J. Database Systems: the complete book,Prentice Hall.\nSILBERCHATZ, A.; KORTH, H. F.; SUDARSHAN, S. Sistema de banco de dados. Makron Books.\nELMASRI, R.; NA V ATHE, S. B. Fundamentals of database system. Addison-Wesley.\nDCC078 - ASPECTOS A V ANÇADOS EM ENGENHARIA DE SOFTWARE -\n60 horas\nEmenta\nEngenharia da Web\nPadrões de Desenvolvimento\nQualidade e Segurança de software\nTecnologias emergentes para o desenvolvimento de software\nTópicos Especiais de Engenharia de Software\nConteúdo\n1) Engenharia da Web Sistemas baseados na Web. Modelos de processo para Engenharia da Web.\nGerenciamento e planejamento de aplicações Web. Modelagem de aplicações Web. Projeto de interação.\nProjeto da informação. Projeto funcional. Construção e Desenvolvimento.\n2) Padrões de Desenvolvimento\n3) Qualidade e Segurança de software\n4) Tecnologias emergentes para o desenvolvimento de software Agentes de software. Desenvolvimento\norientado a Aspectos. Desenvolvimento orientado a serviços. Desenvolvimento baseado em Modelos.\n5) Tópicos Especiais de Engenharia de Software- Serviços Web. Ontologias. Web Semântica.\nBibliograﬁa\nPRESSMAN, R. S. Engenharia de software. 6aEdição. McGraw-Hill, 2006.\nBibliograﬁa Complementar\nSOMMERVILLE, I. Engenharia de Software. 8aEdição. Pearson Addison-Wesley. 2007.\n123", "125": "PFLEEGER, S.L. Engenharia de Software: Teoria Prática. 2aEdição. Pearson Prentice Hall, 2004\nGUSTALFSON. D. A. Engenharia de software. Coleção Shaum. Bookman. 2003.\nPAULA, W. P. F. Engenharia de software: fundamentos, métodos e padrões. LTC, 2001.\nPRESSMAN, R. S., LOWE,. D. Web Engineering. McGraw- Hill, 2008.\nPRESSMAN, R. S. Software Engineering: A Practittioner’s Approach. 7th. Edition. McGraw- Hill, 2009.\nSOFTEX, MPS.BR - Melhoria de Processo do Software Brasileiro-Guia Geral Versão 1.1, 2006.\nDCC079 - PROGRAMAÇÃO PARA A WEB - 60 horas\nEmenta\nLinguagens Dinâmicas para desenvolvimento WEB\nMetodologia AJAX\nUsabilidade em Projetos WEB\nNovas tecnologias para desenvolvimento WEB\nConteúdo\n1) Linguagens Dinâmicas Para WEB: Arquitetura de Linguagens dinâmicas para WEB. Linguagens dinâmicas:\nPHP, JSP e AJAX. Fundamentos da linguagem PHP. Manipulação de formulários em PHP. Manipulação de\nBanco de Dados em PHP. Programação de aplicações dinâmicas para Web.\n2) AJAX: Introdução à tecnologia AJAX. Uso da metodologia Ajax para otimizar aplicações Web.\n3) Usabilidade em Projetos WEB: Conceitos básicos sobre usabilidade na WEB. Exemplos de usabilidade na\nWEB. Aplicação de usabilidade em Projetos WEB\n4) Novas Tecnologias para Desenvolvimento WEB\nBibliograﬁa\nCOMER, Douglas E. Redes de computadores e internet: abrange transmissão de dados, ligações inter-redes,\nWeb e aplicações. Porto Alegre: Bookman, 2007. 632 p.\nBibliograﬁa Complementar\nKUROSE, James F.; ROSS, Keith W. Redes de computadores e a internet: uma abordagem topdown. São\nPaulo: Pearson Addison Wesley, 2006. 634 p.\nGONÇALVES, Edson. Dominando Ajax: as melhores práticas ligadas a aplicações Web escritas tanto em Java\ncomo em PHP 5 utilizando Ajax. Rio de Janeiro: Ciência Moderna, 2006. 356 p.\nCRANE, Dave; PASCARELLO, Eric; JAMES, Darren. Ajax em ação. São Paulo: Pearson Prentice Hall, 2007\n452p.\n124", "126": "NIEDERAUER, Juliano. Web interativa com Ajax e PHP. São Paulo: Novatec, 2007. 288 p.\nWELLING, Luke; THOMSON, Laura. PHP e MySQL: desenvolvimento Web. Rio de Janeiro: Elsevier:\nCampus, c2005. 712p.\nSCHWENDIMAN, Blake. PHP4: guia do programador. Rio de Janeiro: Ciência Moderna, 2001. 799 p.\nDIAS, Cláudia. Usabilidade na Web: criando portais mais acessíveis. 2. ed. Rio de Janeiro: Alta Books,\nc2007. 296 p.\nDCC080 - LAB. INTEGRADO DE DESENVOLVIMENTO DE SOFTWARE -\n30 horas\nEmenta\nDesenvolvimento de uma aplicação envolvendo conceitos vistos nas disciplinas de Engenharia de Software e\nBanco de Dados.\nConteúdo\nDetalhamento da aplicação a ser desenvolvida.\nBibliograﬁa\nGUIMARÃES, A. P. Algoritmos e estruturas de dados. LTC, 1994.\nSOMMERVILLE, I. Engenharia de Software. 8a Edição. Pearson Addison-Wesley, 2007.\nSANTOS, R. Introdução à Programação Orientada a Objetos Usando Java. 1a Ed. Rio de Janeiro: Campus,\n2003.\nKORTH, H.; SILBERCHATZ, A. Sistema de Banco de Dados. Makron Books.\nDATE, C. J. Introdução a Sistemas de Bancos de Dados. Ed. Campus.\nBibliograﬁa Complementar\nPRESSMAN, R. S. Engenharia de software. 6a Edição. McGraw-Hill. 2006.\nELMASRI, R. Fundamentals of Database System. 1994, 2th. edition, Addison-Wesley, Menlo Park, CA.\nKORTH, H.; SILBERSCHATZ, A. Sistema de Banco de Dados. Makron Books.\nDATE, C. J. Introdução a Sistemas de Bancos de Dados. Ed. Campus.\nNIELSEN, J. Projetando websites. Campus. 2000.\n125", "127": "DCC082 - SISTEMAS MULTIMÍDIA - 60 horas\nEmenta\nFundamentos de tecnologia multimídia, hardware e software.\nRepresentação e Processamento de Áudio - Música e V oz, Imagem e Vídeo.\nAmbientes multimídia.\nDados e objetos multimídia.\nSistemas operacionais multimídia.\nAplicações de multimídia avançadas.\nConteúdo\n1) Conceitos de Multimídia, Hipertexto e Hipermídia.\n2) Caracterização dos diferentes tipos e formatos de mídia.\n3) Representação e Processamento de Mídias Áudio. Imagem. Vídeo.\n4) Ferramentas para produção e edição de Mídias.\n5) Planejamento e projeto de aplicações em multimídia e hipermídia.\n6) Arquitetura e Modelagem de Sistemas Hipermídia. Sistemas Operacionais Multimídia. Ambientes\nMultimídia (Requisitos de Hardware, Requisitos de Software)\n7) Aplicações Multimídia Web. IPTV . TV Digital. Mobile\nBibliograﬁa\nLI, Ze-Nian; DREW, Mark S. Fundamentals of Multimedia . 1. ed. Prentice Hall, 2014. 818 p.\nCOSTA, D. G. Comunicações Multimidia na Internet: Da Teoria à Prática. 1. ed. Ciência Moderna. 2007.\n256p.\nSA V AGE, T. M.; VOGEL, K. E. An Introduction to Digital Multimedia. 1. ed. JONES & BARTLETT - U.\n2013. 336 P.\nBibliograﬁa Complementar\nHALSALL F. Multimedia Communications: Applications, Networks, Protocols, and Standards . 1. ed.\nAddison & Wesley Publishing, 2000. 1034 p.\nKUROSE, J.; ROSS, K. Redes de Computadores e a Internet: Uma Nova Abordagem. 5.ed. Addison8Wesley,\n2010. 576 p.\nSOARES, L.F.G.; BARBOSA, S.D.J. Programando em NCL 3.0. 1. ed. Elsevier, 2009. 360 p.\nPAULA FILHO, W. P. Multimidia - Conceitos e Aplicações. 1. ed. LTC. 2000. 321 p.\n126", "128": "HA V ALDAR, P.; MEDIONI, G. Multimedia systems: algorithms, standards, and industry practices. 1.ed.\nCengage Learning, 2010. 560 p.\nDCC083 - QUALIDADE DE SOFTWARE - 30 horas\nEmenta\nIntrodução\nQualidade de software: produto e processo.\nMétricas e indicadores de qualidade.\nNormas de qualidade para produtos de software.\nNormas e modelos de maturidade de processos de software.\nGarantia e plano da qualidade.\nAvaliação de processos: modelos.\nConteúdo\n1) Introdução.\n2) Qualidade de software: produto e processo.\n3) Métricas e indicadores de qualidade.\n4) Normas de qualidade para produtos de software.\n5) Normas e modelos de maturidade de processos de software.\n6) Garantia e plano da qualidade.\n7) Avaliação de processos: modelos.\nBibliograﬁa\nKOSCIANSKI, A., SOARES, M., S. Qualidade de Software. 2aEdição. Novatec. 2007.\nPRESSMAN, R. S. Engenharia de software. 6aEdição. McGraw-Hill. 2006.\nPRESSMAN, R. S. Software Engineering: A Practittioner’s Approach. 7th. Edition. McGraw-Hill, 2009.\nSOFTEX, MPS.BR - Melhoria de Processo do Software Brasileiro\nDCC089 - TÓPICOS EM COMPUTAÇÃO CIENTÍFICA I - 60 horas\nEmenta\nDisciplinas de ementa variável dentro de tópicos da atualidade em Computação Cientíﬁca.\n127", "129": "Conteúdo\nVariável de acordo com a ementa.\nBibliograﬁa\nVariável de acordo com a ementa.\nDCC089 - TÓPICOS EM COMPUTAÇÃO CIENTÍFICA II - 60 horas\nEmenta\nDisciplinas de ementa variável dentro de tópicos da atualidade em Computação Cientíﬁca.\nConteúdo\nVariável de acordo com a ementa.\nBibliograﬁa\nVariável de acordo com a ementa.\nDCC091 - TÓPICOS EM REDES E PROCESSAMENTO DISTRIBUÍDO I -\n60 horas\nEmenta\nDisciplinas de ementa variável dentro de tópicos da atualidade em Computação Cientíﬁca.\nConteúdo\nVariável de acordo com a ementa.\nBibliograﬁa\nVariável de acordo com a ementa.\n128", "130": "DCC091 - TÓPICOS EM REDES E PROCESSAMENTO DISTRIBUÍDO II -\n60 horas\nEmenta\nDisciplinas de ementa variável dentro de tópicos da atualidade em Computação Cientíﬁca.\nConteúdo\nVariável de acordo com a ementa.\nBibliograﬁa\nVariável de acordo com a ementa.\nDCC093 - TÓPICOS EM DESENVOLVIMENTO DE SOFTWARE I - 60 horas\nEmenta\nDisciplinas de ementa variável dentro de tópicos da atualidade em Computação Cientíﬁca.\nConteúdo\nVariável de acordo com a ementa.\nBibliograﬁa\nVariável de acordo com a ementa.\nDCC094 - TÓPICOS EM DESENVOLVIMENTO DE SOFTWARE II - 60\nhoras\nEmenta\nDisciplinas de ementa variável dentro de tópicos da atualidade em Computação Cientíﬁca.\nConteúdo\nVariável de acordo com a ementa.\n129", "131": "Bibliograﬁa\nVariável de acordo com a ementa.\nDCC136 - INTELIGÊNCIA COMPUTACIONAL - 60 horas\nEmenta\nConceitos básicos em Inteligência Computacional\nHeurísticas construtivas para problemas especíﬁcos\nHeurísticas clássicas de reﬁnamento\nMetaheurísticas\nConteúdo\n1) Conceitos básicos em Inteligência Computacional: Problema e espaço de busca do problema. Algoritmo\nheurístico. Heurísticas randomizadas.\n2) Heurísticas construtivas para problemas especíﬁcos: Representação da solução de problemas. Heurísticas\nconstrutivas gulosas. Heurísticas construtivas para problemas de escalonamento de tarefas. Heurísticas\nconstrutivas para o problema de Steiner em Grafos. Implementação.\n3) Heurísticas clássicas de reﬁnamento: Heurísticas k-Optimal. Heurísticas Add-Drop. Implementação.\n4) Metaheurísticas: GRASP - Greedy Randomized Adaptive Search Procedure: funcionamento e\nimplementação. Simulated Annealing: funcionamento e implementação. Colônia de Formigas: funcionamento\ne implementação. ILS: funcionamento e implementação. VNS e VND: funcionamento e implementações.\nBusca Tabu: funcionamento e implementação.\nBibliograﬁa\nTALBI, E-G. Metaheuristics: From Design to Implementation. Wiley. 2009\nGENDREAU, M., POTVIN, J-Y .. Handbook of Metaheuristics, Springer, 2010\nMICHALEWICZ, Zbigniew; FOGEL, David B. How to Solve It: Modern Heuristics. Springer, 2004.\nBibliograﬁa Complementar\nPHAM, D.T.; KARABOGA, D. Intelligent Optimisation Techniques: Genetic Algorithms, Tabu Search,\nSimulated Annealing and Neural Networks. Springer, 2000.\nMICHALEWICZ, Zbigniew. Genetic Algorithms + Data Structures = Evolution Programs. Springer, 3rd ed,\n1999.\nArtigos diversos de conferências e periódicos das áreas de Otimização\n130", "132": "Artigos diversos de conferências e periódicos das áreas de Pesquisa Operacional\nArtigos diversos de conferências e periódicos das áreas de Metaheurísticas\nDCC173 - ANÁLISE NUMÉRICA - 60 horas\nEmenta\n1. Introdução\n2. Solução de Sistemas de Equações Lineares\n3. Solução de Sistemas de Equações Não-Lineares\n4. Interpolação e Integração Numérica\n5. Equações Diferenciais Ordinárias\nConteúdo\n1. Introdução - Conceitos fundamentais de Álgebra Linear - Conceitos fundamentais de Cálculo -\nRepresentação de Números e Sistemas de Ponto Flutuante - Série de Taylor\n2. Solução de Sistemas de Equações Lineares - Revisão de Métodos Diretos (Eliminação de Gauss, LU,\nCholesky) e Iterativos (Jacobi, Gauss-Seidel, SOR) - Método do Gradiente - Método dos Gradientes\nConjugados - Pré-Condicionamento - Reﬁnamento iterativo da solução - Condicionamento e análise do erro na\nsolução - Implementação computacional e comparação dos métodos com estudo de casos\n3. Solução de Sistemas de Equações Não-Lineares - Equações não-lineares em uma dimensão (métodos de\nNewton e Ponto-Fixo) - Método do ponto ﬁxo para sistemas de equações não-lineares - Método de Newton\npara sistemas de equações não-lineares - Métodos Quasi-Newton - Implementação computacional e estudo de\ncasos\n4. Interpolação e Integração Numérica - Métodos para interpolação polinomial (formas de Lagrange, Newton)\n- Interpolação de Hermite - Interpolação por partes - Interpolação com Splines - Integração numérica com\nmétodos Newton-Cotes e Gauss - Outros métodos para integração numérica - Extensão para casos bi- e\ntridimensionais - Implementação computacional e estudo de casos\n5. Equações Diferenciais Ordinárias (EDOs) - Problemas de Valor Inicial para EDOs - Método de Euler\nExplícito e Implícitio - Consistência, Estabilidade e Convergência - Métodos Runge-Kutta - Outros métodos -\nImplementação computacional e comparação com estudo de casos\nBibliograﬁa\nFranco, Neide M. B., Cálculo Numérico, Prentice Hall Brasil.\nAtkinson, Kendall. Elementary numerical analysis. John Wiley & Sons.\n131", "133": "Bibliograﬁa Complementar\nAtkinson, Kendall, An introduction to numerical analysis. Wiley.\nBurden, Richard L.; Faires, J. Douglas, Análise Numérica. Cengage.\nChapra, Steven C.; Canale, Raymon, P., Métodos Numéricos para Engenharia. Mcgraw hill.\nCunha, M. Cristina. Métodos Numéricos para as Engenharias e Ciências Aplicadas. Editora UNICAMP.\nDCC190 - SOLUÇÃO NUMÉRICA DE EQUAÇÕES DIFERENCIAIS - 60\nhoras\nEmenta\n1 - Diferenciação Numérica\n2 - Problemas de Valor de Contorno\n3 - Solução Numérica de Equações Diferenciais Parciais\n4 - Tópicos avançados na solução numérica de Equações Diferenciais Parciais\nConteúdo\n1 - Diferenciação Numérica -Série de Taylor no Rn -Operadores de Diferenças Finitas -Diferenças em\ndomínios bidimensionais regulares -Tratamento da Fronteira - Aspectos Computacionais e estudo numérico\n2 - Problemas de Valor de Contorno - Deﬁnição do problema de valor de contorno -Métodos de diferenças\nﬁnitas -Métodos da colocação, Galerkin e mínimos quadrados -Implementação computacional e comparação\ndos métodos\n3 - Solução Numérica de Equações Diferenciais Parciais - Classiﬁcação e Aplicação das Equações Diferenciais\nParciais - Equação Elíptica - Equação Parabólica - Equação Hiperbólica - Estudos de estabilidade, precisão e\nconvergência - Implementação computacional e estudo de casos\n4 - Tópicos avançados na solução numérica de Equações Diferenciais Parciais\nBibliograﬁa\nFranco, Neide M. B. Cálculo Numérico, Prentice Hall Brasil.\nChapra, Steven C. Canale, Raymon, P. Métodos Numéricos para Engenharia. Mcgraw hill.\nBibliograﬁa Complementar\nBurden, Richard L; Faires, J. Douglas, Análise Numérica. Cengage.\nCUNHA, Cristina. Métodos Numéricos para as Engenharias e Ciências Aplicadas. Editora UNICAMP.\n132", "134": "DCC191 - VISUALIZAÇÃO CIENTÍFICA - 60 horas\nEmenta\n1. Introdução: visualização cientíﬁca, visualização de informações e visualização de software.\n2. A visualização como ferramenta no contexto do método cientíﬁco.\n3. Classiﬁcação das técnicas de visualização e seus dados.\n4. Organização e tipos de dados.\n5. Introdução a uma ferramenta computacional de visualização de dados cientíﬁcos.\n6. Técnicas volumétricas baseadas em extração de superfícies.\n7. Técnicas volumétricas diretas.\n8. Comparação entre técnicas baseadas em superfícies e volumétricas.\n9. Técnicas para visualização de dados vetoriais e tensoriais.\nConteúdo\nApresentação de uma visão geral que reﬂita a situação atual da Visualização Cientíﬁca, abordando os\nprincipais conceitos, quais os seus objetivos e aplicações, quais as técnicas e ferramentas computacionais para\nvisualização de dados cientíﬁcos de uso geral disponíveis atualmente e os tipos de dados que são visualizados.\nOs principais algoritmos e estruturas de dados serão apresentados. O formato VTK e a ferramenta\ncomputacional de visualização cientíﬁca denominada Paraview serão introduzidos. Principais áreas de\naplicação atuais, com ênfase em Dinâmica dos Fluidos Computacional, serão contempladas.\nBibliograﬁa\n- SCHROEDER, W.J.; MARTIN, K.M.; LORENSEN, W. E.- The Visualization Toolkit - An Object-Oriented\nApproach to 3D Graphics, Kitware, 4a. edição, 2006.\n- HANSEN, C.D.; JOHNSON, C. - The Visualization Handbook, Elsevier, 2004.\n- NIELSON, G. M.; MÜLLER, H.; HAGEN, H.- Scientiﬁc Visualization: Overviews, Methodologies, and\nTechniques, IEEE Press, 1997.\nBibliograﬁa Complementar\n- BAJAJ, C. (ed.) - Data Visualization Techniques, Willey, 1999.\n- BROWN, J.R.; EARNSHAW, R.; JERN, M.; VINCE, J. - Visualization: Using Computer Graphics to\nExplore Data and Present Information, John-Wiley and Sons, 1995.\n- TELEA, A.C.- Data Visualization: Principles and Practice, 2a edição, CRC Press, 2014.\n- BONNEAU, G.-P.; ERTL, Thomas; NIELSON, G. - Scientiﬁc Visualization: The Visual Extraction of\nKnowledge from Data, Springer, 2006.\n133", "135": "- HANSEN, C.D.; CHEN, M.; JOHNSON, C.R.; KAUFMAN, A. E; HAGEN, H. (eds) - Scientiﬁc\nVisualization: Uncertainty, Multiﬁeld, Biomedical, and Scalable Visualization, Springer, 2014.\nESA003 - MECÂNICA DOS FLUIDOS - 75 horas\nEmenta\nPropriedades dos Fluidos, Estática dos Fluidos, A cinemática e a Dinâmica dos Fluidos, Escoamentos de\nFluidos, Medidas de Fluidos e Tópicos Especiais.\nConteúdo\n1. Conceitos fundamentais 1.1 Conceito de ﬂuido 1.2. Unidade de massa, força, comprimento e tempo 1.3.\nViscosidade dinâmica e cinemática 1.4. Fluidos naturais e ﬂuidos perfeitos 1.5. Classiﬁcação dos ﬂuidos\nsegundo a viscosidade 1.6. Propriedades dos ﬂuidos 1.7. Equação geral dos gases\n2.Estática dos ﬂuidos 2.1. Pressão num ponto 2.2. Lei de Pascal 2.3. Lei de Stevin 2.4. Força em superfície\nplana 2.5. Força em superfície curva 2.6. Centro de pressões 2.7. O prisma de pressão\n3. Equilíbrio de corpos ﬂutuantes 3.1. Introdução e generalidades 3.2. Princípio de Arquimedes 3.3. Critério\npara análise quanto a capacidade do corpo imergir ou ﬂutuar 3.4. Critério de estabilidade dos corpos ﬂutuantes\n3.5. Determinação do metacentro\n4. Cinemática dos ﬂuidos 4.1. Deﬁnição 4.2. Métodos de estudos da cinemática dos ﬂuidos 4.3. Classiﬁcação\ndos escoamentos 4.4. Conceito de linha de corrente e tubo de corrente 4.5. Conceito de sistema e volume de\ncontrole 4.6.Equação da continuidade\n5. Impulsão e quantidade de movimento 5.1.Introdução 5.2.Impulso de uma força 5.3.Quantidade de\nmovimento 5.4.Teorema da impulsão e da quantidade de movimento 5.5.Aplicação da teoria da impulsão aos\nﬂuidos perfeitos\n6. Hidrodinâmica 6.1. Conceito 6.2. Equação de Euler ao longo de uma linha de corrente 6.3. Equação de\nBernoulli para os ﬂuidos ideais 6.4. Aplicações imediatas da equação de Bernoulli 6.5. Pressão estática e\npressão dinâmica 6.6. O perﬁl de velocidades e de tensões nos escoamentos em condutos forçados 6.7.\nEquação de Bernoulli para os ﬂuidos reais\n7. Teoria da camada limite 7.1. Conceito 7.2. Camada limite na zona de transição 7.3. Camada limite laminar\n7.4. Camada limite na zona turbulenta 7.5. Introdução aos estudos da resistência ao escoamento\n8. Análise dimensional e semelhança dinâmica 8.1. Introdução 8.2. Homogeneidade dimensional e relações\nadimensionais 8.3. O teorema de Buckingham 8.4. Parâmetros adimensionais mais representativos 8.5.\nRelações de semelhança entre modelo e protótipo\n9. Introdução à Hidráulica Geral 9.1. Classiﬁcação dos escoamentos quanto à pressão de funcionamento 9.2.\nClassiﬁcação quanto à trajetória das partículas 9.3. Conceito de perda de carga 9.4. Perda distribuída 9.5.\n134", "136": "Perda de carga localizada 9.6. Orifício 9.7. Bocal. 9.8.Vertedor\nBibliograﬁa\n1. SHAMES, I.H. \"Mecânica dos Fluidos\". Editora Blücher Ltda. 2. STREETER, V .L. \"Mecânica dos\nFluidos\". Editora Mc. Graw-Hill. 3. STREETER, V .L.; VENNARD, J.K. \"Elementos de Mecânica dos\nFluidos\". Editora Guanabara Dois. 4. SCHIOZER, D. \"Mecânica dos Fluidos\". Editora Blücher Ltda. 5.\nBRUNETTI, F. \"Mecânica dos Fluidos\". 2aedição. São Paulo: Editora Pearson Education, 2008.\nBibliograﬁa Complementar\n1. FOX, R.L.; VENNARD, J.K. Elementos de Mecânica dos Fluidos. Editora Guanabara Dois. 2. FOX, R.L. e\nMACDONALD, A. Introdução à Mecânica dos Fluidos. 7aed. Editora LTC - Grupo Gen, 2010. 3.\nBRUNETTI, F. Mecânica dos Fluidos. 2aed. Editora Grupo Pearson, 2008. 4. VIANA, M.R. Mecânica dos\nFluidos Para Engenheiros Civis. Editora IEA.\nESA503 - MECÂNICA DOS FLUIDOS PRÁTICA\nEmenta\nVeriﬁcação da Lei de Newton da Viscosidade. Comprovação do Princípio de Pascal e aplicação da Lei de\nStevin. Identiﬁcação da pressão manométrica positiva e negativa em uma instalação de recalque. Pitometria.\nConteúdo\n1. Determinação da viscosidade dinâmica pelo viscosímetro de Michel 2. Comprovação experimental do\nPrincipio de Pascal e de Stevin 3. Determinação das pressões manométrica em condutos forçados 4.\nPitometria. Media da velocidade média na linha de corrente central do conduto 5. Distribuição das grandezas\ndas velocidades em condutos forçados 6. Método alternativo a determinação da vazão de escoamento pela\nvelocidade média 7. Elaboração do gráﬁco da tensão tangencial de cisalhamento média em uma instalação em\ncondutos forçados 8. Foronomia. Elaboração da curva de calibração do diafragma 9. Foronomia.\nDeterminação da vazão pela curva de calibração do diafragma. 10. Comprovação da equação da quantidade de\nmovimento 11. Determinação da perda de carga unitária 12. Determinação da perda de carga localizada.\nBibliograﬁa\n1. FOX, R.L., VENNARD, J.K. Elementos de Mecânica dos Fluidos. Ed. Guanabara Dois. 2. SHAMES, I.H.\nMecânica dos Fluidos editora Blucher Ltda 3. STREET, V .L. Mecânica dos Fluidos ed. Mc. Graw-Hill.\n135", "137": "Bibliograﬁa Complementar\n1. STREET, R.L., VENNARD, J.K. Elementos de Mecânica dos Fluidos. Ed. Guanabara Dois. 2. VIANA,\nM.R. Mecânica dos Fluidos Para Engenheiros Civis. Ed. IEA. 3.SCHIOZER, D. Mecânica dos Fluidos. Ed.\nBlucher\nMAC003 - RESISTÊNCIA DOS MATERIAIS II - 60 horas\nEmenta\nFlexão oblíqua de vigas. Flexão composta. Estado triaxial de tensões. Estado plano de tensões. Círculo de\nMohr. Critérios de Ruptura. Teoria dos esforços combinados. Flambagem. Energia de deformação.\nOBJETIVOS GERAIS\nFornecer ao aluno conhecimentos básicos das propriedades mecânicas dos sólidos reais, com vistas a sua\nutilização no projeto e cálculo de estruturas. Capacitar o aluno ao cálculo de tensões e deformações causadas\npelos esforços simples, no regime de elasticidade, bem como a resolução de problemas simples de\ndimensionamento, avaliação e veriﬁcação.\nConteúdo\n0. INTRODUÇÃO Apresentação do plano de curso, bibliograﬁa e objetivos da disciplina. 1. FLEXÃO\nOBLÍQUA DE VIGAS 1.1. Teoria da ﬂexão oblíqua 1.2. Deformações na ﬂexão oblíqua 1.3. Distribuição de\ntensões 1.4. Decomposição da ﬂexão oblíqua 1.5. Exemplos numéricos 2. FLEXÃO COMPOSTA 2.1\nIntrodução e caos de ocorrência 2.2 Distribuição de tensões normais na ﬂexão composta 2.3 Núcleo central de\ninércia 2.4 Exemplos numéricos 3. ESTADO TRIAXIAL DE TENSÃO 3.1. Tensor de tensões: Tensão -\nconceito e deﬁnições. Natureza da grandeza tensão. Estado de tensão na solicitação axial. Matriz de tensão em\num ponto. Convenção de sinais. Simetria do tensor de tensões. 3.2. Vetor tensão total em um plano qualquer.\n3.3. Tensões normal e tangencial em um plano qualquer. 3.4. Matriz de rotação. 3.5. Rotação do tensor de\ntensões. 3.6. Tensões principais: conceito e determinação. Ortogonalidade das direções principais. Caráter\nestacionário das tensões principais. Determinação da máxima tensão de cisalhamento. 3.7. Estudo das\ndeformações 3.8. Lei de Hooke generalizada 4. ESTADO PLANO DE TENSÕES 4.1. Simpliﬁcações do\ntensor de tensão 4.2. Aplicação a vigas e chapas 4.3.Círculo de Mohr 4.4. Exemplos numéricos 5. ENERGIA\nDE DEFORMAÇÃO (6 aulas) 5.1. Potencial de deformação (em tensões) 5.2. Energia de deformação em\nfunção dos esforços 6. CRITÉRIOS DE RUPTURA 6.1. Conceitos 6.2. Critério da maior tensão normal\n(Rankine) 6.3. Critério do maior alongamento (Poncelet-Saint-Venant) 6.4. Critério da maior deformação\nlinear (Grashoff-Résol) 6.5. Critério da energia total (Beltrami) 6.6. Critério de Tresca 6.7. Critério de\nHuber-von-Mises Hencky) 6.8 Critério de Coulomb 6.9 Crtério de Mohr 7. TEORIA DOS ESFORÇOS\nCOMBINADOS 7.1. Aplicação a seções circulares 7.2 Aplicação a seções retangulares 8. TÓPICOS DE\n136", "138": "ESTABILIDADE ELÁSTICA 8.1. Flambagem à compressão. 8.2. Viga coluna. 8.3. Métodos numéricos para\ncálculo de carga crítica 8.4. Flambagem torsional.\nBibliograﬁa\nRUSSELL, E.; JOHNSTON, JR.; FERDINAND, P. BEER. Resistência dos Materiais. Makron Books (Grupo\nPearson), 1995. 1255p ISBN-10: 8534603448\nSHAMES, I.H. Introdução à Mecânica dos Sólidos. Prentice-Hall. ISBN: 0134799577\nGERE, James M.; GOODNO, Barry J.. Mecânica dos Materiais.Cengage Learning. 880 p. ISBN: 852210798X\nBibliograﬁa Complementar\nTIMOSHENKO, Stephen, GERE, James. Theory of Elastic Stability. McGraw-Hill. ISBN: 9780486472072\nTIMOSHENKO e GOODIER. Theory of Elasticity. Kogakusha Company.\nFEOSDOSIEV , Resistência dos Materiais. Ed. Lopes da Silva. ISBN: 5030011838\nELSON TOLEDO, Notas de Aula do curso de Resistência dos Materiais.\nTIMOSHENKO e GERE, Mecânica dos Sólidos, vol I e II ISBN: 9788521602477 vol I\nMAC004 - RESISTENCIA DOS MATERIAIS III - 60 horas\nDepartamento: DEPTO DE MECANICA APLICADA E COMPUTACIONAL\nEmenta\nDisciplina de ementa aberta.\nConteúdo\nDisciplina de ementa aberta.\nBibliograﬁa\nDisciplina de ementa aberta.\nBibliograﬁa Complementar\nDisciplina de ementa aberta.\n137", "139": "MAC007 - LABORATÓRIO DE RESISTÊNCIA DOS MATERIAIS - 30 horas\nEmenta\nProdução, Classiﬁcação e Especiﬁcações de Aços Estruturais. Ensaios de Laboratório em Aços Estruturais e\nem Madeira.\nOBJETIVOS GERAIS\nCapacitar o aluno à realização de ensaios mecânicos e ao controle de qualidade em madeira e em materiais\nmetálicos para a construção civil.\nConteúdo\n1. Noções sobre produção de aços estruturais e sua classiﬁcação. 2. Estudo das Normas Brasileiras referentes a\nespeciﬁcações e métodos de ensaios em aços estruturais e madeira. 3. Ensaios de tração, compressão,\ndobramento, cisalhamento em aço. 4. Ensaios de compressão e fendilhamento em madeira.\nBibliograﬁa\nGARCIA, Amauri. Ensaios dos Materiais. Ed. LTC. ISBN: 9788521612216\nSOUZA, SÉRGIO A., Ensaios Mecânicos de Materiais Metálicos. Edgard Blücher. ISBN: 8521200129\nHIBBELER, R.C.. Resistência de Materiais. Pearson Education. ISBN: 857605373X\nNASH, W. A.. Resistência dos Materiais. Mcgraw-Hill Interamericana. ISBN: 9727730906\nLIMA, S. de Souza. Análise Dinâmica das Estruturas. Ciência Moderna, 2009. ISBN: 9788573935844\nRAO, Singiresu. Vibrações Mecânicas. Pearson Brasil, 2009. ISBN: 9788576052005\nSORIANO, H. L.. Elementos Finitos - Formulação e Aplicação na Estática e Dinâmica das Estruturas. Ciência\nModerna, 2009. ISBN: 9788573938807\nBibliograﬁa Complementar\nHIBBELER, R.C.. Dinâmica - Mecânica para Engenharia. Pearson Education Br. ISBN: 8587918966\nFILHO, Alvelino Alves. Elementos Finitos - A Base de Tecnologia CAE - Análise Dinâmica. Ed. Erica.\nISBN: 8536500506\nBORESI, A. P.; SCHMIDT, R. J.. Dinâmica. Thomson Pioneira. ISBN: 8522102945\nABNT NBR 7480:200\nABNT NBR ISO 6892\nNBR 7190/1997\nNBR 6118\n138", "140": "MAC009 - ANÁLISE EXPERIMENTAL EM DINÂMICA DAS\nESTRUTURAS - 60 horas\nEmenta\nIntrodução à dinâmica estrutural. Resposta de um sistema de l grau de liberdade. Resposta de um sistema de 2\ngraus de liberdade. Generalização para N graus de liberdade. Análise de Sistemas Contínuos. Introdução à\nanálise modal. Identiﬁcação modal de estruturas. Medições dinâmicas via extensometria. Medições dinâmicas\nvia acelerometria.\nConteúdo\n1. INTRODUÇÃO Á DINÂMICA ESTRUTURAL 2. RESPOSTA DE UM SISTEMA MASSA-MOLA DE l\nGRAU DE LIBERDADE 3. RESPOSTA DE UM SISTEMA MASSA-MOLA DE 2 GRAUS DE\nLIBERDADE 4. GENERALIZAÇÃO PARA N GRAUS DE LIBERDADE 5 INTRODUÇÃO À ANÁLISE\nMODAL 6. IDENTIFICAÇÃO MODAL DE ESTRUTURAS 7. MEDIÇÕES DINÂMICAS VIA\nEXTENSOMETRIA 8. MEDIÇÕES DINÂMICAS VIA ACELEROMETRIA\nBibliograﬁa\nLIMA, S. S. Análise Dinâmica das Estruturas. 4aEdição. Ciência Moderna, 2009. ISBN: 9788573935844\nRAO, Singiresu. Vibrações Mecânicas. 4aedição. Pearson Brasil, 2009.ISBN: 9788576052005\nSORIANO, H. L. Elementos Finitos - Formulação e Aplicação na Estática e Dinâmica das Estruturas. 1a\nEdição. Ciência Moderna, 2009.ISBN: 9788573938807\nBibliograﬁa Complementar\nHIBBELER, R. C. Dinâmica - Mecânica Para Engenharia. 12aEdição. Pearson Education. ISBN: 8587918966\nFILHO, A. A. Elementos Finitos - A Base de Tecnologia Cae - Análise Dinâmica. Erica. ISBN:\n9788571947412\nBORESI, A. P.; SCHMIDT, R. J. Dinâmica. Thomson Pioneira. ISBN: 9788522102945\nPAZ, M.; LEIGH, William. Structural Dynamics, Theory and Computation. 5aEdição. Chapman & Hall.\nISBN: 9780412074615\nCLOUGH, R.W.; PENZIEN, J. Dynamics of Structures. Mcgraw-Hill College. ISBN: 9780070113923\nGROEHS, A. G. Mecânica Vibratória. Uninisos, 2005. 650p. ISBN: 8574310034\n139", "141": "MAC025 - MODELAGEM COMPUTACIONAL DE FENÔMENOS\nAEROELÁSTICOS - 60 horas\nEmenta\nO curso tem por objetivo apresentar os diversos tipos de ações dinâmicas exercidas pelo vento. Serão\napresentado conceitos fundamentais de dinâmica, estatística e análise dimensional. Os diversos tipos de\nfenômenos aeroelásticos também serão discutidos e enfase será dada a modelagem destes fenômenos em\nprograma de elementos ﬁnitos.\nConteúdo\nCapítulo 1- Conceitos fundamentais. 1.1 Vibrações mecânicas para sistema com um grau de liberdade 1.1.1\nVibração livre 1.1.2 Vibrações forçadas 1.2 Processos aleatórios 1.3 Análise dimensional\nCapítulo 2\nBibliograﬁa\nBLESSMAN, Joaquim. Aerodinâmica das Construções. Sagra-Leizatto. ISBN: 852410273X\nBassalo, J.M.. Introdução a mecânica dos meios contínuos. Belém: Universidade do Pará, 1973\nSoriano, H.L.. Método dos elementos ﬁnitos em análise de estruturas. São Paulo: Edusp, 2003 ISBN:\n8531407303\nBibliograﬁa Complementar\nKuethe, A.M.. Foundations of Aerodynamics. John Wiley & sons, 1950. ISBN: 9780471509530\nMAC027 - INTRODUÇÃO À MECÂNICA DE COMPÓSITOS - 60 horas\nEmenta\nA disciplina trata da mecânica de materiais compósitos, abordando os materiais laminados, particulados e\nreforçados com ﬁbras longas e curtas. Apresentam-se deﬁnições e conceitos importantes, propriedades\nmecânicas dos materiais, características e aplicações dos principais tipos de compósitos, matrizes e reforços,\ndeﬁnição de um meio elástico anisotrópico e constantes elásticas de materiais com diferentes leis constitutivas.\nFaz-se uma introdução ao estudo analítico e numérico de compósitos através de técnicas de homogeneização e\nda regra das misturas. São previstos trabalhos práticos desenvolvidos no Laboratório de Resistência dos\nMateriais e atividades computacionais empregando programas baseados no Método dos Elementos Finitos para\na análise das propriedades e do comportamento mecânico de compósitos.\n140", "142": "Conteúdo\n1) Introdução: deﬁnição de material compósito, aplicações e classiﬁcação quanto ao tipo de matriz e inclusões:\ncompósitos laminados, particulados e com ﬁbras; processos de fabricação.\n2) Introdução à análise tensorial: notação indicial, tensor cartesiano, revisão de teoria das tensões e\ndeformações, transformação de tensões e deformações, tensões e deformações principais.\n3) Teoria da elasticidade anisotrópica: material monoclínico, ortotrópico, transversalmente isotrópico,\nisotrópico, estado plano de tensão, aplicações: determinação de constantes elásticas.\n4) Introdução à micromecânica: cálculo de propriedades de compósitos ortotrópicos, transversalmente\nisotrópicos e particulados através de métodos analíticos (regra das misturas), semi-empíricos (HalpinTsai) e\nnuméricos (Homogeneização assintótica).\n5) Aplicações práticas: confeccção de corpos-de-prova de compósitos e análise mecânica no Laboratório de\nResistência dos Materiais - experimentação laboratorial e modelagem computacional empregando programas\nde manipulação algébrica e programas baseados no Método dos Elementos Finitos.\nBibliograﬁa\nCompósitos Estruturais, Flamínio Levy Neto, Luiz Claudio Pardini, Ed. Blucher, 1a edição\nCiência Engenharia de Materiais, Willian Callister Jr, Ed. LTC - 7aedição\nIntrodução à Mecânica dos Sólidos, E. Popov, Ed. Blucher.\nBibliograﬁa Complementar\nMAC028 - TÓPICOS A V ANÇADOS EM MODELAGEM GEOMÉTRICA\nCOMPUTACIONAL - 60 horas\nEmenta\nO curso tem por objetivo apresentar técnicas matemáticas e computacionais para a construção de modelos\ngeométricos paramétricos. Serão apresentados conceitos fundamentais de Geometria de Curvas e Superfícies,\nDesenho e Reconstrução e Curvas e Superfícies e Sólidos e será discutida a implementação de modelos\ngeométricos computacionais.\nConteúdo\n1. Revisão de Representação de Curvas e Superfícies 1.1 Revisão de Álgebra Vetorial, curvas e superfícies\nparamétricas\n141", "143": "2. Geometria de Curvas 2.1 Equação intrínseca, explícita e implícita de curvas 2.2 Equações paramétricas 2.3\nCurvas de Hermite: representação algébrica e geométrica, forma matricial e tangentes 2.4 Curvas de Bézier:\nfunções base, pontos de controle 2.5 B-Splines: funções base, continuidade, curvas fechadas\n3. Geometria de Superfícies 3.1 Representação explícita, implícita 3.2 Representação Paramétrica 3.3\nSuperfície bi-cúbica de Hermite: formas algébrica e geométrica, funções base, tangentes e normais 3.4\nSuperfícies de Bézier: produto tensorial, pontos de controle 3.5 Superfícies de B-Splines: produto tensorial,\nforma matricial, superfícies abertas e fechadas\n4. Desenho e Reconstrução de Curvas e Superfícies 4.1 Interseção de curvas e superfícies 4.2 Noções de\ngeometria diferencial 4.3 Regressão e interpolação de curvas e superfícies 4.4 Métodos dos Vizinhos mais\npróximos 4.5 Funções de base radial 4.6 Diagrama de V oronoi e triangulação de Delaunay\n5. Sólidos 5.1 Sólidos paramétricos 5.2 Curvas e superfícies embutidas em um sólido\n6. Construção e Implementação de Modelos Computacionais 6.1 Programas para modelagem geométrica 6.2\nProjeto de um modelo geométrico\nBibliograﬁa\nMichael E. Mortenson. 1985. Geometric Modeling. John Wiley & Sons, Inc., New York, NY , USA.\nRichard H. Bartels, John C. Beatty, and Brian A. Barsky. 1987. An Introduction to Splines for Use in\nComputer Graphics; Geometric Modeling. Morgan Kaufmann Publishers Inc., San Francisco, CA, USA.\nCharles A. Micchelli, 1987. Mathematical Aspects of Geometric Modeling, , ISBN 9780898713312\nG. Farin, D. Hansford. 2005. Practical Linear Algebra: A Geometry Toolbox, A K Peters, Ltd., 384 p.,ISBN:\n1-56881-234-5\nBibliograﬁa Complementar\nComputer Graphics and Geometric Modelling: Implementation & Algorithms, Agoston, Max K. 2005, 907 p.\nISBN 978-1-84628-108-2\nJ. A. Cottrell, T. J. R. Hughes, Y . Bazilevs. 2009. Isogeometric Analysis: Toward Integration of CAD and\nFEA. John Wiley & Sons. ISBN 978-0-470-74873-2.\nNicholas S. Sapidis. 1994. Designing Fair Curves and Surfaces: Shape Quality in Geometric Modeling and\nComputer-Aided Design. Soc. for Industrial and Applied Math., Philadelphia, PA, USA.\nI. D. Faux and M. J. Pratt. 1979. Computational Geometry for Design and Manufacture. Halsted Press, New\nYork, NY , USA.\n142", "144": "MAC029 - APLICAÇÃO DE PROCESSAMENTO DE IMAGENS PARA A\nSOLUÇÃO DE PROBLEMAS DE ENGENHARIA - 60 horas\nEmenta\nEssa disciplina tem por objetivo principal fornecer os fundamentos associados ao processamento digital de\nimagens além de aplicar esses fundamentos no auxílio à solução de problemas reais de engenharia. Assim\nsendo, são abordados nessas disciplina capítulos introdutórios acerca da formação da imagem; tipos de\nimagem; operação com imagens; binarização; segmentação; rotulação; Domínio da Frequência; Transformadas\nde Fourier; e numa etapa posterior esses conceitos serão aplicados a problemas reais, dentre eles,\nmonitoramenbto de deslocamentos estruturais; geração automática de malhas de elementos ﬁnitos a partir de\nimagens; reconstrução 3D. Nessa etapa, dependendo do interesse dos alunos, outros problemas poderão ser\nanalisados.\nConteúdo\nPARTE 1: - Introdução - Fundamentos de Imagens Digitais Aspectos geométricos e fotométricos\nTransformações geométricas - Processamento Digital de Imagens - PDI Métodos no domínio espacial Métodos\nno domínio da frequência - Segmentação de imagens - Sequência de imagens - vídeos\nPARTE 2: - Monitoramento de deslocamentos em estruturas via PDI - Geração de malhas de elementos ﬁnitos\nvia PDI - Reconstrução 3D - Outras aplicações\nBibliograﬁa\nR. C. Gonzalez and R. E. Woods. Digital Image Processing. Addison-Wesley Publishing Company, ﬁrst\nedition, 1992.\nR. C. Gonzalez and R. E. Woods. Digital Image Processing. Prentice Hall, New Jersey, second edition, 2002.\nR. C. Gonzalez, R. E. Woods, S. L. Eddins. Digital Image Processing Using Matlab\nBibliograﬁa Complementar\nBarbosa, F.S. ; Farage, M.C.R. ; Beaucour, A.-L. ; ORTOLA, S. . Evaluation of aggregate gradation in\nlightweight concrete via image processing. Construction & Building Materials, v. 29, p. 7-11, 2012.\nBarbosa, F.S. ; Beaucour, A.-L. ; Farage, M.C.R. ; ORTOLA, S. . Image processing applied to the analysis of\nsegregation in lightweight aggregate concretes. Construction & Building Materials, v. 25, p. 3375-3381, 2011.\nEDU088 - LÍNGUA BRASILEIRA DE SINAIS (LIBRAS) - 60 horas\nDepartamento: DEPARTAMENTO DE EDUCAÇÃO\n143", "145": "Ementa\nDesenvolvimento, em nível básico, das habilidades de compreensão e expressão necessárias à comunicação\ncom surdos usuários da Língua de Sinais Brasileira - Libras. Introdução ao estudo das visões sobre a surdez e\nsobre a educação de surdos. Conhecimentos básicos sobre os fundamentos lingüísticos da Libras. Estudo de\naspectos culturais dos surdos brasileiros e suas implicações educacionais.\nConteúdo\nUNIDADE I\n1- Fundamentos da educação de surdos: 1.1- História da educação de surdos e ﬁlosoﬁas educacionais:\noralismo, comunicação total e bilingüismo. 1.2- A legislação brasileira e os documentos (nacionais e\ninternacionais) relacionados à educação de surdos. 1.3- Visões da Surdez: visão clínico-terapêutica versus\nvisão sócio-antropológica. 1.4- Conceitos básicos: linguagem, língua, surdez, pessoa surda, pessoa com\ndeﬁciência auditiva (D.A.), dentre outros. 1.5- Perspectivas atuais da educação bilíngüe de surdos. 1.6-\nAspectos culturais e identidade(s) da Comunidade Surda.\nUNIDADE II\n2- Fundamentos lingüísticos da Libras: 2.1- Diferenças e semelhanças entre as línguas orais e as de sinais. 2.2-\nO Plano Fonológico da Libras: os cinco parâmetros (CM, L, M, Or, ENM). 2.3- Morfossintaxe da Libras. 2.4-\nAspectos semânticos e pragmáticos da Libras. 2.5- Corporeidade: consciência corporal e expressões físicas e\nsua importância na interação em Libras. 2.6- Classiﬁcadores em Língua de Sinais. 2.7- V ocabulário Básico da\nLibras/ interação em Libras.\nBibliograﬁa\n1. CAPOVILLA, F. C.; RAPHAEL, W. D. Dicionário Enciclopédico Ilustrado Trilíngüe da Língua de Sinais\nBrasileira. São Paulo: EDUSP, 2001. v.1, v.2.\n2. GESSER, A. Libras? Que Língua é essa? São Paulo: Parábola, 2009.\n3. KARNOPP, L. B.; QUADROS, R. M. de. Língua de sinais brasileira: estudos lingüísticos. Porto Alegre:\nArtmed, 2004.\n4. SACKS, O. Vendo vozes: uma viagem ao mundo dos surdos. São Paulo: Companhia de Bolso, 2010.\n5. SKLIAR, C. (Org). Atualidade da educação bilíngüe para surdos. v.1, v.2. Porto Alegre: Mediação, 1999.\nBibliograﬁa (continuação)\n1. BRITO, L. F. Integração social & educação de surdos. Rio de Janeiro: Babel, 1993. 2. BRITO, L. F. Por\numa gramática de língua de sinais. Rio de Janeiro: Tempo Brasileiro, 1995. 3. FERNANDES, E. Problemas\nLingüísticos e Cognitivos do Surdo. Rio de Janeiro: Agir, 1990. 4. FERNANDES, E. Surdez e Bilingüismo.\n144", "146": "Porto Alegre: Mediação, 2005. 5. GOLDFELD, M. A criança surda: linguagem e cognição numa abordagem\nsócio-interacionista. São Paulo: Plexus, 1997. 6. LACERDA, C. B. F. Intérprete de Libras: em atuação na\neducação infantil e no Ensino Fundamental. Porto Alegre: Mediação: 2009. 7. MOURA, M. C.; ARENA, S.\nA.; CAMPOS, S. R. L. Educação de Surdos: práticas e perspectivas. v.1. São Paulo: Santos, 2008. 8.\nMOURA, M. C.; ARENA, S. A.; CAMPOS, S. R. L. Educação de Surdos: práticas e perspectivas II. v.2. São\nPaulo: Santos, 2011. 9. PEREIRA, R. C. Surdez: aquisição de linguagem e inclusão social. Rio de Janeiro:\nRevinter, 2008. 10. QUADROS, R. M. Educação de surdos: a aquisição da linguagem. Porto Alegre: Artes\nMédicas. 1997. 11. SKLIAR, C. (Org). A Surdez: um olhar sobre as diferenças. Porto Alegre: Mediação,\n1998. 12. SKLIAR, C. (Org). Educação e exclusão: abordagens sócio-antropológicas em educação especial.\nPorto Alegre: Mediação, 1997.\nBibliograﬁa Complementar\n1. ALMEIDA, E. C. Atividades Ilustradas em Sinais da Libras. Rio de Janeiro: Revinter, 2004. 2.\nBERNARDINO, E. L. Absurdo ou lógica: os surdos e a sua produção lingüística. Belo Horizonte:\nProfetizando Vida, 2000. 3. BERGAMASCHI, R.; MARTINS, R. Discursos atuais sobre a surdez. Canoas: La\nSalle, 1999. 4. BOTELHO, P. Linguagem e Letramento na Educação de Surdos: ideologias e práticas\npedagógicas. Belo Horizonte: Autêntica, 2002. 5. BOTELHO, P. Segredos e Silêncios na Educação dos\nSurdos. Belo Horizonte: Autêntica, 1998. 6. CAPOVILLA, F. C.; RAPHAEL, W. D. Enciclopédia da Língua\nde Sinais Brasileira: mundo dos surdos em Libras. São Paulo: EDUSP, 2004. v.1, v.2. v.3, v.4, v.8. 7.\nCARV ALHO, I. S.; CASTRO, A. R. Comunicação por Língua Brasileira de Sinais. Distrito Federal: SENAC,\n2005. 8. CICCONE, M. Comunicação total: introdução, estratégias, a pessoa surda. 2. ed. Rio de Janeiro:\nCultura Médica, 1996. 9. COSTA, J. P. B. A educação de surdos ontem e hoje: posição, sujeito e identidade.\nCampinas: Mercado das Letras, 2010. 10. FERNANDES, E. Linguagem e Surdez. Porto Alegre: Artmed,\n2003. 11. FRIZANCO, M. L. E.; HONORA, M. Livro Ilustrado de Língua de Sinais Brasileira: desvendando a\ncomunicação usada pelas pessoas surdas. v.1. São Paulo: Ciranda Cultural, 2009. 12. FRIZANCO, M. L. E.;\nHONORA, M. Livro Ilustrado de Língua de Sinais Brasileira: desvendando a comunicação usada pelas\npessoas surdas. v.2. São Paulo: Ciranda Cultural, 2010. 13. LACERDA, C. B. F. Um pouco da história das\ndiferentes abordagens na educação dos surdos. Cadernos Cedes, Campinas, XIX, n. 46, p.68-80. Set. 1998.\n14. LACERDA, C. B. F. A prática pedagógica mediada (também) pela língua de sinais: trabalhando com\nsujeitos surdos. Cadernos Cedes, Campinas, XX, n. 50, p. 70-83. Abr. 2000. 15. LACERDA, C. B. F.; LODI,\nA. C. B. Uma escola, duas línguas: letramento em língua portuguesa e em língua de sinais nas etapas iniciais\nde escolarização. Porto Alegre: Mediação, 2009. 16. LANE, H. A máscara da benevolência: a comunidade\nsurda amordaçada. Lisboa: Instituto Piaget, 1992. 17. LEITE, E. M. C. Os papéis dos intérpretes de LIBRAS\nna sala de aula inclusiva. Petrópolis: Arara Azul, 2005. 18. LODI, A. C. B. Plurilingüismo e surdez: uma\nleitura bakhtiniana da história da educação dos surdos. Educação e Pesquisa, São Paulo, v. 31, n. 3, p.409-424.\nSet.-Dez. 2005. 19. LODI, A. C. B. Letramento e Minorias. Porto Alegre: Mediação, 2009. 20. MONTEIRO,\n145", "147": "M. S. História dos movimentos dos surdos e o reconhecimento da Libras no Brasil. Educação Telemática\nDigital, Campinas, v.7, n.2, p.279-289, Jun. 2006 21. MOURA, M. C. O surdo: caminhos para uma nova\nidentidade. Rio de Janeiro: Revinter, 2000. 22. NASCIMENTO, S. P. F. Português como língua segunda para\nsurdos I. Brasília: Universidade Católica, 2010. 23. NOV AES, E. C. Surdos: educação, direito e cidadania. Rio\nde Janeiro: Wak, 2010. 24. PEREIRA, M. C. C. Libras: conhecimento além dos sinais. São Paulo: Pearson\nBrasil, 2011. 25. QUADROS, R. M.; CRUZ, C. R. Língua de Sinais: instrumentos de avaliação. Porto Alegre:\nArtmed, 2010. 26. SÁ, N. R. L. Cultura, Poder e Educação de Surdos. Manaus: Editora da Universidade\nFederal do Amazonas, 2002. 27. SANTANA, A. P. Surdez e Linguagem: aspectos e implicações\nneurolinguisticas. São Paulo: Summus, 2007. 28. SILV A, I. R.; KAUCHAKJE, S.; GESUELI, Z. M.\nCidadania, surdez e linguagem: desaﬁos e realidades. São Paulo: Plexus, 2003. 29. SLOMSKI, V . G.\nEducação Bilíngue para surdos: concepções. Curitiba: Jurua, 2010. 30. SOUZA, R. M. Que palavra que te\nfalta? lingüística, educação e surdez. São Paulo: Martins Fontes, 1998. 31. SOUZA, R. M.; SILVESTRE, N.\nEducação de Surdos. São Paulo: Summus, 2007. 32. WILCOX, S.; WILCOX, P. P. Aprender a ver. Petrópolis:\nEditora Arara Azul, 2005.\n146", "148": "Referências Bibliográﬁcas\n[1] Regimento Acadêmico da Graduação (RAG) da Universidade Federal de Juiz de Fora, Janeiro de 2016.\n[2] Resolução CONAES no1, de 17/06/2010 - Disponível em:\nhttp://www.unb.br/administracao/decanatos/deg/downloads/circ_resol/\nresolucao_conaes_01_1010.pdf .\n[3] Brasil. Conselho Nacional de Educação. Diretrizes Curriculares Nacionais para os cursos de graduação\nem Computação . Parecer CNE/CES no136/2012, aprovado em 8 de março de 2012.\n[4] IEEE Computer Society; ACM. Computer Engineering 2004: Curriculum Guidelines for Undergraduate\nDegree Programs in Computer Engineering , Dezembro de 2004.\n[5]SIAM -Society for Industrial and Applied Mathematics , Graduate Education for Computational Science\nand Engineering; Disponível em:\nhttp://www.siam.org/students/resources/report.php . Acesso em: Julho de 2015.\n[6] European Community in Computational Methods in Applied Sciences - ECCOMAS; Disponível em:\nhttp://www.cimne.com/eccomas .\n[7] International Association for Computational Mechanics - IACM; Disponível em:\nhttp://www.cimne.com/iacm .\n[8] Associação Brasileira de Métodos Computacionais em Engenharia - ABMEC; Disponível em:\nhttp://www.abmec.org .\n[9] Sociedade Brasileira de Matemática Aplicada e Computacional - SBMAC; Disponível em:\nhttp://www.sbmac.org.br .\n[10] Criação da UFJF - Lei no 3.858 de 23 de dezembro de 1960 - Disponível em:\nhttp://www.planalto.gov.br/ccivil_03/leis/1950-1969/L3858.htm .\n147", "149": "[11] Criação Engenharia Computacional - Resolução 24 do Conselho Superior da UFJF, de 07 de outubro de\n2008 - Disponível em:\nhttp://www.ufjf.br/engcomputacional/files/2008/07/resolucao24.pdf\n[12] Integralização Curricular - Resolução CNE/CES No 2, de 18 de junho de 2007 - Disponível em:\nhttp://portal.mec.gov.br/cne/arquivos/pdf/2007/rces002_07.pdf .\n[13] Resolução no1.010 do CONFEA, de 22 de Agosto de 2005 - Disponível em:\nhttp://normativos.confea.org.br/ementas/visualiza.asp?idEmenta=550 .\n[14] Resolução CNE/CES no11, DE 11 de Março de 2002 - Disponível em:\nhttp://portal.mec.gov.br/cne/arquivos/pdf/CES112002.pdf\n[15] Parecer CNE/CES de no236/2009 - Disponível em:\nhttp://portal.mec.gov.br/dmdocuments/pces236_09_homolog.pdf .\n[16] Lei no11.645 de 10/03/2008 - Disponível em:\nhttp://www.planalto.gov.br/ccivil_03/_ato2007-2010/2008/lei/l11645.htm\n[17] Resolução CNE/CP no01 de 17 de Junho de 2004 - Disponível em:\nhttp://portal.mec.gov.br/cne/arquivos/pdf/res012004.pdf .\n[18] LIBRAS - Decreto no5.626/2005 - Disponível em: http:\n//www.planalto.gov.br/ccivil_03/_ato2004-2006/2005/decreto/d5626.htm .\n[19] Lei no9.795, de 27 de abril de 1999 - Disponível em:\nhttp://www.planalto.gov.br/ccivil_03/leis/l9795.htm\n[20] Norma Técnica no793/2015-CGLNRS/DPR/SERES/MEC, de 12 de maio de 2015 - Disponível em:\nhttp://portal.mec.gov.br/index.php?option=com_docman&view=download&\nalias=17472-nt-n793-2015-grade-curricular&Itemid=30192\n[21] Decreto no4.281 de 25 de junho de 2002 - Disponível em:\nhttp://www.planalto.gov.br/ccivil_03/decreto/2002/d4281.htm .\n[22] Resolução CONFEA/CREA 1010/2005 - Disponível em:\nhttp://www.confea.org.br/media/res1010.pdf\n[23] Decreto no5.940/2006 - Disponível em: http:\n//www.planalto.gov.br/ccivil_03/_Ato2004-2006/2006/Decreto/D5940.htm\n[24] Portaria TCU no150/2012 - Disponível em: http://www.epe.gov.br/PrestacaoDeContas/\nLists/PrestacaoDeContas/Attachments/36/Portaria_TCU_150_%202012.pdf .\n148", "150": "[25] Portaria SLTI no01/2010 - Disponível em: https://www.cti.ufu.br/sites/cti.ufu.br/\nfiles/IN-SLTI-01-19Jan2010-Sustentabilidade-Ambiental.pdf .\n[26] Portaria SLTI no02/2010 - Disponível em: http://www.comprasnet.gov.br/\nPortalCompras/portais/tic/livre/MinutaPortaria02-16032010.pdf .\n149"}