{"1": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n \n \n \n \nPROJETO PEDAGÓGICO  DO CURSO \nDE ENGENHARIA DE SISTEMAS  \n \n \nAllysson Steve Mota Lacerda  \nMarcos Flávio Silveira Vasconcelos D’Angelo  \nRenato Dourado Maia  \n \n \n \nMONTES CLAROS  - MG \nAbril/2016  ", "2": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nGOVERNADOR DO ESTADO DE MINAS GERAIS  \nDr. Fernando Damata Pimentel  \n \nVICE -GORVENADOR DO ESTADO DE MINAS GERAIS  \nDr. Antônio Eustáquio Andrade Ferreira  \n \nSECRETÁRIO DE ESTADO DE CIÊNCIA,  TECNOLOGIA  E ENSINO SUPERIOR  \nMiguel Corrêa da Silva Júnior  \n \n \nUNIVERSIDADE  ESTADUAL DE MONTES CLAROS - UNIMONTES  \n \nREITOR  \nProfessor João dos Reis Canela  \n \nVICE -REITOR  \nProfessor  Antonio Alvimar  Souza  \n \nPRÓ-REITOR DE ENSINO  \nProfessor  João Felício Rodrigues Neto  \n \nPRO-REITOR A ADJUNTO DE ENSINO SUPERIOR  \nProfessora Francely Aparecida dos Santos  \n \nDIRETOR DO CENTRO DE CIÊNCIAS EXATAS E TECNOLÓGICAS  \nProfessor Guilherme Barbosa Vilela  \n \nCOODENADOR DO CURSO DE ENGENHARIA DE SISTEMAS  \nProfessor Allysson Steve Mota Lacerda  \n  ", "3": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nAPRESENTAÇÃO DO CURS O \n \n \n \n \nO curso proposto pela UNIMONTES - Universidade Estadual de \nMontes Claros, Graduação em Engenharia de Sistemas, tem como \nprincipal objetivo definir, de maneira precoce no ciclo de \ndesenvolvimento de um sistema, as necessidades do usuário, bem \ncomo as funcional idades requeridas, realizando a documentação \nsistemática dos requisitos, e abordando a síntese de projeto e a \netapa de validação de forma a considerar o problema completo: \noperação; custos e cronogramas; desempenho; treinamento e \nsuporte; teste; instalação ; fabricação.  \n \nProfessor  João Felício Rodrigues Neto  \nPró-Reitor de Ensino  \n  ", "4": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nMISSÃO  \nContribuir para a melhoria e transformação da sociedade, atender às aspirações e aos \ninteresses da comunidade e promover o ensino, a pesquisa e a ex tensão com eficácia \ne qualidade . \nOBJETIVOS  \n Desenvolver por meio do ensino, pesquisa e da extensão, a técnica, a ciência e \nas artes.  \n Preparar e habilitar os acadêmicos para o exercício ético de suas atividades \nprofissionais.  \n Promover o desenvolvimento da pesquisa e da produção cie ntífica;  \n Irradiar e polarizar, com mecanismos específicos, a cultura, o saber e o \nconhecimento regional.  \n Atender à demanda da sociedade por serviços de sua competência, em especial \nos de saúde, educação e desenvolvimento social e econômico, vinculando -os \nsempre às atividades de ensino, pesquisa e extensão.  \nCOMPETÊNCIA  \nContribuir para o desenvolvimento econômico, social e cultural das regiões onde estiver \ninserida, tornando -se fator de integração regional.  \nPRINC ÍPIOS  \nDesenvolver as atividades de ensino, pesq uisa e extensão em estreita parceria com a \nsociedade, garantindo -se a qualidade e a utilizaçã o eficaz dos recursos públicos.  ", "5": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n1 DADOS DA INSTITUIÇÃO  \n1.1 Denominação  \nUniversidade Estadual De Montes Claros  - Unimontes  \n1.2 Instituição  \nDecreto no 30.971 de 09 de março de  1990, do Governador do Estado de Minas Gerais  \n1.3 Reconhecimento  \nPortaria MEC nº 1.116 de 21/071994  \n1.4 Credenciamento  \nResolução CEE/MG nº 417 de 11/09/1997  \nDecreto nº 43.586 de 15/09/2003  \n1.5 Prorrogação do Credenciamento  \nDecreto NE Nº 26 de 17/01/2012  \nLei Delegada  nº 142 de 25/01/2007  \n1.6 Natureza Juridica  \nAutarquia Estadual  \n1.7 CNPJ  \n22.675.359/0001 -00 \n1.8 Inscrição Estadual  \nIsento  \n1.9 Endereço  \nCampus Universitário Prof. Darcy Ribeiro  - Vila Mauricéia  \nMontes Claros  - MG \nCEP: 39401 -089 \nHome -page: http://www.unimontes.br  ", "6": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n1.10  Caracteriza ção da Unimontes  \nA Universidade Estadual de Montes Claros  - Unimontes  está localizada no município de \nMontes Claros, centro convergente e polarizador dos demais municípios da região.  \nCriada em 1962 através da Lei Estadual nº 2.615/1962, surgiu em 1963 como  a \nprimeira unidade de ensino Superior do Norte de Minas. Era a então Faculdade de \nFilosofia, Ciências e Letras -FAFIL. Em 1964, no âmbito dessa faculdade, foram iniciados \nos cursos de Geografia, História, Letras e Pedagogia nas instalações do Colégio \nImacu lada Conceição de Montes Claros. Em 1965 os cursos foram transferidos para o \ncasarão centenário da FUNM onde funcionaram até 1991. Ainda em 1965 foi implantado \no curso de Direito na Faculdade de Direito - FADIR.   a unimo É a única Universidade \nPública Est adual na vasta região do Norte de Minas, abrangendo uma área superior a \n196.000 km2, que corresponde o equivalente de 30% da área total do Estado. A \nUnimontes atende, ainda, as regiões norte e noroeste do Estado, Vale do Jequitinhonha, \ndo Mucuri e do Urucu ia, com influência até o sul da Bahia. Sendo assim, potencialmente, \ndeve atender a uma  clientela oriunda de uma população que ultrapassa os dois milhões \nde habitantes.  \nAs condições socioeconômicas prevalentes nas regiões de sua abrangência, associadas \nao fato de ser uma Instituição Pública que, pelas ações e princípios norteadores se \npropõe a ser instrumento de transformação da realidade, justificam a dimensão do \npapel que a Unimontes desempenha em seu contexto.  \nComo toda universidade a Unimontes evidencia  seu caráter de universalidade e vem, \nprogressivamente, aperfeiçoando -se com vistas a contribuir de maneira cada vez mais \nsignificativa para o desenvolvimento econômico e cultural não só de sua região, como \ntambém de outros Estados e do País.  \nNeste sentido, os esforços institucionais têm sido coroados de êxito à vista dos \nresultados obtidos nas avaliações institucionais realizadas.  Dos 20 (vinte) cursos \navaliados pelo Conselho Estadual de Educação de Minas Gerais, para fins de \nreconhecimento o u renovação de reconhecimento no ano de 2006, 11 (onze) obtiveram \nconceito “A” e 09 (nove), conceito “B”. Em 2007, os 14 (quatorze) cursos avaliados \nobtiveram conceito “A”. Outro dado indicativo do avanço na qualidade dos cursos ", "7": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \noferecidos por esta institu ição foi o resultado publicado pelo Instituto Nacional de \nEstudos e Pesquisas Educacionais  - INEP, referente ao último triênio do Exame Nacional \nde Avaliação de Estudantes - ENADE - que aponta a UNIMONTES como a segunda \nmelhor Universidade do Brasil.        \nEste resultado, no entanto, não chega a satisfazer os anseios desta instituição. Ainda \nhá uma longa caminhada na trilha da Universidade satisfatória.  \n Nesta busca, a Unimontes oferece atualmente cursos de graduação, cursos de pós -\ngraduação lato sensu e s tricto sensu e mantém convênios interinstitucionais com \ndiversas universidades credenciadas pela CAPES, para oferta de Mestrados e de \nDoutorados.  \nOs cursos de graduação oferecidos pela Unimontes compreendem quatro áreas distintas \ndas Ciências: Humanas, Exa tas, Sociais Aplicadas, Biológicas e da Saúde. No Centro de \nCiências Biológicas e da Saúde, são oferecidos os cursos de Ciências Biológicas  - \nLicenciatura, Ciências Biológicas  - Bacharelado, Educação Física  - Licenciatura, \nEducação Física - Bacharelado, En fermagem, Medicina, Odontologia e, ainda, o Curso \nde Tecnologia em Sistemas Biomédicos, em parceria com a Faculdade de Ciências e \nTecnologia - FACIT. No Centro de Ciências Exatas e Tecnológicas, são oferecidos os \ncursos de Agronomia, Matemática, Química, S istemas de Informação, Zootecnia e \nTecnologia em Agronegócios. No Centro de Ciências Humanas são oferecidos os cursos \nde Artes  - Música, Artes Visuais, Artes  - Teatro, Ciências da Religião, Filosofia, \nGeografia, História, Letras  - Português, Letras  - Inglês, Letras  - Espanhol e Pedagogia. \nNo Centro de Ciências Sociais Aplicadas, são oferecidos os cursos de Administração, \nCiências Contábeis, Ciências Econômicas, Ciências Sociais, Direito e Serviço Social. Os \ncursos são oferecidos na sede, em Montes Claros, c om exceção dos Cursos de \nAgronomia e de Zootecnia, oferecidos somente no Campus de Janaúba.  \nNos demais campi são oferecidos cursos vinculados ao Centro de Ciências Biológicas e \nda Saúde, ao Centro de Ciências Exatas e Tecnológicas, ao Centro de Ciências H umanas \ne ao Centro de Ciências Sociais Aplicadas, visando formar recursos humanos para o \nexercício da docência na Educação Básica e para atuar com a devida competência  nas \ndemais áreas de formação oferecidas, a saber:  ", "8": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nCAMPUS DE ALMENARA  \n Letras - Português   \n Pedagogia  \nNÚCLEO DE JOAÍMA  \n Pedagogia  \nCAMPUS DE BOCAIÚVA  \n Química  \n Física  \nCAMPUS DE BRASÍLIA D E MINAS  \n Administração  \n Pedagogia  \nCAMPUS DE ESPINOSA  \n Letras  - Português  \n Pedagogia  \nCAMPUS DE JANAÚBA  \n Agronomia  \n Pedagogia  \n Zootecnia  \nCAMPUS DE JANUÁRIA  \n Educação Física  - Licenciatura  \n Letras  - Português  \n Letras  - Inglês  \n Pedagogia  ", "9": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nCAMPUS NOROESTE  - PARACATU  \n Matemática  \n Pedagogia  \n Tecnologia em Agronegócios  \nCAMPUS NOROESTE - UNAÍ  \n Letras  - Português  \n Letras  - Inglês  \n Ciências Biológicas  - Licenciatura  \nCAMPUS DE P IRAPORA  \n Geografia  \n Pedagogia  \nCAMPUS DE SALINAS  \n Ciências Contábeis  \nCAMPUS DE SÃO FRANCI SCO \n História  \n Matemática  \nAlém dos cursos regulares oferecidos na sede e nos campi a Unimontes,  cumprindo \nsua missão de Universidade de Integração Regional, implantou o Programa de \nInterior ização e Desenvolvimento do Ensino Superior. Através deste programa, \nprocurando atender às exigências da Lei de Diretrizes e Bases da Educação Nacional  - \nLDBEN  - e em sintonia com os avanços da sociedade contemporânea, a Unimontes \nofereceu cursos de gradua ção - licenciatura plena em Geografia, Letras/Português, \nMatemática, Normal Superior/Magistério nas Séries Iniciais do Ensino Fundamental, \nNormal Superior/Magistério da Educação Infantil e Pedagogia, todos estes organizados \nde forma modular. Consolidando e ste Programa, a Unimontes implantou, em 2008, \ncursos de Graduação a Distância, oferecidos em parceria com o MEC, no âmbito o ", "10": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nSistema Universidade Aberta do Brasil –UAB e do Programa Pró -Licenciatura, \nministrando os cursos de Artes Visuais, Artes -Teatro, Ci ências Biológicas, Ciências \nSociais, Geografia, História, Letras Português, Letras Espanhol, Letras Inglês e \nPedagogia em Pólos localizados fora de sede, nos municípios de: Almenara, \nBuritizeiro,Carlos Chagas, Cristália, Francisco Sá, Itamarandiba, Janaúba , Mantena, \nPedra Azul, Pompeu e São João da Ponte, conforme as demandas de cada município.  \nAtenta às demandas sociais por novos conhecimentos que atendam às mais urgentes e \ndemandas regionais a Unimontes estabeleceu parceria com a Faculdade de Ciências e \nTecnologia  - FACIT  - de Montes Claros, para oferta do curso de Tecnologia em Sistemas \nBiomédicos, para funcionamento a partir do 2º semestre de 2007.  \nNesses cursos de graduação da Unimontes, na sede e nos campi o contingente de \ndiscentes é hoje constituído  por, aproximadamente, 11.000 alunos.  \n1.11  Situação Jurídica  \nA Unimontes é uma Instituição Autárquica, resultante da transformação da Fundação \nNorte Mineira do Ensino Superior  - FUNM, na forma do § 3o do Art. 82 do Ato das \nDisposições Constitucionais Transitóri as, da Constituição do Estado de Minas Gerais de \n21 de setembro de 1989.  ", "11": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n2 IDENTIFICAÇÃO DO CUR SO \n2.1 Nome do curso  \nEngenharia de Sistemas  \n2.2 Autorização  \nResolução consu nº 18/2010  \n2.3 Reconhecimento  \n2.4 Ano de implantação  \n2011 \n2.5 Grau acadêmico  \n3º grau - bacharelado  \n2.6 Habilitação  \nBacharel em engenharia de sistemas  \n2.7 Título conferido  \nEngenheiro de sistemas  \n2.8 Regime de matrícula  \nSemestral  \n2.9 Turnos de funcionamento  \nNoturno, com atividades a partir das 17h  \n2.10  Vagas oferecidas  \n Processo seletivo tradicional: 20 vagas  \n PAES: 08 vagas  \n TOTAL: 28 vagas anuais  \n2.11  Entrada  \nAnual  ", "12": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n2.12  Local de funcionamento  \nMontes Claros  \n2.13  Tempo de integralização  \n Mínimo: 10 semestres  \n Máximo: 16 semestres  \n2.14  Frequência mínima exigida  \n 75 % da carga horária de cada disciplina de cada período  \n2.15  Carga horária total  \n3.655 horas  ", "13": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n3 DADOS DA COORDENADOR  DO CURSO  \n3.1 NOME D O COORDENADOR  \nProfessor  Allysson Steve Mota Lacerda.  \n3.2 TITULAÇÃO/ÁREA/INSTITUIÇÃO  \nMestre /Engenharia Elétrica /UFMG  \nO Professor Allysson Steve Mota Lacerda  é professor do Departamento de Ciências da \nComputação da Universidad e Estadual de Montes Claros desde 20 11. Ele recebeu o grau \nde Bacharel em Sistemas de Informação pela Universidade Estadual de Montes Claros \nem 2006 e Mestre em Engenharia Elétrica pela Universidade Federal  de Minas Gerais  \nem 20 10. Em um sentido amplo, o Professor Allysson Steve  vem atuando em pesquisas \nque incluem Otimização (Teoria e Aplicações)  e Computação Natural . Em particular, \nseus trabalhos , tanto de pesquisa quanto de extensão,  são focados em  Otimização \nMultiobjetivo . ", "14": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n4 JUSTI FICATIVA  \nOs grandes desafios enfrentados pelos países estão hoje intimamente relacionados com \nas contínuas e profundas transformações sociais ocasionadas pela velocidade com que \ntêm sido gerados novos conhecimentos científicos e tecnológicos, sua rápida di fusão e \nuso pelo setor produtivo e pela sociedade em geral.  \nAtualmente, as complexas demandas da sociedade moderna são atendidas por \ntecnologias resultantes da aplicação de  conhecimentos científicos. Ness a nova \nrealidade, tornam -se cada vez mais elevadas as qualificações exigidas para os postos \nde trabalho em qualquer dos setores de produção, fato que coloca uma grande pressão \nsobre as necessidades educacionais das populações.  \nInserida nesse cenário, está a Universidade, instituição criada há mais de 700 anos que \ndeve estar em constante evolução. Para cumprir o seu papel nesse mundo cambiante, \nfirma-se o conceito  de que a moderna Universidade não é mais tão somente um \nconglomerado de escolas profissionalizantes.  \nA Universidade contemporânea é peça importa nte na geração e difusão do \nconhecimento, além de ter a função primordial de preparar cidadãos para a vida, \nensinando -lhes, dentre outras coisas, uma profissão. Seu compromisso não é apenas \ncom o saber consagrado, com a cultura livresca e sua transmissão, mas, principalmente, \ncom a pesquisa e com a aplicação do conhecimento novo gerado.  \nDiante dos desafios enfrentados pela universidade, avulta a importância da contínua \nevolução do ensino e da pesquisa, particularmente, em Engenharia Sistemas, área \ndiretamen te envolvida e afetada pelo avanço tecnológico.  \nNo caso do Brasil, uma Universidade situada no Norte de Minas Gerais enfrenta um \ndesafio ainda maior, devido à sua grande parcela de responsabilidade na redução dos \ndesníveis, quer sejam de natureza educacion al ou de desenvolvimento das suas \npopulações, em relação ao resto do País e , principalmente , em relação aos países \ndesenvolvidos . ", "15": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nA Universidade Estadual de Montes Claros, consciente das novas demandas da \nsociedade, tem desenvolvido nos últimos anos um pro cesso contínuo  de Avaliação \nInstitucional. Ess e processo, aliado a diversos outros fatores de ordem externa , apont ou \npara a necessidade urgente de criação de novos  cursos.  \nNo caso específico do Curso de Bacharelado em Engenharia de Sistema s, a necessidade \nsurgiu  como consequência de mudanças de paradigmas tecnológicos ocorridas a partir \nde meados do século XX, que se aceleraram fortemente na virada para o século XXI. O \nprocesso que gera tal necessidade é descrito pelas Ciências Econômicas como o da \ngeração de vantagens competitivas. Países, ou regiões, conseguem po r em \nfuncionamento um ciclo de acúmulo de riqueza na medida em que estabelecem \nvantagens competitivas em seu sistema produtivo.  \nAs teorias econômicas vigentes durante a maior parte do século XX nã o foram capazes \nde descrever adequadamente um processo que se revelou fundamental na economia \ncontemporânea: o processo de inovação. De maneira simplificada, tais teorias geravam \no seguinte paradoxo: ao ser inventada uma nova tecnologia gerava -se durante \ndeterminado período, um ganho de competitividade para a empresa onde tivesse \nocorrido a invenção. Após algum tempo, entretanto, inevitavelmente ocorreria a \npropagação do conhecimento associado a essa invenção, e todos estariam novamente \nno mesmo patamar.  \nUma leitura precisa das consequências do processo de inovação foi desenvolvida \nprimeiramente no Japão, e depois na Coréia do Sul e Taiwan. A política industrial nesses \npaíses foi constituída, a partir dos anos 1960, sobre a premissa de que todo \ndesenvolvime nto tecnológico produziria ganhos de competitividade transitórios, que \nnecessariamente iriam durar pouco tempo. Como conclusão, estabeleceram que suas \neconomias deveriam se fundamentar na constante criação de novas tecnologias e de \nnovos produtos, o que lh es reservaria, sempre, a vantagem competitiva característica \nde quem detém uma nova tecnologia.  \nHoje faz parte da História o período que vai aproximadamente de 1960 a 1990, no qual \nesses países orientais se posicionaram no mundo como economias de primeira  linha, ", "16": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \ncom efeitos inicialmente devastadores sobre as economias americana e européia. Os \nanos 1970 a 2000, por sua vez, constituem o período em que Estados Unidos e Europa \npassaram por significativas transformações, para se adaptar em a essa reorganização \nfundamental do sistema produtivo mundial.  \nComo resultado, verifica -se hoje um panorama industrial bastante diferente daquele de \nmeados do século XX. Hoje , sabe-se que a geração de tecnologia é a única forma de \nagregar valor às transações comerciais de um país ou região, possibilitando -lhe o \nacúmulo de riqueza. As corporações industriais atualmente trabalham com o \nlançamento constante de novos produtos que incorpor em, sempre que possível , novas \ntecnologias. Quando um produto é lançado, já se encontra em fas e final de \ndesenvolvimento o novo lançamento que será feito poucos meses depois, e já se \nencontra em estágio inicial de desenvolvimento o produto subsequente.  \nUma mudança estrutural na cadeia produtiva então ocorreu : a tecnologia, que \nanteriormente era tratada como um elemento de infra -estrutura de uma corporação, \nque dava apoio ao funcionamento de sua linha de produção na qual os produtos eram \nmontados, muda de status. Ela própria, a tecnologia, torna -se \"produto\" d e uma cadeia \nprodutiva específica. Por um lado, dentro dessas corporações, passam a se constituir \nsetores que operam como em linha de produção, entregando como produto o projeto \nde novos produtos.  \nA divisão do trabalho que surge passa a afetar a própria c onfiguração do universo de \ncorporações, gerando um novo tipo de empresa: aquela cujo produto é o projeto de \nnovos produtos ou então o pacote tecnológico. Indústrias de diversos ramos passam a \nencomendar projetos de firmas especializadas nesse novo tipo de serviço. Para \nexemplificar, suponha -se uma indústria automobilística, preparando o lançamento de \num novo modelo. Essa indústria, via de regra, aglutina componentes (faróis, radiadores, \nmotores, etc) que serão produzidos por outras empresas. Uma indústria q ue irá fabricar, \npor exemplo, os faróis do novo modelo, pode hoje encomendar o projeto em uma \nempresa especializada em projeto de produtos, deixando de ter um setor próprio de \nprojeto, e passando a se concentrar na atividade de produção. Esse exemplo já se  ", "17": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nmaterializa em diversas partes do mundo, e representa grandes ganhos de \ncompetitividade para as respectivas regiões.  \nA Engenharia de Sistemas é uma especialidade da Engenharia que surge ligada a esse \nnovo paradigma tecnológico e industrial. Sua missão se  refere à transformação do \nprojeto de novos produtos de alta agregação tecnológica em um tipo de produto de uma \ncadeia produtiva. Em todo o mundo, a partir do momento em que não foi mais possível \nobter avanços significativos em sistemas  partindo apenas da  evolução do projeto de \nseus sub -sistemas, e as ferramentas existentes deixaram de ser suficientes para \natender às crescentes demandas, novas metodologias passaram a ser desenvolvidas, \nconsiderando explicitamente a questão da complexidade. A evolução da En genharia de \nSistemas, da maneira como ocorre hoje, inclui o desenvolvimento e a identificação de \nnovos métodos e de novas técnicas de modelagem, que possam auxiliar na \ncompreensão dos sistemas à medida em que sua complexidade aumenta.  \nA Engenharia de Siste mas é um campo interdisciplinar das engenharias, cujo foco é o \ndesenvolvimento e a integração de sistemas artificiais complexos. A Engenharia de \nSistemas integra outras disciplinas e especialidades além das engenharias, para a \nformação de um processo estru turado de desenvolvimento que se desdobra desde a \nconcepção, até a produção e a operação do sistema. No caso do curso de bacharelado \nora proposto, será dado maior enfoque à etapa de concepção  - na qual são observadas \ndemandas talvez insuficientemente atend idas pelo elenco de cursos de Engenharia hoje \ndisponíveis no país. Essa etapa de concepção de novos produtos de elevada agregação \ntecnológica pode ser considerada como uma das chaves para a consolidação do setor \nindustrial nacional, possibilitando -lhe um p osicionamento de centralidade no cenário da \ndivisão internacional do sistema produtivo. Essa etapa se articula com as engenharias \ndas instalações produtivas, dos sistemas de manufatura e da operação de plantas, todas \nelas relativamente bem desenvolvidas no  país. \nA menção ao termo “ System Engineering ” parece ter se originado nos Bell Telephone \nLaboratories, na década dos 1940. Depois disso, diversas companhias de grande porte \npassaram a adotar o termo, em contextos de projetos de grande porte e complexidade.  \nEm 2006, havia 75 instituições nos Estados Unidos que ofereciam 130 cursos de ", "18": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \ngraduação e de pós -graduação em Engenharia de Sistemas. Uma sociedade profissional \nda Engenharia de Sistemas foi fundada em 1990, nos Estados Unidos, sendo que a \npartir de 1995 essa sociedade se abriu para o exterior, e adotando o nome  INCOSE \n(International Council on Systems Engineering).  \nO conceito fundamental que se encontra por detrás da Engenharia de Sistemas, que \nconsiste em perceber o todo como uma entidade distinta, para além de suas partes, \nremonta pelo menos a Aristóteles. A necessidade da Engenharia de Sistemas surgiu \ncom o aument o da complexidade dos projetos e dos sistemas. Falando nesse contexto, \na complexidade não é limitada à Engenharia de Sistemas, mas também se aplica às \norganizações humanas. Ao mesmo tempo, um sistema se torna mais complexo não \napenas em virtude do crescime nto de seu tamanho, mas também da quantidade de \ndados, de variáveis, ou ao número de campos simultaneamente envolvidos no projeto. \nPor exemplo, o desenvolvimento de algoritmos de controle inteligente, o projeto de \nmicroprocessadores, a análise de sistemas ambientais, se enquadram no escopo da \nEngenharia de Sistemas.  \nDiversas ferramentas que podem auxiliar na compreensão e no gerenciamento da \ncomplexidade de sistemas fazem parte do repertório do Engenheiro de Sistemas, tais \ncomo: a Modelagem e Simulação, a Otimização, a Dinâmica de Sistemas, a Estatística, \na Mineração de Dados, a Análise de Confiabilidade, o Auxílio à Decisão.  \nAdotar uma abordagem interdisciplinar para a Engenharia de Sistemas é inerentemente \ncomplexo, uma vez que o comportamento e a intera ção entre os componentes de um \nsistema nem sempre são bem definidos ou bem compreendidos. Definir e caracterizar \ntais sistemas e sub -sistemas, bem como sua interação, é uma das metas da Engenharia \nde Sistemas.  ", "19": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n5 OBJETIVOS  \n5.1 Objetivo geral  \nFormar engenheiros co m sólido preparo científico e tecnológico na área de Engenharia \nde Sistemas  com capacidade de absorver e desenvolver novas tecnologias  atuando \ncriativamente na identificação e resolução de problemas de engenharia, considerando \nseus aspectos políticos, econ ômicos, sociais, ambientais e culturais, na perspectiva ética \ne humanística, visando ao atendimento das demandas da sociedade.  \n5.2 Objetivos e specíficos  \n Constituir -se em um espaço de integração entre o meio acadêmico e a sociedade \nda área de Engenharia de Sistemas . \n Propiciar aos acadêmicos:  \no Formação consistente em Matemática , Física e Computação  para melhorar \na capacidade de raciocínio lógico abstrato, e criar uma base teórica para o \ndesenv olvimento de outras disciplinas ; \no Formação básica em Gerência , contempl ando aspectos organizacionais e \nos princípios gerais da administração (planejamento, liderança, \norganização, controle e tomada de decisão) e visando desenvolver \ncompetência gerencial para promover o alinhamento da tecnologia  aos \nobjetivos organizacionais ; \no Formação abrangente em Engenharia de Sistemas no sentido de criar \nfundamentação teórica para o desenvolvimento  e análise  de sistemas, \npossibilitando a geração de soluções que atendam às necessidades \norganizacionais ; \no Formação tecnológica para capacitá -los a  desenvolver e aplicar a \ntecnologia ; \no Formação humanística para contemplar o seu  papel de interpretar ou \ntraduzir as necessidades dos usuários, ou da sociedade, em termos de \nrequisitos de projeto , além de uma  visão global crítica  e empreendedora, \nque os tornem aptos a tomarem decisões éticas, e a participarem do \ndesenvol vimento da sociedade brasileira . ", "20": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n Incentivar a pesquisa e a produção científica, visando ao desenvolvimento da \nciência e da tecnologia , bem como à difusão da cultura e, desse modo, \ndesenvolver o entendimento  do homem e do meio em que vive ; \n Formar profissionais com uma visão interdisciplinar que viabilize a busca de \nsoluções computacionais complexas  para problemas de outras áreas ; \n Formar profissionais com conhecimento sobre desenvolvim ento e análise  de \nSistemas ; \n Atender às necessidades regionais, em termos de formação de recursos \nhumanos , na área de Engenharia de Sistemas . \nDessa maneira o Curso define seu projeto pedagógico baseado em quatro princípios \nbásicos: formação sólida em fundam entos científicos de física, matemática e \ncomputação, formação sólida, conceitual e tecnológica, em projeto e integração de \naparatos, dispositivos e sistemas, formação complementar em humanidades e aspectos \ndiversos da cultura, e formação metodológica em e ngenharia.  ", "21": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n6 PERFIL DO EGRESSO  \n6.1 Competências e habilidades específicas a serem desenvolvidas  \nO perfil profissional do egresso do Curso de Graduação em Engenharia de Sistemas \ncompreende uma sólida formação técnica científica e profissional geral que o capacita  \na absorver, aplicar e desenvolver novas tecnologias, estimulando a sua atuação crítica \ne criativa na identificação e resolução de problemas, considerando -se os aspectos \ntécnicos, econômicos, sociais e ambientais. Caracte rizam o perfil dos egressos dess e \ncurso: \n Sólida formação básica em matemática, física e computação ; \n Conhecimentos gerais de eletricidade, eletrônica e mecânica ; \n Capacitação para a avaliação crítica dos aspectos humanos, sociais, econômicos \ne culturais relac ionados à atividade tecnológica ; \n Formação sólida em técnicas de modelagem de aparatos, dispositivos e sistemas;  \n Formação sólida em técnicas de integração de projetos ; \n Formação sólida em análi se de risco e tomada de decisão ; \n Preparação pa ra inserção no setor industrial ; \n Preparação para inserção em empresas de proj eto e consultoria em engenharia ; \n Formação orientada para as inovações tecnológicas e para as necessidades do \nsetor industrial e de serviços ; \nO Curso d ará uma forte ênfase à interação com as indústrias da região.  O egresso deve \nestar apto a atuar tanto nas empresas de engenharia e nas indústrias de produção de \nequipamentos e programas computacionais de projeto de sistemas, quanto nas \nindústrias em que são desenvolvidos os projetos de novos sistemas. Entre os níveis de \natuação do e gresso , destacam -se: \n Estudos preliminares, concepção e projeto de novos dispositivos ou sistemas, em \narticulação com o projeto do seu processo de fabricação;  \n Re-projeto completo de sistemas convencionais, visando à sua otimização nos \naspectos de custo, confiabilidade e funcionalidade;  ", "22": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n Concepção e integração de equipamentos e software para p rojeto e integração \nde sistemas.  \nPara tanto, o profissional tem uma formação suficientemente abrangente para exercer \nação integradora, constituindo -se em um engenheiro or ientado para a concepção, \nprojeto e implementação de sistemas tecnológicos complexos. Sua formação diferencia -\nse, assim, daquela dos engenheiros de áreas convencionais, principalmente pela sua \ncaracterística integradora.  \n6.2 Campo de Atuação  \nO Currículo do Cur so de Graduação em Engenharia de Sistemas deverá dar condições \na seus egressos para:  \n Conceber, especificar e projetar dispositivos, aparatos e equipamentos de \nelevada complexidade, particularmente aqueles que envolvam a integração de \nsub-sistemas de nature zas distintas;  \n Re-projetar sistemas tecnológicos complexos preexistentes;  \n Atuar na integração entre os setores de produção e de gestão da empresa;  \n Liderar e promover o desenvolvimento profissional das equipes ligadas ao projeto \nde sistemas;  \n Comunicar -se, eficientemente, nas formas escrita, oral e gráfica;  \n Avaliar o impacto das atividades da engenharia no contexto social, ambiental e \nde eficiência energética;  \n Avaliar a viabilidade técnica e econômica de projetos de sistemas tecnológicos;  \n Atuar de forma ética  e profissional.  \nO engenheiro de Sistemas formado pela UNIMONTES poderá, ainda, no que concerne a \nsua atuação profissional:  \n Quanto a espaços de trabalho:  \no Trabalhar em setores industriais e de serviços, sendo responsável pela \nintegração do projeto dos novos  produtos;  \no Atuar em empresas de engenharia e de informática, desenvolvendo \nsistemas de suporte a projetos.  ", "23": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n Quanto a competências:  \no Executar projetos de engenharia básica visando instalar ou reorganizar os \nsetores de engenharia de novos produtos;  \no Desenvolver novos produtos tecnológicos de elevada complexidade e \nelevada agregação de áreas do conhecimento;  \no Participar de treinamento de recursos humanos em indústrias, \nparticularmente no que diz respeito às equipes encarregadas da produção \ndos sistemas projeta dos pelo engenheiro de sistemas.  \nHaverá ainda a possibilidade de atuação como pesquisador ou docente, em centros de \npesquisa governamentais ou de empresas, ou em instituições de ensino superior. (No \ncaso de o aluno optar por essa trajetória profissi onal, é recomendável que ele \ncomplemente seus estudos no nível de pós -graduação estrito senso ). \nAlém disso, dependendo das opções que fizer durante o curso, o profissional formado \npoderá também dedicar -se ao desenvolvimento e gerência do próprio negócio, \ntornando -se um empresário.  \nEm resumo, objetiva -se que os Engenheiros de Sistemas formados na UNIMONTES, \ncom alto nível profissional, ao terminarem o curso, sejam capazes de:  \n Modelar matematicamente sistemas, em particular aqueles multi-física; \n Determinar fi guras de mérito para avaliar o desempenho do sistema em estudo;  \n Estabelecer estratégias de projeto viáveis para atingir o desempenho \nestabelecido;  \n Especificar módulos, partes e peças dos sistemas;  \n Desenvolver, em linguagem adequada, software de comunicação  entre unidades \ne a interface homem -máquina;  \n Estabelecer, junto com o projeto do dispositivo, o projeto do seu respectivo \nprocesso de fabricação;  \n Desdobrar um processo de projeto em etapas formais de especificação e \nverificação;  \n Utilizar técnicas de otimiz ação, modelagem do risco e auxílio à decisão para a \nescolha de alternativas de projeto que sejam robustas;  ", "24": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n Integrar técnicas de modelagem baseadas em entrada -e-saída com técnicas \nbaseadas em descrição a partir de leis físicas;  \n Utilizar sistematicamente nos  projetos técnicas de detecção, tolerância e \nacomodação de falhas;  \n Utilizar os diferentes princípios de construção de interfaces para a integração de \nsub-sistemas;  \n Aplicar os sistemas de projeto multi -física mais difundidos nas empresas de alta \ntecnologia;  \n Aplicar metodologias de projeto de sistemas, projetando e desenvolvendo os \ndocumentos de engenharia pertinentes aos estudos preliminares, projetos básico \ne detalhado destes sistemas ou coordenando ou gerenciando equipes de \nprofissionais no d esenvolvimento  dessas funções.  \n ", "25": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n7 FUNDAMENTOS BÁSICOS  \n7.1 Filosóficos e Epistemológicos  \nDe acordo com o INCOSE (International Council of Systems Engineering), a Engenharia \nde Sistemas é uma abordagem interdisciplinar que torna possível a concretização de \n\"Sistemas\" de elevada  complexidade. O seu foco encontra -se em definir, de maneira \nprecoce no ciclo de desenvolvimento de um sistema, as necessidades do usuário, bem \ncomo as funcionalidades requeridas, realizando a documentação sistemática dos \nrequisitos, e abordando a síntese de projeto e a etapa de validação de forma a \nconsiderar o problema completo: operação; custos e cronogramas; desempenho ; \ntreinamento e suporte;  teste; instalação; fabricação.  \nA Engenharia de Sistemas integra diferentes disciplinas e especialidades em uma e quipe \nde projeto, formando um processo de desenvolvimento estruturado que se estende do \nconceito ao projeto, e deste à operação. A Engenharia de Sistemas considera tanto as \nquestões de ordem econômica quanto técnica, com o objetivo de gerar produtos de \nqualidade que atendam às necessidades dos consumidores.  \nOs sistemas industriais que são estudados em cursos de Engenharia de Sistemas como \no da UNIMONTES são aqueles que resultam de atividade de projeto de engenharia que \nrecaem em uma abordagem recursiva, na  qual cada sistema pode ser analisado \nrecursivamente como resultante da interligação de sub -sistemas, cada um destes \ntambém estruturado na forma de sub -sub-sistemas, e assim por diante.  \n7.2 Legais  \nNo âmbito do Sistema Educacional Brasileiro, As Diretrizes Curriculares Nacionais para \nos Cursos de Graduação em Engenharias foram estabelecidas pela Resolução CNE nº \n11/2002 de 11/03/2002. A Engenharia se sujeita, ainda,  ao sistema CREA/CONFEA. \nEmbora exista no Brasil apenas u m curso de Engenharia de Sistemas, a Resolução 1.010 \nde Agosto de 2005 do CONFEA já estabeleceu uma regulamentação precisa para essa \nespecialidade dentro do item 1.2, que delimita o \"Campo de Atuação Profissional da \nModalidade Elétrica\". Essa Resolução indica a seguinte tabela de setores e tó picos:  ", "26": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n 1.2.6 Informática Industrial  \n 1.2.7 Engenharia de Sistemas e de Produtos  \n 1.2.8 Informação e Sistemas  \n 1.2.9 Programação  \nA mesma tabela também indica, no \"Campo de Atuação Profissional da Modalidade \nIndustrial Mecatrônica\", um conjunto de setores e tópicos semelhante a esse (embora \ncom uma variedade menor de tópicos). Isso significa que, em princípio, já se encontra \nprevista nessa Resolução a possibilidade da criação de cursos de Engenharia de \nSistemas.  \n7.3 Metodológicos  \nA estrutura curricular do curso de Engenharia de Sistemas segue os eixos de uma \nformação básica, uma formação profissional e uma formação humanística.  Toda a \nformação básica e parte da formação profissional constituem o Núcleo Fixo do Curso \n(que correspon de ao conjunto de disciplinas “obrigatórias”, considerado indispensável \nà formação do Engenheiro de Sistemas ). Além disso, é oferecida ao aluno a \npossibilidade de uma formação representada pelas disciplinas Tópicos Especiais em \nEngenharia de Sistemas, cuja s ementas e bibliografias devem ser propostas para cada \noferecimento . Tem -se, já no ciclo básico, semelhante àquele dos demais cursos de \nengenharia, a introdução de algumas disciplinas de formação profissional geral e a \ndisciplina introdutória ao Curso, “I ntrodução à Engenharia de Sistemas”. O objetivo é \nrelacionar, desde os primeiros semestres, o conhecimento científico que está sendo \nadquirido com aplicações reais de engenharia. De forma singular no que diz respeito a \ncursos de engenharia no Brasil, procu ra-se estruturar a parcela da chamada “formação \nhumanística”, de modo  que o conjunto de atividades desenvolvidas possua uma \nintegração lógica, articulando -se ainda com as atividades do núcleo de formação \nprofissional.  \nA estrutura do curso prevê titulação ú nica, Bacharel em Engenharia de Sistemas, uma \nvez que este profissional sempre possui atuação múltipla e em diversas interfaces de \náreas de conhecimento.  ", "27": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nDentre as principais características acadêmicas do Curso, destacam -se: \n Minimização da carga horária e m sala de aula, forma tradicional do aprendizado \npassivo.  \n Foco em projetos multidisciplinares e aprendizado ativo, por meio da valorização \ne integração de conhecimentos.  \n Distribuição dos conteúdos no curso visando motivar o aluno desde o ciclo básico.  \n Organização da Grade Horária de forma a possibilitar desenvolvimento de \natividades de estágios profissionais intermediários.  \n O trabalho de conclusão de curso, neste projeto é denominado Trabalho de \nConclusão  de Curso, como uma atividade de formação integradora  e de avaliação \nconcreta do cumprimento dos objetivos do curso. Esse projeto deverá incluir \ntanto aspectos científico -tecnológicos quanto aspectos de avaliação e crítica \nsocial, econômica e cultural.  \n Valorização do Estágio Supervisionado.  \nO curso possui, e ntão, a seguinte estrutura curricular:  \n Formação Específica : composta pelas disciplinas do Núcleo Fixo, \ncaracterizando a formação ampla em Engenharia de Sistemas.  \no Núcleo fixo : disciplinas fundamentais à formação do Engenheiro de \nSistemas, consideradas obri gatórias, correspondendo aos ciclos:  \n Básico : envolve o grupo de disciplinas de conteúdos obrigatórios, \nligados aos fundamentos científicos e tecnológicos, que estabelecem \nas bases de formação geral em engenharia e, especificamente, em \nEngenharia de Sistema s. Incluem, portanto, as disciplinas de física, \nquímica, matemática, computação , introdução à profissão, \nfundamentos de hardware digital e analógico, e fundamentos de \nmodelagem.  \n Profissional : envolve as disciplinas que aprofundam a formação \nconceitual em m odelagem, otimização, avaliação, especificação e \nintegração de sub -sistemas.  ", "28": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n Formação Complementar : por meio das disciplinas  Tópicos Especiais em \nEngenharia de Sistemas, cujas ementas e bibliografias devem ser propostas para \ncada oferecimento, implementa -se o conceito de Formação Complementar \nFlexivel: as disciplinas podem contemplar necessidades específicas para a \ncomplementação  da formação de cada turma, além de permitir a incorporação \nde elementos inerentes ao contexto, seja tecnológico ou econômico, de modo \nque as mudanças do mercado e da ciência possam ser absorvidas dentro da \nestrutura curricular.  \n7.4 Atividades Acadêmicas do Curso  \n7.4.1  Disciplinas  \nConsistem das atividades didáticas tradicionais, correspondendo a aulas de conteúdo \nteórico ou prático, com carga horária e horários de aulas previamente fixados e com \nprograma estabelecido pela respectiva ementa, sob responsabilidade de um professor. \nO professor poderá contar com o apoio de uma equipe de ensino, constituída, também, \npor monitores.  \n7.4.2  Projeto de Fim de Curso  \nO Trabalho de Conclusão de Curso ( TCC) é uma atividade obrigatória, cujo objetivo é o \nde representar uma experiência razoavelmente completa e representativa da atividade \nprofissional de projeto de um sistema tecnológico. Tal projeto pode ser desenvolvido \nem articulação com o estágio supervis ionado, no ambiente de uma empresa, ou ainda \npode ser desenvolvido no próprio ambiente acadêmico, neste caso emulando o ciclo \ncompleto de concepção e projeto de um sistema tecnológico avançado.  \nOs estudantes serão estimulados a iniciar o desenvolvimento d e seu TCC o mais \nprecocemente que for possível, de forma a, o quanto antes, começar a aproveitar o \ndesenvolvimento de trabalhos acadêmicos diversos para agregar material ao projeto \nfinal.  \nCom o objetivo de articular todas as dimensões de formação do estud ante previstas \nneste projeto curricular, o TCC compreenderá duas etapas de avaliação. Uma delas \ncorresponderá a uma avaliação dos aspectos culturais, sociais e econômicos que ", "29": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nporventura possam estar relacionados com o tema escolhido. A segunda dirá respeit o \naos aspectos científicos e tecnológicos do projeto realizado. Essas avaliações, feitas por \numa banca, mediante a apresentação de monografias, ocorrerão respectivamente no \n9º  e 10º  períodos do curso.  \n7.4.3  Semana de Engenharia de Sistemas  \nAnualmente, a Coord enação do curso de Engenharia de Sistemas irá organizar um \nevento com uma semana de duração, com caráter de obrigatoriedade de participação \npara os alunos. Esse evento será constituído de um misto de atividades envolvendo:  \n Palestras  com engenheiros de sist emas que atuam no mercado;  \n Apresentação de trabalhos de alunos do curso;  \n Eventos de discussão crítica a respeito do tema da “tecnologia e sociedade”.  \nUm dos objetivos da Semana de Engenharia de Sistemas é o de promover e avaliar a \narticulação da formação t écnico -científica com a formação humanística dos alunos do \ncurso.  \n7.4.4  Atividades Formativas de Humanidades  \nO curso de Engenharia de Sistemas procurará desenvolver, em paralelo com a formação \ntécnico -científica do aluno, uma outra formação de caráter intelectua l geral, visando \ncapacitá -lo a compreender aspectos estruturais da sociedade e a habilitá -lo para refletir \nsobre esses aspectos, de forma a produzir condutas e intervenções dotadas de solidez \nconceitual.  \nO conjunto de “Atividades Formativas de Humanidades”  corresponderá a uma carga de \n360 horas -aula, preferencialmente desenvolvida através de atividades didáticas não -\nconvencionais (ou seja, preferencialmente evitando o modelo convencional de \n“disciplinas”).  \n7.4.5  Atividades Complementares  \nOs Princípios das Diretri zes Curriculares Nacionais determinam, em sua essência, que \nnovos modelos de ensino aprendizagem sejam propostos valorizando principalmente a \nformação geral do acadêmico e o desenvolvimento da competência de auto estudo, ", "30": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nrespectivamente, de aprender a ser e de aprender a aprender. Neste sentido, as \natividades complementares de um curso de graduação consistem em um mecanismo \neficaz para a consecução dos objetivos propostos nos princípios.  \nDesta forma, a metodologia de desenvolvimento do curso de Engenharia d e Sistemas  \nprivilegia a aplicação de um programa de atividades complementares a serem realizadas \npelos acadêmicos ao longo de todos os semestres do curso. Este programa tem o \nobjetivo de atender a formação dos acadêmicos, incentivando o aprendizado dos \nacadêmicos de forma independente, fundamental para o profissional na área de \ntecnologia da informação.  \nEntre as atividades pode -se destacar:  \n Leitura para suportar a formação humanística;  \n Atividades de voluntariado / responsabilidade social;  \n Visita a entidades  assistenciais;  \n Estágio não supervisionado;  \n Iniciação científica;  \n Visita técnica a empresas;  \n Atividades de extensão à comunidade (cursos, seminários, palestras);  \n Trabalho de conclusão do curso;  \n Cursos / disciplinas dentro da área de formação.  \nO programa de atividades complementares deverá ser normatizado pelo Colegiado do \nCurso de Engenharia de Sistemas . Um dos principais itens a ser aprovado baseia -se na \ncarga horária que cada turma deverá cumprir, sendo a princípio  proposto um total de \n20 hor as, por semestre. O não cumprimento desta carga horária semestral não gera \ndependência ao acadêmico e sim o seu acúmulo para semestre(s) subseqüente(s). A \natividade não deverá contemplar nota ou conceito, mas sim a convalidação ou não da \natividade realizad a pelo acadêmico mediante comprovação.  \nCada turma terá um Coordenador de Atividade Complementar que poderá acompanhar \na turma do princípio ao fim do curso. Este terá como principal atribuição controlar o \nregistro acadêmico de cada acadêmico do curso e sup ervisionar o desenvolvimento de ", "31": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \ncada atividade complementar. Reuniões entre acadêmicos e o coordenador de cada \natividade poderão ocorrer ao longo do semestre. A formatação dos documentos a serem \nutilizados para o controle das atividades acadêmicas deverá s er proposto pelo \nCoordenador do Curso e aprovado pelo Colegiado de Coordenação Didática do Curso.  \nAo final de cada semestre, o professor coordenador de atividade complementar de cada \nturma deverá elaborar um relatório contendo o cumprimento das atividades \ncomplementares por cada turma/acadêmico do curso enviando -o à Secretaria Geral \npara fins de registro no histórico escolar do mesmo. Com base neste relatório as \natividades propostas podem ser alteradas para se otimizar o instrumento que visa \ncontemplar os p rincípios das Diretrizes Curriculares Nacionais. O acadêmico do Curso \nde Bacharelado em Engenharia de Sistemas  deverá cumprir 200 horas em forma de \natividades complementares.  \nAo professor responsável pela Coordenação das Atividades Complementares serão \natribuídas 02 horas/aulas semanais em cada período.  \nO número de horas atribuídas de forma adequada às atividades complementares são \nprevistas no Quadro 1 que se segue.  ", "32": " \nQUADRO 1 -  RESUMO D E ATIVIDADES COMPLEM ENTARES  \nModalidade  Paridade  CH máxima  \nParticipação em palestras ou similares , mediante aceite da Coordenação de Curso  1h = 1h  40 horas  \nParticipação em cursos ou similares, reconhecidos pela Coordenação de Curso  1h = 1h  30 horas  \nRealização de atividade volunt ária em projetos de ação social  1h = 1h  20 horas  \nDesenvolvimento de atividades vinculadas a projetos conduz idos por órgãos da Universidade  1h = 1h  20 horas  \nAprovação em atividade acadêmica não aproveitada como créditos curriculares em seu curso  1h = 0.5h  30 horas  \nDesenvolvimento de atividades como ministrante em curso de extensão, palestra ou como \ndebatedor em mesa redonda ou painel, mediante  aceite da Coordenação de Curso  1h = 1h  15 horas  \nRealização de curso de línguas estrangeiras  1h = 1h  30 horas  \nRealização de estágios de interesse curricular (não -obrigatórios) de acordo com os critérios \ndefinidos pela Coordenação de Curso  300 h= 40 h  40 horas  \nDesenvolvimento de atividades de iniciação científica reconhecidas pela Coordenação de Curso  300 h= 40 h  40 horas  \nRealização de atividades de monitoria em disciplinas reconhecidas pela Coordenação de Curso  160 h= 20 h  40 horas  \nAutoria ou co -autor ia de resumo em anais de evento  1 = 3 h  40 horas  \nApresentação de trabalho científico como autor  1 = 2 h  40 horas  \nPremiação em trabalho acadêmico apresentado e m evento ou julgado em concurso  1 = 5 h  40 horas  \nAutoria ou co -autoria de art igo completo em an ais de evento  1 = 5 h  40 horas  \nAutoria ou co -autoria de artigo científico completo em periódico especi alizado  1 = 15 h  40 horas  \nParticipação como membro de comissão org anizadora de evento científico  1 = 5 h  40 horas  ", "33": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nOBSERVAÇÕES  \n O aproveitamento da carga horária das atividades, desde que devidamente \ncomprovadas, está sujeito à análise do Coordenador de Atividades \nComplementares, conforme natureza do evento, trabalho ou publicação e deve \nser solicitado por requerimento à Coordenação de Atividades Complementares  - \nsetor a ser criado no departamento de Ciências da Computação, anexando cópia \nda documentação e apresentando a via original para autenticação.  \n Qualquer atividade que não se inclua nessas descrições está sujeita à  análise da \nCoordenação de Atividades Complementares.  \n7.4.6  Estágio Curricular Supervisionado  \nO estágio supervisionado consta de atividades de prática pré -profissional, exercidas em \nsituações reais de trabalho, com a finalidade de proporcionar a complementação da \nformação universitária. Estas atividades são regidas pela LEI Nº 11.788, DE   25 DE \nSETEMBRO DE 2008, que dispõe sobre o estágio de estudantes. A presente lei permite \nainda, que o estudante tenha acesso ao seu futuro campo de atuação profissional, num \ncontato direto com questões práticas e teóricas, através de um determinado número de \nhoras,  que variam de acordo com o curso. Além da oportunidade de colocar em prática \nos conceitos aprendidos na universidade, durante a formação do acadêmico, também \ncria a oportunidade de desenvolver novos conhecimentos e relações interpessoais.   \nPara ser carac terizado como complementação da formação curricular e treinamento, o \nestágio deve ser condizente com o currículo do curso. Portanto, para cada acadêmico é \nobrigatória a integralização da carga horária total do estágio previsto no currículo do \ncurso, nela p odendo -se incluir as horas destinadas ao planejamento, orientação paralela \ne avaliação das atividades. A escolha e opção do campo de estágio é de responsabilidade \ndo acadêmico, conforme seus interesses nas áreas de atuação Bacharel em Engenharia \nde Sistema s.   O estágio supervisionado pode ser remunerado ou não, ficando à critério \ndo acordo  pré -estabelecido entre a universidade e a empresa.         \nOs estágios serão coordenados pela Coordenação de Estágio Supervisionado do Curso \nde Engenharia de Sistemas. Professores do Curso serão designados para orientar os \nacadêmicos na realização dos seus estágios, coordenar os trabalhos e avaliar os ", "34": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nrelatórios. As atividades exercidas dentro da empresa são supervisionadas por um \nsupervisor.   \nA orientação exercida pelo s Professores responsáveis pelas atividades de Estágio \nSupervisionado prevêem visitas sistemáticas aos locais e empresas de estágios e \natendimento aos acadêmicos.  \nO Estágio Curricular é uma oportunidade de reflexão do acadêmico sobre questões \npráticas da vida profissional do Bacharel em Engenharia de Sistemas, através do contato \ndireto com esta realidade, sob a orientação pedagógica da Universidade, cabendo aí a \natuação da Coordenação de Estágio Supervisionado do Curso de Engenharia de \nSistemas, com normas  específicas para seu funcionamento, atendendo -se às regras de \nEstágio Supervisionado determinadas nas resoluções e decretos da instituição.  \nMuito embora os estágios não curriculares e/ou não supervisionados continuem a \nacontecer, nos períodos diferentes d aqueles previstos no Regulamento de Estágio, ou \nseja, antes do quinto período do Curso, estas atividades não têm valor para a \nintegralização curricular. Servirão apenas para que os acadêmicos do Curso tenham os \nprimeiros contatos com as organizações e com suas especificidades.  \nSomente será permitido aos estagiários serem avaliados desde que atuando em áreas \ntípicas de atuação do Bacharel em Engenharia de Sistemas, devendo, portanto ter a \ninterveniência da Unimontes, por meio da Coordenação de Estágio do Cur so, que poderá \na qualquer momento verificar in-loco as condições reais em que esses estágios estão \nocorrendo. Caso seja caracterizado que acadêmicos do Curso de Bacharelado em \nEngenharia de Sistemas estejam desempenhando atividades alheias à sua formação \nespecífica, o contrato poderá ser imediatamente rescindido, e tais atividades \ndesconsideradas para fins de cumprimento dos requisitos curriculares.  \nO Estágio Curricular Supervisionado do Curso de Bacharelado em Engenharia de \nSistemas da Universidade Estadu al de Montes Claros - UNIMONTES terá duração de 200 \n(duzentas ) horas  que somadas a carga horária das atividades complementares  não \nexcederá 20% (vinte por cento) da carga horária total do Curso, conforme exigência da \nResolução CES 02/2007 e será obrigatori amente supervisionado por professor do Curso, ", "35": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nque verificará, in loco, as condições  e possibilidade de um trabalho profissional \norientado na organização objeto do estudo.  \nO Estágio Curricular Supervisionado seguirá  um regulamento próprio , que será \nelaborad o pelo colegiado do curso , passando a constituir parte integrante do presente \nProjeto e disciplinará o Estágio Curricular . ", "36": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n8 AVALIAÇÃO  \n8.1 Avaliação da Aprendizagem  \nO sistema de avaliação da aprendizagem mais utilizado continua sendo a tradicional \naplicação de p rovas como exercícios escolares de verificação da aprendizagem. \nEntretanto, outros instrumentos poderão ser adotados pelos docentes, tais como testes \ne séries de exercícios, estudos dirigidos e implementações como incentivo ao estudo \ncontinuado de verifica ção parcial da aprendizagem, além de notas conferidas à \nelaboração de monografias, à apresentação de seminários, à elaboração de projetos e \nà apresentação de relatórios técnicos e artigos científicos.  \nOs sistemas de avaliação da aprendizagem devem ser cont inuamente aperfeiçoados de \ntal forma que não permitam apenas detectar o nível de aprendizado do acadêmico, mas \ntambém as falhas de todo o processo de ensino.  \nOs planos de ensino das disciplinas do Curso de Engenharia de Sistemas deverão  citar \nos sistemas d e avaliação utilizados por cada disciplina. Além disso, as avaliações \ndiferenciadas para Estágio Supervisionado e Trabalho de Conclusão de Curso foram \nabordadas em tópico específico deste documento.  \nO acadêmico não será avaliado em termos classificatórios,  mas em termos de aquisição \nde conhecimento e da competência técnica. Nessa perspectiva, a avaliação será posta \na serviço de uma pedagogia que visa a educação como mecanismo de transformação \nsocial.  \n8.2 Estratégias de apoio à aprendizagem  \nO presente projeto ap resenta a possibilidade da inclusão da figura de um professor \ndenominado de “Professor Integrador” , que poderá respons abilizar -se por articular o \neixo integrador do período com o eixo transversal proposto para o Curso.  \nHavendo esta figura ele terá entre s uas atribuições a perspectiva de articular a \nintegração de conteúdos do período, visando a transdisciplinaridade, \ninterdisciplinaridade e o contexto, em alguns momentos práticos e versados sobre a \nrealidade regional. A abordagem de trabalho do Professor In tegrador será através de ", "37": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nencontros com acadêmicos e professores, para promoção de debates sobre conteúdos \nestudados, identificação das experiências vivenciadas e a proposição, acompanhamento \ne gestão de trabalhos integrados com o eixo integrador e transver sal do curso, com \natividades de assimilação e compreensão.  \nToda a perspectiva de trabalho terá como foco propiciar ao acadêmico o \ndesenvolvimento de uma visão interativa, crítica, responsável  e dinâmica dos processos \ntecnológicos e s uas redes de relações na sociedade. Fazendo uma analogia com o artigo \nde Maria Candida Moraes , em que  é citado que o universo informático favorece tanto a \nracionalidade como também a expressão da sensibilidade, da criatividade e a formação \nde novos valores que facilitam o desen volvimento da imaginação, diferentes diálogos \ndo pensamento com o contexto e a abertura ao novo sob o enfoque humanista, o \nProfessor Integrador deverá  utiliza r métodos e técnicas que lev em em conta as \nnecessidades reais dos acadêmicos , permitindo que o conhecimento possa ser \nconstruído tanto de modo individual como, principalmente, coletivo.  \nA relação entre prática pedagógica e pesquisa, autonomia relativa da organização \ncurricular e articulação dos componentes curriculares , abre espaço  ao novo cenário \nmundial, com novas metodologias para aprender a aprender, aprender a ser e a \nviver/conviver, poi s a engenharia, baseada ness es pressupostos básicos, estão a \nserviço da inteligência humana , indo além de uma simples ferramenta pedagógica par a \no desenvolvimento de atividades que facilitem o desenvolvimento da autonomia, da \nsolidariedade, da criatividade, da cooperação e da parceria, permitindo a criação de \nambientes virtuais, associados aos processos de construção do conhecimento. “São \nambient es ou mundos virtuais que podem colaborar, como bem assinala Lévy (1994), \npara transformação do funcionamento social, para a ativação dos processos cognitivos \ne para construção de novas representações do mundo” (MORAES, 2000, p. 4).  \nA estratégia de aprend izagem proposta integrar -se-á com as atividades práticas \npropostas em cada disciplina , podendo ser abordadas com atividades complementares \nnecessárias à formação da carga horária dos acadêmicos.  \nOs processos emanados pelas atividades integradas terão dest aque por parte do \nProfessor Integrador nos 8º , 9º e 10º períodos ao  contribuir na construção dos planos ", "38": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nde ensino das disciplinas de Tópicos Especiais em Engenharia de Sistemas e ao  auxiliar \nos acadêmicos n o desenvolvimento do seu trabalho de conclusão de  curso. Para tanto, \nos acadêmicos terão espaços adequados em sala de grupos de estudos, além de boa \nfrequência à biblioteca e laboratórios do Curso.  \n8.3 Avaliação docente  \nA avaliação do professor dará ênfase ao aspecto qualitativo , destacando -se o domínio \ndos conteúdos e das técnicas educacionais em que se baseiam os objetivos do ensino. \nA avaliação será realizada pelo Colegiado de Coordenação Didática do Curso e pelo \nDepartamento, através de reuniões periódicas para acompanhamento do trabalho \ndocente e resolu ção das dificuldades detectadas.   \nQuanto ao aspecto quantitativo, serão realizadas avaliações dos docentes pelos \ndiscentes que serão tabuladas de forma a fornecer médias e gráficos, com base nos \nitens avaliados.  \nAinda dentro do contexto da avaliação, o do cente passará também por um processo de \navaliação institucional que ocorre anualmente em toda a instituição, fazendo  com que \nhaja formas de traçar a curva evolutiva do seu trabalho durante os semestres letivos.  \nAs avaliações serão realizadas para proporcionar um momento de reflexão ao avaliado. \nO professor deve analisar cada item avaliado e sempre estar buscando melhorias nos \naspectos pertinentes.  \nVisando à otimização do processo pedagógico, os docentes serão motivados a \nfrequentar cursos/treinamen tos com vistas ao uso de novas tecnologias e \naperfeiçoamento das técnicas educacionais no que concerne aos aspectos didáticos, ao \nuso de multimeios, aplicação das medidas educacionais, ao uso de recursos materiais e \naplicação de uma boa avaliação de aprend izagem.  \n8.4 Avaliação do Projeto  \nO sucesso na implantação deste projeto pedagógico exige um acompanhamento \ncontínuo e permanente de todas as suas etapas, com aplicação periódica de avaliações \nque verifiquem a eficiência das técnicas aplicadas e dos resultados obtidos. Por outro ", "39": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nlado, não se deve esquecer que o projeto pedagógico é essencialmente dinâmico, \ncomportando um processo também contínuo de reflexão e reprocessamento na sua \nnatureza e objetivos.  \nO colegiado de coordenação didática deverá constituir uma c omissão de avaliação e \nacompanhamento deste projeto, com vista a diagnosticar e antecipar possíveis \nnecessidades de ajustes para melhor atender os objetivos propostos e a dinâmica das \ntransformações que vêm ocorrendo em intervalos de tempos cada vez menore s. Ness e \nsentido, devem ser criados os instrumentos de avaliação e regulação, e o s acadêmicos  \ndevem ser envolvidos  na execução da avaliação.  \nEm face disso, propõe m-se os seguintes  procedimentos a serem  seguidos para que se \npossa operacionalizar es sa inten ção: \n No início de cada período letivo, realizar um seminário com a participação de \ntodos os professores do Curso e representação dos discentes, visando elaborar \numa programação integrada para cada semestre em busca de eliminar \nsuperposições, falta de integ ração e objetividade dos conteúdos programáticos e \nestabelecer uma discussão sobre a metodologia de ensino e sistemas de \navaliação;  \n Durante o decorrer do semestre, o Curso será sistematicamente acompanhado \ncom uso dos vários instrumentos já existentes na Instituição, detectando as \npossíveis deficiências e procurando saná -las através de discussão continuada \ncom a participação do Centro, da Coordenação e de todos os professores e \nacadêmicos do Curso;  \n No final de cada período letivo, poderá ser realizado outr o seminário, nas mesmas \ncondições do inicial, com a finalidade de avaliar todo o período, identificando os \navanços, as deficiências e propondo alternativas para reforçar as conquistas e \ncorreção dos rumos quando for o caso.  ", "40": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n9 FREQU ÊNCIA E APROVEITAMEN TO \n9.1 FREQ UÊNCIA/ASSIDUIDADE  \nPara ser aprovado nas disciplinas existentes na estrutura curricular, o acadêmico deve \nter uma média final, maior ou igual a 70 pontos no semestre, observada a frequência \nmínima.  \nA média obtida pelo acadêmico que for menor do que 70 e m aior ou igual a 50, \nobservada a frequência mínima, leva o acadêmico a realizar a prova final, que passará \na ter peso 2 na média ponderada com a nota do semestre , que terá peso 1.  \nCaso a nota obtida pelo acadêmico seja menor  do que 50 pontos, o acadêmico es tará \nreprovado na disciplina. Se o acadêmico for reprovado em três ou mais disciplinas, e le \ndeverá cumprir as disciplinas pende ntes antes de prosseguir os estudos.  \nA freq uência mínima exigida para a aprovação do acadêmico é de 75% da carga horária \nministra da, destinada às atividades componentes de cada disciplina.  \n9.2 TRATAMENTO ESPECIAL  \nConforme estabelecido nas Normas para Regulamentação do Ensino nos Curso de \nGraduação da U NIMONTES , há a situação de tratamento denominado excepcional que \ndeverá ser requerido ao Diretor do Centro e poderá ser concedido aos estudantes em \ncondições especiais, emanadas no Capítulo III, e assegurado nos artigo s 85 à 97, nas \nreferidas Normas.  ", "41": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n10 ORGANIZAÇÃO CURRICUL AR \n10.1  Eixos integradores  \nA organização pedagógica do curso envolve a Rede de Formação, constituída pelos \ncoordenadores, professores, acadêmicos e se efetiva na articulação entre os diversos \nsujeitos e o contexto social.  \nA organização curricular é composta por um Eixo Transversal, por Eixos Integradores e \npor áreas de formação. E ssa organização apresenta temas/assuntos inter -relacionados, \nvinculados à realidade, construídos na relação participativa de pesquisa, reflexões, \ndebates e produções acadêmicas, superando assim, a estrutura disciplinar.  \nA organização curricular do curso ev idencia quatro áreas de formação do processo \neducativo, estreitamente relacionadas.  \n10.1.1  Área de Formação Básica  \nFundamentos de Matemática (Cálculo, Geometria Analítica, Equações Diferenciais), \nFísica (Mecânica, Termodinâmica e Fluidos, Eletromagnetismo, Ondas ) e Computação \n(Algoritmos, Estruturas de Dados, Programação Orientada a Objeto). Esses são \nfundamentos comuns a vários cursos de Engenharia, e constituem a base a partir da \nqual derivam os conhecimentos específicos do curso.  \n10.1.2  Eletricidade e Eletrônica  \nO curso de Engenharia de Sistemas, no caso da UNIMONTES, surge como uma derivação \nda grande área da Engenharia Elétrica. Seu currículo inclui tópicos tais como: Circuitos \nElétricos, Eletrônica Digital, Eletrônica Analógica, Conversão Eletromecânica da Ener gia.  \n10.1.3  Área de Formação Complementar/Humanística  \nO Engenheiro de Sistemas terá, em sua vida profissional, o papel de integrar ou de \ncoordenar equipes de desenvolvimento de projetos, e terá o papel de interpretar ou \ntraduzir as necessidades dos usuários, ou  da sociedade, em termos de requisitos de \nprojeto. O currículo da UNIMONTES prevê uma significativa carga horária destinada à \naquisição de conhecimentos e de habilidades relacionadas com essas dimensões.  ", "42": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n10.1.4  Simulação e Projeto Multi -física  \nAs áreas tradiciona is da Engenharia já vêm, há décadas, trabalhando na construção de \nsistemas computacionais de simulação daqueles sistemas específicos de cada uma \ndessas áreas. Assim, hoje há pacotes bastante sofisticados para a simulação de circuitos \nelétricos e eletrônico s, para a análise de esforços mecânicos em estruturas, para a \nanálise de fluxos de fluidos, para a análise térmica, para a análise de campos \neletromagnéticos. É relativamente recente, entretanto, a tentativa de integração desses \npacotes em sistemas capazes  de simular diversos aspectos de um mesmo equipamento \nao mesmo tempo. Essa simulação de aspectos diversificados em um mesmo ambiente \né chamada de “simulação multifísica”. Nos últimos 20 anos, ela tem sido responsável \npor significativos ganhos de eficiência  no projeto de sistemas complexos, tais como \nautomóveis e aviões. O curso da UNIMONTES conta com várias disciplinas que \ndesenvolvem esse conceito.  \n10.1.5  Validação de Projetos  \nO corpo teórico englobado por esse tema se originou na chamada “Engenharia de \nSoftware” . Ele diz respeito às técnicas empregadas para se realizar um projeto com a \nespecificação sistemática de todas as partes funcionais e de suas inter -relações, usando \nconceitos tais como o de “modularidade”, e permitindo a geração de entidades tais como \n“árvores de falhas” e “índices de confiabilidade”. Não por coincidência, tais conceitos \nsurgiram no âmbito da Ciência da Computação, no bojo de uma chamada “crise do \nsoftware”, na qual os custos de desenvolvimento de programas subiam \nvertiginosamente, os prazo s se tornavam extremamente longos, e a confiabilidade do \nsistema resultante se tornava inaceitavelmente baixa, em virtude da complexidade dos \nsistemas que eram demandados no início da década de 1970. Os avanços tecnológicos \ndo final do século XX levaram a que diversos outros tipos de sistemas, além dos \nprogramas de computador, passassem a apresentar as mesmas dificuldades, inerentes \nà sua “complexificação”. Assim, por exemplo, o projeto de automóveis e aviões passou \npelo mesmo processo no final dos anos 198 0. Nesse período, aqueles desenvolvimentos \nteóricos obtidos na Engenharia de Software foram generalizados para serem aplicáveis \nao projeto de quaisquer dispositivos. Esse núcleo teórico é central no currículo de \nEngenharia de Sistemas.  ", "43": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n \n10.1.6  Modelagem e Otimiza ção de Sistemas  \nEssas técnicas, que constituem um extenso repertório de ferramentas “livres -de-\ncontexto”, vêm sendo empregadas com crescente intensidade onde quer que \ndispositivos de alta agregação tecnológica sejam projetados nos dias de hoje. Em geral, \nas mesmas técnicas se aplicam a contextos muito distintos, tais como o projeto de \naeronaves, ou de bicicletas, ou de máquinas de lavar, etc, sempre conduzindo a ganhos \nde eficiência, desempenho diferenciado ou aumento da confiabilidade. Esse conjunto de \ntécnicas, que vem sendo introduzido de forma marginal em alguns currículos dos cursos \ntradicionais de Engenharia, constitui um dos troncos de formação do Engenheiro de \nSistemas.  \n10.2  Mapeamento entre matérias das diretrizes curriculares e o currículo \nproposto  \nCom base nos Indicadores e padrões de qualidade para cursos de graduação da área \nde Engenharia , as disciplinas do currículo proposto foram distribuídas segundo as áreas \nde formação e matérias conforme o Quadro  3. ", "44": " \nQUADRO 3 - MAPEAMENTO ENTRE MAT ÉRIAS DAS DIRETRIZES  CURRICULARES E CURR ÍCULO PROPOSTO  \nÁrea  Matéria  Disciplinas  CH \nFormação básica  \n(FB) Ciência da computação  Algoritmos e Estruturas de Dados I  72 h/a  \nAlgoritmos e Estruturas de Dados II  72 h/a  \nAlgoritmos e Estruturas de Dados III  72 h/a  \nProgramação Orientada a Objetos  72 h/a  \nMatemática  Cálculo Integral e Diferencial I  108 h/a  \nCálculo Integral e Diferencial II  72 h/a  \nCálculo Integral e Diferencial III  72 h/a  \nAnálise Numérica  72 h/a  \nGeometria Analítica e Álgebra Linear  72 h/a  \nEquações Diferenciais A  72 h/a  \nEquações Diferenciais B  72 h/a  \nEstatística  Estatística e  Probabilidade  72 h/a  \nFísica  Fundamentos  de Mecânica  72 h/a  \nFundamentos de Mecânica dos Sólidos e Fluidos  36 h/a  ", "45": " \nFundamentos de Eletromagnetismo  72 h/a  \nFundamentos de Termodinâmica  36 h/a  \nEngenharia  Introdução à Engenharia de Sistemas  36 h/a  \nSistemas Digitais  54 h/a  \nLaboratório de Sistemas Digitais  36 h/a  \nCircuitos Elétricos I  36 h/a  \nMétodos Computacionais Aplicados à Engenharia  72 h/a  \nOtimização Não -linear  36 h/a  \nPesquisa Operacional  72 h/a  \nFormação Tecnológica  \n(FT) Computação  Banco de Dados  72 h/a  \nEngenharia de Software  72 h/a  \nProjeto Assistido por Computador  72 h/a  \nProgramação em Tempo Real  72 h/a  \nSistemas Distribuídos  72 h/a  \nComunicação de Dados I  72 h/a  \nComunicação de Dados II  72 h/a  ", "46": " \nEngenharia  Circuitos Elétricos II  72 h/a  \nLaboratório de Circuitos Elétricos  36 h/a  \nEletrônica  72 h/a  \nLaboratório de Eletrônica  36 h/a  \nInteligência Computacional  72 h/a  \nSinais e Sistemas  108 h/a  \nSistemas Dinâmicos  72 h/a  \nControle de Sistemas  72 h/a \nComputação Evolutiva  72 h/a  \nAcionamentos Elétricos  72 h/a  \nSistemas Complexos  72 h/a  \nSistemas Microprocessados  72 h/a  \nInstrumentação Industrial  72 h/a  \nSistemas Especialistas  72 h/a  \nEstatística  Teoria da Decisão  72 h/a  \nConfiabilidade  72 h/a  ", "47": " \nFormação Complementar e Humanística  \n(FC) Projeto Orientado em Humanidades I  36 h/a  \nProjeto Orientado em Humanidades II  36 h/a  \nIniciação Filosófica  36 h/a  \nFormação Gerencial  72 h/a  \nProcessos Criativos e Empreendedorismo  72 h/a \nGestão de Projetos  72 h/a  \nEconomia para Engenheiros  36 h/a  \nGestão da Qualidade  72 h/a  \nLibras  72 h/a  \nGestão de Recursos Humanos  72 h/a  \nTécnicas de Elaboração de Trabalhos Acadêmicos  36 h/a  \nFormação Suplementar  \n(FS) Tópicos Especiais em Engenharia de Sistemas I  72 h/a  \nTópicos Especiais em Engenharia de Sistemas II  72 h/a  \nTópicos Especiais em Engenharia de Sistemas III  72 h/a  \nTrabalho de Conclusão de Curso   \nEstágio   ", "48": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n10.3  Organização curricular horizontal  \nPERÍODO  DISCIPLINA  FB FT FC FS \n1  Algoritmos e Estruturas de Dados I  X    \nCálculo Integral e Diferencial I  X    \nGeometria Analítica e Álgebra Linear  X    \nSistemas Digitais  X    \nIntrodução à Engenharia de Sistemas  X    \nProjeto Orientado em Humanidades I    X  \n2  Algoritmos e Estruturas de Dados II  X    \nCircuitos Elétricos I  X    \nBanco de Dados   X   \nCálculo Integral e Diferencial II  X    \nFundamentos de Mecânica  X    \nLaboratório de Sistemas Digitais  X    \n3  Cálculo Integral e Diferencial III  X    \nEquações Diferenciais A  X    \nFundamentos de Mecânica dos Sólidos e Fluidos  X    \nAlgoritmos e Estruturas de Dados III  X    \nFundamentos de Eletromagnetismo  X    \nAnálise Numérica  X    \nIniciação Filosófica    X  \n4  Programação Orientada a Objetos  X    \nCircuitos Elétricos II   X   ", "49": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nLaboratório de Circuitos Elétricos   X   \nEstatística e Probabilidade  X    \nEquações Diferenciais B  X    \nFundamentos de Termodinâmica  X    \nOtimização Não Linear  X    \n5  Engenharia de Software   X   \nProjeto Assistido por Computador   X   \nEletrônica   X   \nLaboratório de Eletrônica   X   \nSinais e Sistemas   X   \nProjeto Orientado em Humanidades II    X  \n6  Comunicação de Dados I   X   \nPesquisa Operacional  X    \nSistemas Dinâmicos   X   \nInteligência Computacional   X   \nGestão de Projetos    X  \nComputação Evolutiva   X   \n7  Métodos Computacionais Aplicados à Engenharia  X    \nSistemas Microprocessados   X   \nConfiabilidade   X   \nAcionamentos Elétricos   X   \nTópicos Especiais em Engenharia de Sistemas I     X ", "50": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nComunicação de Dados II   X   \n8  Controle de Sistemas   X   \nSistemas Complexos   X   \nFormação Gerencial    X  \nProgramação em Tempo Real   X   \nInstrumentação Industrial   X   \nTécnicas de Elaboração de Trabalhos Acadêmicos    X  \n9  Processos Criativos e Empreendedorismo    X  \nTeoria da Decisão   X   \nSistemas Especialistas   X   \nSistemas Distribuidos   X   \nTópicos Especiais em Engenharia de Sistemas II     X \n10  Economia para Engenheiros    X  \nGestão da Qualidade    X  \nGestão de Recursos Humanos    X  \nTópicos Especiais em Engenharia de Sistemas III     X \nLibras    X  \n \n10.4  Estrutura Curricular  \nTurmas com ingresso no 1º semestre do ano de 201 1 e turmas posteriores  \n1º PERÍODO  \nDISCIPLINA  CARGA HORÁRIA  \nTEÓRICA  PRÁTICA  AS TAS CHS ", "51": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nAlgoritmos e Estruturas de Dados I  00 72 04 72 60 \nCálculo Integral e Diferencial I  108 00 06 108 90 \nGeometria Analítica e Álgebra Linear  72 00 04 72 60 \nSistemas Digitais  54 00 03 54 45 \nIntrodução à Engenharia de Sistemas  36 00 02 36 30 \nProjeto Orientado em Humanidades I  36 00 02 36 30 \nSubtotal  306 72 21 378 315 \n2º PERÍODO  \nDISCIPLINA  CARGA HORÁRIA  \nTEÓRICA  PRÁTICA  AS TAS CHS \nAlgoritmos e Estruturas de Dados II  00 72 04 72 60 \nCircuitos Elétricos I  36 00 02 36 30 \nBanco de Dados  00 72 04 72 60 \nCálculo Integral e Diferencial II  72 00 04 72 60 \nFundamentos de Mecânica  72 00 04 72 60 \nLaboratório de Sistemas Digitais  00 36 02 36 30 \nSubtotal  180 180 20 360 300 \n3º PERÍODO  \nDISCIPLINA  CARGA HORÁRIA  \nTEÓRICA  PRÁTICA  AS TAS CHS \nCálculo Integral e Diferencial III  72 00 04 72 60 \nEquações Diferenciais A  72 00 04 72 60 \nFundamentos de Mecânica dos Sólidos e \nFluidos  36 00 02 36 30 \nAlgoritmos e Estruturas de Dados III  00 72 04 72 60 \nFundamentos de Eletromagnetismo  72 00 04 72 60 \nAnálise Numérica  72 00 04 72 60 \nIniciação Filosófica  36 00 02 36 30 \nSubtotal  360 72 24 432 360 ", "52": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n4º PERÍODO  \nDISCIPLINA  CARGA HORÁRIA  \nTEÓRICA  PRÁTICA  AS TAS CHS \nProgramação Orientada a Objetos  00 72 04 72 60 \nCircuitos Elétricos II  72 00 04 72 60 \nLaboratório de Circuitos Elétricos  00 36 02 36 30 \nEstatística e Probabilidade  72 00 04 72 60 \nEquações Diferenciais B  72 00 04 72 60 \nFundamentos de Termodinâmica  36 00 02 36 30 \nOtimização Não Linear  36 00 02 36 30 \nSubtotal  288 108 22 396 330 \n5º PERÍODO  \nDISCIPLINA  CARGA HORÁRIA  \nTEÓRICA  PRÁTICA  AS TAS CHS \nEngenharia de Software  72 00 04 72 60 \nProjeto Assistido por Computador  00 72 04 72 60 \nEletrônica  72 00 04 72 60 \nLaboratório de Eletrônica  00 36 02 36 30 \nSinais e Sistemas  108 00 06 108 90 \nProjeto Orientado em Humanidades II  36 00 02 36 30 \nSubtotal  288 108 22 396 330 \n6º PERÍODO  \nDISCIPLINA  CARGA HORÁRIA  \nTEÓRICA  PRÁTICA  AS TAS CHS \nComunicação de Dados I  72 00 04 72 60 \nPesquisa Operacional  72 00 04 72 60 \nSistemas Dinâmicos  72 00 04 72 60 \nInteligência Computacional  72 00 04 72 60 \nGestão de Projetos  72 00 04 72 60 ", "53": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nComputação Evolutiva  72 00 04 72 60 \nSubtotal  432 00 24 432 360 \n7º PERÍODO  \nDISCIPLINA  CARGA HORÁRIA  \nTEÓRICA  PRÁTICA  AS TAS CHS \nMétodos Computacionais Aplicados à \nEngenharia  72 00 04 72 60 \nSistemas Microprocessados  36 36 04 72 60 \nConfiabilidade  72 00 04 72 60 \nAcionamentos Elétricos  36 36 04 72 60 \nTópicos Especiais em Engenharia de \nSistemas I  72 00 04 72 60 \nComunicação de Dados II  00 72 04 72 60 \nSubtotal  288 144 24 432 360 \n8º PERÍODO  \nDISCIPLINA  CARGA HORÁRIA  \nTEÓRICA  PRÁTICA  AS TAS CHS \nControle de Sistemas  72 00 04 72 60 \nSistemas Complexos  72 00 04 72 60 \nFormação Gerencial  72 00 04 72 60 \nProgramação em Tempo Real  00 72 04 72 60 \nInstrumentação Industrial  36 36 04 72 60 \nTécnicas de Elaboração de Trabalhos \nAcadêmicos  36 00 02 36 30 \nSubtotal  288 108 22 396 330 \n9º PERÍODO  \nDISCIPLINA  CARGA HORÁRIA  \nTEÓRICA  PRÁTICA  AS TAS CHS \nProcessos Criativos e Empreendedorismo  72 00 04 72 60 ", "54": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nTeoria da Decisão  72 00 04 72 60 \nSistemas Especialistas  00 72 04 72 60 \nSistemas Distribuidos  00 72 04 72 60 \nTópicos Especiais em Engenharia de \nSistemas II  72 00 04 72 60 \nSubtotal  216 144 20 360 300 \n10º PERÍODO  \nDISCIPLINA  CARGA HORÁRIA  \nTEÓRICA  PRÁTICA  AS TAS CHS \nEconomia para Engenheiros  36 00 02 36 30 \nGestão da Qualidade  72 00 04 72 60 \nTópicos Especiais em Engenharia de \nSistemas III  72 00 04 72 60 \nLibras  72 00 04 72 60 \nGestão de Recursos Humanos  72 00 04 72 60 \nSubtotal  324 00 18 324 270 \n \nTOTAL GERAL  CARGA HORÁRIA  \nTEÓRICA  PRÁTICA  AS TAS CHS \nDisciplinas  2898 1008 217 3906 3255 \nAtividades Complementares  200 \nEstágio Curricular Supervisionado  200 \nTotal Geral do Curso  3655 \nINDICADORES FIXOS  \n Número de dias letivos semestrais: 100  \n Número de dias letivos semanais: 6 (de segunda a sábado)  \n Módulo aula: 50 minutos  \n Número de módulos diários: máximo de 06  \n O colegiado do curso de Graduação em Engenharia de Sistemas da Universidade \nEstadual de Montes Claros, com o objetivo de atender plenamente todas as ", "55": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \ndemandas curriculares  previstas neste projeto e cumprir fielmente as suas \ndiretrizes, propõe que as aulas práticas ocorram em turmas de no máximo 14 \ndiscentes, devido a necessidade de acompanhamento individual e personalizado, \nfacilitando o processo de ensino aprendizagem  e atendendo as especificidades do \nCurso de engenharia de Sistemas.  \n10.5  Ementário  \n1º PERÍODO  \nAlgoritmos e Estruturas de Dados I  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nAlgoritmo: lógica, linguagem e programas de computador. Programação Estruturada. \nTipos de dados, variáveis e constantes. Operadores aritméticos e lógicos. Expressões. \nEstruturas de seleção. Estruturas de repetição.  Estruturas de dados estáticas (vetores \ne matrizes). Registros (Estruturas). Funções. Recursividade. Ponteiros. Princípios de \nalocação dinâmica de memória. Estudo de uma linguagem de programação (sugestão: \nC).  \nBibliografia Básica  \nCORMEN, TH ; LEISERSON, CE ; RIVEST, RL ; STEIN, C. Algoritmos : Teoria e \nPrática.  Campus, 2001.  \nMEDINA, M ; FERTIG, C. Algoritmos e Programação: Teoria e Prática . Novatec, \n2005.  \nSCHILDT , H. C Completo e Tota l. 3ª edição.  Makron Books,  1997.  \nSZWARCFITER, JL. Estruturas de dados e seus algoritmos . 2ª edição . LTC, 1994.  \nTANENBAUM, AM. Estruturas de Dados usando C . Makron Books, 1995.  \nZIVIANI, N.   Projeto de Algoritmos com Implementações em Pascal e C . 3ª \nedição. Cengage Learning,  2011. \nCálculo Integral e Diferencial I  Departamento: Ciências \nExatas  CH: 108  \nEmenta  \nFunções de R em R. Derivadas. Integrais. Aplicações.  \nBibliografia Básica  \nLEITHOLD, L. O Cálculo com Geometria Analítica . Volume 1 . Harbra, 2002.  \nSTEWART, J. Cálculo, volume I . 6ª edição. Thomson, 2011.  \nTHOMAS, GB. Cálculo . 10ª edição, Volume 1. Addison Wesley/Pearson Education do \nBrasil, 2002 . ", "56": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nGeometria Analítica e Álgebra Linear  Departamento: Ciências \nExatas  CH: 72  \nEmenta  \nMatrizes. Sistemas de equações lineares. Álgebra vetorial. Plano -equação. A reta no \nR2 e Rn. \nBibliografia Básica  \nANTON, H; RORRES, C. Álgebra Linear com Aplicações . 8ª ed ição. Porto Alegre: \nBookman, 2001.  \nBOULOS, P; CAMARGO, I. Geometria analíti ca: um tratamento vetorial . 3ª \nedição. Prentice Hall, 2005.  \nEDWARDS, CH; PENNEY, DE. Cálculo com geometria analítica. 4ª edição. LTC, \n1999.  \nVALLADARES, RJC,. Álgebra linear e geometria analítica . Campus, 1982.  \nKOLMAN, B. Introdução à Álgebra Linear com aplicações . 6ª ed ição. LTC, 1999.  \nPOOLE, D. Álgebra Linear . Pioneira Thomson Learning, 2004.  \nSistemas Digitais  Departamento: Ciências \nda Computação  CH: 54  \nEmenta  \nSistemas de numeração. Álgebra Booleana. Portas lógicas. Circuitos combinacionais: \nanálise, síntese e técnicas de minimização. Circuitos seqüenciais síncronos e \nassíncronos. Análise, síntese e técnicas de minimização de circuitos seqüenciais. \nFamílias de circuitos lógicos. Dispositivos lógicos programáveis. \"Gate arrays\". \nAnálise e projeto de sistemas digitais.  \nBibliografia Básica  \nERCEGOVAC, MD; LANG, T; MORENO, JH. Introdução aos sistemas digitai s. \nPorto Alegre: Bookman , 2000.  \nTOCCI, RJ; WIDMER, NS; MOSS, GL. Sistemas digitais: princípios e aplicações . \n10ª edição. Pearson Prentice Hall, 2007.  \nMONTEIRO, MA. Introdução à organização de computadores. 3ª edição. LTC, \n1999.  \nIntrodução à Engenharia de Sistemas  Departamento: Ciências \nda Computação  CH: 36  \nEmenta  \nApresentação do curso de Engenharia de Sistemas: métodos e técnicas \nfundamentais, áreas de formação e de atuação. Planejamento individual e \nprogramação do perfil profissional. Normas Gerais da Graduação.  \nBibliografia Básica  \nBibliografia geral da instituição, do curso e da área profissionalizante.  \nProjeto Orientado em Humanidades I  Departamento: Ciências \nda Computação  CH: 36  ", "57": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nEmenta  \nEmenta Variável  \nBibliografia  Básica  \nBibliografia Variável  \n2º PERÍODO  \nAlgoritmos e Estruturas de Dados II  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nManipulação de arquivos.  Técnicas de Análise de Algoritmos. Tipos Abstratos de \nDados. Estruturas de Dados Dinâmicas: Listas, Pilhas e Filas. Recursividade. Métodos \nde ordenação interna. Árvores e suas generalizações. Aplicações de árvores. Árvores \nbalanceadas. Métodos de pesquisa em memória primária. Hashing. Estudo de uma \nlinguagem de programação (sugestão: C).  \nBibliografia Básica  \nCORMEN, TH. Algoritmos: teoria e prática . 2ª edição. Campus, 2002.  \nTANENBAUM, AM. Estruturas de Dados usando C . Makron Books, 1995.  \nZIVIANI, N.   Projeto de Algoritmos com Implementações em Pascal e C . 3ª \nedição. Cengage Learning,  2011. \nCELES, W ; CERQUEIRA, R ; RANGEL, JL. Introdução a Estruturas de Dados . \nCampus, 2004.  \nCircuitos Elétricos I  Departamento: Ciências \nda Computação  CH: 36  \nEmenta  \nFontes de tensão e corrente dependentes e independentes. Leis fundamentais de \ncircuitos.Circuitos resistivos. Métodos de análise de circuitos. Teoremas de rede.  \nCircuitos com amplificador operacional ideal.  \nBibliografia Básica  \nO'MALLEY, JR. Análise de Circuitos . 2ª edição. Makron Books, 1994.  \nEDMINISTER, JA. Circuitos Elétricos . 2ª edição. Makron Books, 1985.  \nORSINI, LQ. Curso de circuitos elétricos . Edgard Blucher, 1991.  \nNAHVI, M; EDMINISTER, J. Teoria e problemas de circuitos elétricos . Porto \nAlegre: Bookman, 2005.  \nBanco de Dados  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nIntrodução: Sistemas de Arquivos, Sistemas de Gerenciamentos de Banco de Dados. \nIndependência e  Abstração de Dados; Arquitetura de um SGBD. Modelo relacional: \nIntrodução; Álgebra relacional. Cálculo relacional de tuplas. SQL: Introdução; SQL ", "58": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nDDL, SQL DML. Restrições de Integridade e Asserções. Especificação do projeto \nfísico. Prática em laboratório dos tópicos abordados na disciplina.  \nBibliografia Básica  \nDATE, CJ. Introdução a Sistema de Banco de Dados . 7ª edição. Campus, 2004.  \nELMASRI, R; NAVATHE , S. Sistemas de Banco de Dados . 4ª edição. Pearson, \n2005.  \nKORTH, HF; SILBERSCHARTZ, A; SUDARSHAN, S. Sistemas de Banco de Dados . \n3ª edição. Makron Books, 2006.  \nCálculo Integral e Diferencial II  Departamento: Ciências \nExatas  CH: 72  \nEmenta  \nIntegrais impróprias: seqüências, séries numéricas. Séries de potência. Fórmula de \nTaylor. Cônicas e coordenadas polares. Diferenciabilidade de funções de várias \nvariáveis.  \nBibliografia Básica  \nLEITHOLD, L. O Cálculo com Geometria Analítica . Volume 1, Harbra, 2002.  \nLEITHOLD, L. O Cálculo com Geometria Analítica . Volume 2, Harbra, 2002.  \nSTEWART, J. Cálculo . 6ª edição , Volume I. Thomson, 2011.  \nSTEWART, J. Cálculo . 6ª edição , Volume II. Thomson, 2011.  \nTHOMAS, GB. Cálculo . 10ª edição, Volume 1. Addison Wesley/Pearson Education do \nBrasil, 2002.  \nTHOMAS, GB. Cálculo . 10ª edição, Volume 2. Addison Wesley/Pearson Education do \nBrasil, 2002.  \nFundamentos de Mecânica  Departamento: Ciências \nExatas  CH: 72  \nEmenta  \nCinemática e dinâmica da partícula. Sistemas de partículas. Cinemática e dinâmica \nde rotação. Leis de Conservação da Energia e dos Momentos Linear e Angular.  \nBibliografia Básica  \nTIPLER, PA. Física: para cientistas e engenheiros . 4ª edição.  LTC, 2000.  \nHALLIDAY, D; RESNICK, R; WALKER, J. Fundamentos de Física 1: mecânica . 7ª \nedição . LTC, 2006.  \nSERWAY, RA. Física 1: para cientistas e engenheiros com física moderna . 3ª \nedição . LTC, 1996.  \nLaboratório de Sistemas Digitais  Departamento: Ciências \nda Computação  CH: 36  \nEmenta  \nPráticas relativas ao conteúdo trabalhado na  disciplina Sistemas Digitais.  \nBibliografia Básica  ", "59": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nManual de Práticas de Laboratório.  \n3º PERÍODO  \nCáculo Integral e Diferencial III  Departamento: Ciências \nExatas  CH: 72  \nEmenta  \nIntegração de funções de duas ou mais variáveis. Integrais de linha e de superfície. \nTeorema de Gauss e de Stokes.  \nBibliografia Básica  \nLEITHOLD, L. O Cálculo com Geometria Analítica . Volume 2, Harbra, 2002.  \nSTEWART, J. Cálculo . 6ª edição , Volume II. Thomson, 2011.  \nTHOMAS, GB. Cálculo . 10ª edição, Volume 2. Addison Wesley/Pearson Education do \nBrasil, 2002.  \nEquações Diferenciais A  Departamento: Ciências \nExatas  CH: 72  \nEmenta  \nEquações diferenciais de 1 a e 2a ordens. Sistemas lineares de equações diferenciais \nlineares. Solução em série de potência. Transformada de Laplace.  \nBibliografia Básica  \nBOYCE, WE; DIPRIMA, R. Equações diferenciais elementares e problemas de \nvalores de contorno . 7ª edição . LTC, 2002.  \nLEIGHTON, W. Equações diferenciais ordinárias . LTC, 1970.  \nGÁJO V, FD. Problemas de contorno . MIR Moscou , 1980.  \nMAÑÉ, R. Global Variational Methods in Conservative Dynamics . IMPA, 1991.  \nBROWN, JW. Fourier series and boundary value problems . 5th edition. New \nYork: McGraw -Hill, 1993.  \nAYRES, F. Equações Diferenciais: resumo da teoria . McGraw -Hill, 1970.  \nFundamentos de Mecânica dos Sólidos \ne Fluidos  Departamento: Ciências \nExatas  CH: 36  \nEmenta  \nEquilíbrio de Corpos Rígidos. Elasticidade. Estática e Dinâmica dos Fluidos.  \nBibliografia Básica  \nTIPLER, PA. Física: para cientistas e engenheiros . 4ª edição.  LTC, 2000.  \nHALLIDAY, D; RESNICK, R; WALKER, J. Fundamentos de Física 1: mecânica . 7ª \nedição . LTC, 2006.  \nSERWAY, RA. Física 1: para cientistas e engenheiros com física moderna . 3ª \nedição . LTC, 1996.  ", "60": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nAlgoritmos e Estruturas de Dados III  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nProcessamento de cadeias de caracteres: casamento de cadeias e compressão. \nCriptografia. Algoritmos em grafos: matriz de adjacência, lista de adjacência, busca \nem largura, busca em profundidade, árvores geradoras de custo mínimo (Prim e \nKruskal), caminhos de custo mínimo (Dijkstra). Algoritmos de tentativa e erro. \nDivisão e conquista. Algoritmos Gulosos. Programação Dinâmica . Estudo de uma \nlinguagem de programação (sugestão: C).  \nBibliografia Básica  \nCORMEN, TH. Algoritmos: teoria e prática . 2ª edição. Campus, 2002.  \nTANENBAUM, AM. Estruturas de Dados usando C . Makron Books, 1995.  \nZIVIANI, N.   Projeto de Algoritmos com Implementações em Pascal e C . 3ª \nedição. Cengage Learning,  2011. \nCELES, W ; CERQUEIRA, R ; RANGEL, JL. Introdução a Estruturas de Dados . \nCampus, 2004.  \nFundamentos de Eletromagnetismo  Departamento: Ciências \nExatas  CH: 72  \nEmenta  \nEletricidade e magnetismo.  \nBibliografia Básica  \nTIPLER, PA. Física . 2ª edição. Guanabara Dois, 1986.  \nSEARS, FW; ZEMANSKY, MW. Física: eletricidade magnetismo eletrônica . Ao \nLivro Técnico, 1963.  \nHALLIDAY, D; RESNICK, R. Física III . LTC, 1974.  \nAnálise Numérica  Departamento: Ciências \nExatas  CH: 72  \nEmenta  \nSistemas numéricos. Erros. Cálculo de funções da série de potência. Zeros de \nfunções reais. Resolução de sistemas lineares. Aproximação de funções. \nInterpolação. Ajuste de curvas. Integração numérica. Solução numérica de equações \ndiferenciais.  \nBibliografia Básica  \nBARROSO, LC ; Barroso, MMA ; Campos, FFF ; CARVALHO, MLB ; MAIA, ML . Cálculo \nNumérico (Com Aplicações) . 2ª edição . Harba,  1987.  \nCAMPOS, FF. Algoritmos Numéricos . LTC, 2001.  \nRUGGIERO, MAG ; LOPES, VLR . Cálculo Numérico - Aspectos Teóricos e \nComputacionais . 2ª edição . McGraw -Hill, 1997.  \nIniciação Filosófica  Departamento: Filosofia  CH: 36  ", "61": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nEmenta  \nPensamento Filosófico. Introdução à Antropologia Filosófica. Introdução à Filosofia \ndo Conhecimento. Ética. Filosofia Política. Noções gerais de sociologia. Sociologia \naplicada às organizações.  \nBibliografia Básica  \nCHAUÍ, M. Convite à Filosofia . 6ª edição. Ática, 1995.  \nFERNANDES, F. Ensaios de Sociologia Geral e aplicada . Pioneira, 1976.  \nVÁZQUEZ, AS. Ética . 22ª edição. Civilização Brasileira, 2002.  \n4º PERÍODO  \nProgramação Orientada a Objetos  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nGerenciamento da Complexidade. Modelagem Orientada a Objetos. Classes e Objetos. \nMétodos: encapsulamento, interface e implementação. Herança e Composição. \nPolimorfismo. Tratamento de exceções. Parametrização de classes.  \nBibliografia Básica  \nECKEL, B. Think ing in C++ . 2nd edition . New York:  Prentice Hall, 1999.  \nDEITEL, MD; DEITEL, PJ. C++: Como Programar . 2ª edição. Pearson Prentice Hall.  \nMIZRAHI, VV. Treinamento em Linguagem C++ . 2ª edição, módulo 1.  Prentice \nHall, 2006.  \nMIZRAHI, VV. Treinamento em Linguagem C++ . 2ª edição, módulo 2. Prentice \nHall, 2006.  \nCircuitos Elétricos II  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nInduntância, capacitância e indutância mútua. Circuitos de primeira ordem (RC, RL e \noutros circuitos). Circuitos de segunda  ordem (RLC série, RLC paralelo e outros \ncircuitos). Excitação senoidal e fasores. Análise em Regime permanente senoidal. \nPotência em regime permanente senoidal.  \nBibliografia Básica  \nO'MALLEY, JR. Análise de Circuitos . 2ª edição. Makron Books, 1994.  \nEDMINI STER, JA. Circuitos Elétricos . 2ª edição. Makron Books, 1985.  \nORSINI, LQ. Curso de circuitos elétricos . Edgard Blucher, 1991.  \nNAHVI, M; EDMINISTER, J. Teoria e problemas de circuitos elétricos . Porto \nAlegre: Bookman, 2005.  \nLaboratório de Circuitos Elétric os Departamento: Ciências \nda Computação  CH: 36  ", "62": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nEmenta  \nPráticas Relativas ao conteúdo trabalhado nas disciplinas de Circuitos Elétricos I e \nCircuitos Elétricos II.  \nBibliografia Básica  \nManual de práticas de laboratório.  \nEstatística e Probabilidade  Departamento: Ciências \nExatas  CH: 72  \nEmenta  \nIntrodução e Conceitos. Estatística Descritiva. Probabilidade. Variáveis Aleatórias e \nDistribuições de Probabilidade. Processos Estocásticos.  \nBibliografia Básica  \nMEYER, PL. Probabilidade: aplicações à estatística  . 2ª edição. LTC, 1995..  \nGATTÁS, RR. Elementos de probabilidade e inferência. Átlas, 1978.  \nPAPOULIS, A; UNNIKRISHNA, PS. Probability, Random Variables and Stochastic \nProcesses . 4th edition . McGraw -Hill, 2002 . \nEquações Diferenciais B  Departamen to: Ciências \nExatas  CH: 72  \nEmenta  \nSéries e Transformada de Fourier. Equações diferenciais parciais.  \nBibliografia Básica  \nBOYCE, WE; DIPRIMA, R. Equações diferenciais elementares e problemas de \nvalores de contorno . 7ª edição . LTC, 2002.  \nLEIGHTON, W. Equações diferenciais ordinárias . LTC, 1970.  \nGÁJO V, FD. Problemas de contorno . MIR Moscou , 1980.  \nMAÑÉ, R. Global Variational Methods in Conservative Dynamics . IMPA, 1991.  \nBROWN, JW. Fourier series and boundary value problems . 5th edition. New \nYork: McGraw -Hill, 1993.  \nAYRES, F. Equações Diferenciais: resumo da teoria . McGraw -Hill, 1970.  \nFundamentos de Termodinâmica  Departamento: Ciências \nExatas  CH: 36  \nEmenta  \nTemperatura e dilatação. Fundamentos de Mecânica Estatística. Calor e a Primeira Lei \nda Termodinâmica. Entropia e a Segunda Lei da Termodinâmica.  \nBibliografia Básica  \nTIPLER, PA. Física . 2ª edição. Guanabara Dois, 1986.  \nSEARS, FW; ZEMANSKY, MW. Física: eletricidade magnetismo eletrônica . Ao \nLivro Técnico, 1963.  \nHALLIDAY, D; RESNICK, R. Física  II. LTC, 1974.  ", "63": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nOtimização Não -linear  Departamento: Ciências \nda Computação  CH: 36  \nEmenta  \nConvexidade , Aplicações , Otimização Numérica Irrestrita , Otimização Numérica \nRestrita . \nBibliografia Básica  \nFRIEDLANDER, A. Elementos de Programação Não -Linear . UNICAMP, 1994.  \nLUENBERGER, D. Linear and Nonlinear Programming . Addison Wesley, 1984.  \nBAZARAA, MS ; SHETTY , CM. Nonlinear Programming: Theory and Algorithms . \nJohn Wiley & Sons, 1979.  \n5º PERÍODO  \nEngenharia de Software  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nConceituação de Engenharia de Software. A crise do software e os requisitos dos \nprodutos de software. Ciclo de vida e paradigmas de desenvolvimento de software. \nQualidade de Software. Processos de Software. UML  - Unified Modeling Language . \nRequisitos. Análise. Projeto. Teste. Padrões de Projeto.  \nBibliografia Básica  \nPAULA FILHO, W. Engenharia de Software: Fundamentos, Métodos e Padrões . \n2ª edição . LTC, 2003.  \nPFLEEGER, S. Engenharia de Software  - Teoria e Prática. 2ª edição . \nPearson/Prentice -Hall, 2004.  \nSOMMERVILLE, I. Engenharia de Software . 8ª edição . Addison Wesley , 2007.  \nProjeto Assistido por Computador  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nIntrodução à computação gráfica bidimensional. Padrões gráficos. Bases de dados \ngráficas. Estruturas de dados para o projeto assistido por computador (PAC). \nProgramação de sistemas de PAC. Sistemas de janelas. Computação gráfica \ntridimensional. Visualização de dados científicos. Aplicaçõ es em engenharia.  \nBibliografia Básica  \nSMART, J; ROEBLING, R; ZEITLIN, V; DUNN, R. wxWidgets 2.7: A portable C++ \nand Python GUI toolkit . 2006.  \nSMART, J; HOCK, K ; CSOMOR, S. Cross -Platform GUI Programming with \nwxWidgets . Prentice Hall, 2005.  \nANGEL, E. Interactive Computer Graphics: a top -down approach with OpenGL . \nAddison Wesley, 1997.  ", "64": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nNEIDER, J; Davis, T; Woo, M. The OpenGl Programming Guide . \nEletrônica  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nIntrodução à Eletrônica. Circuitos Eletrônicos com  Amplificadores Operacionais ideais \ne reais. Junção PN. Diodos Retificadores e Zener: característica, circuitos com diodos \ne aplicações. Transistores de Efeito de Campo (FET) e Transistores bipolares (BJT): \ncaracterísticas, modelos, polarização, análises e m pequenos sinais, resposta em \nfreqüência. Funcionamento dos transistores como chaves. Conversores A/D e D/A: \nconceitos básicos.  \nBibliografia Básica  \nRAZAVI, B.  Fudamentos da Microeletrônica . LTC, 2010.  \nSMITH, KC; SEDRA, AS. Microeletrônica . 4ª edição. Ma kron Books , 2000.  \nRAZAVI, B.  Design of Analog CMOS Integrated Circuits . 2000 . \nGRAY, PR. Analysis and Design of Analog Integrated Circuits . 2009.  \nBOYLESTAD, R; NASHELSKY, L. Dispositivos Eletrônicos e Teoria de Circuitos . 6ª \nedição. LTC, 1999. \nLaboratório de Eletrônica  Departamento: Ciências \nda Computação  CH: 36  \nEmenta  \nPráticas Relativas ao conteúdo trabalhado na disciplina de Eletrônica.  \nBibliografia Básica  \nManual de práticas de laboratório.  \nSinais e Sistemas  Departamento: Ciências \nda Computação  CH: 108  \nEmenta  \nSistemas lineares invariantes no tempo. Representação de Fourier para sinais e \nsistemas de tempo contínuo e de tempo discreto. Caracterização de sistemas por meio \nda transformada de Laplace. Representação de Sinais e Sistemas no Tempo e na \nFreqüência. Representação e análise de sistemas no espaço de estados. Modelagem  \nmatemática de sistemas dinâmicos baseada na física do processo e na relação \nentrada -saída.  \nBibliografia Básica  \nHAYKIN, SS; VAN VEEN, B. Sinais e sistemas . Porto Alegre : Bookman, 2001.  \nBROWN, BM. The mathematical theory of linear systems . London: Chapman & \nHall, 1961.  \nD'AZZO, JJ; HOUPIS, CH. Análise e projeto de sistemas de controle lineares. 2ª \nedição.  Guanabara, 1988.  \nAGUIRRE, LA. Introdução à identificação de sistemas: técnicas lineares e não -\nlineares aplicadas a sistemas reais . Belo Horizonte: UFMG, 2000.  ", "65": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nProjeto Orientado em Humanidades II  Departamento: Ciências \nda Computação  CH: 36  \nEmenta  \nEmenta Variável  \nBibliografia Básica  \nBibliografia Variável  \n6º PERÍODO  \nComunicação de Dados I  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nBase teórica para comunicação de dados. Princípios básicos de telefonia. Comunicação \nóptica. Comunicações sem fio. Serviços públicos de comunicação de dados.  \nBibliografia Básica  \nSOARES, LFG. Redes de Computadores: das LANs, MANs e WANs às redes ATM . \nCampus, 1997.  \nTANENBAUM, AS. Redes de Computadores . Campus, 1999.  \nCOMER, DE. Redes de Computadores e a Internet . 2ª edição. Bookman,  2002.  \nPesquisa Operacional  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nProgramação linear e suas aplicações. Métodos simplex e de Pontos Interiores. Análise \nde sensibilidade e dualidade. Otimização em redes.  \nBibliografia Básica  \nGOLDBARG, MC; LUNA, HPL. Otimização Combinatória e Programação Linear: \nmodelos e algorítmos . Elsevier, 2000.  \nANDRADE, EL. Introdução à pesquisa ope racional: métodos e modelos para \nanálise de decisão . 2ª edição. LTC, 2000.  \nSILVA, EM. Pesquisa Operacional: programação linear, simulação . 3ª edição. \nAtlas, 1998.  \nACKOFF, RL; SASIENI, MW. Pesquisa operacional . LTC, 1979.  \nSistemas Dinâmicos  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nSistemas dinâmicos lineares e não -lineares de tempo contínuo e discreto.  \nBibliografia Básica  \nMONTEIRO, LHA.  Sistemas Dinâmicos . Livraria da Física.  ", "66": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nFERRARA , N. PRADO,  C. Caos - uma introdução . Blucher.  \nAWREJCEWICZ,  J. Modeling, Simulation and Control of Nonlinear Engineering \nDynamical Systems: State -of-the-Art, Perspectives and Applications .  \nInteligência Computacional  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nPerceptron, MLP, Memórias Matriciais, Kohonen. Conjuntos nebulosos. Operações com \nconjuntos nebulosos. Relações nebulosas. Lógica nebulosa. Tópicos avançados em \nsistemas nebulosos: redes neurofuzzy, geração automática de regras.  \nBibliografia Básica  \nHAYKI N, SS. Neural networ ks: a comprehensive foundation . 2nd edition. Prentice \nHall, 1999..  \nLUDWIG JÚNIOR, O; COSTA, EMM. Redes neurais: fundamentos e aplicações com \nprogramas em C . Ciência Moderna, 2007.  \nTSOUKALAS, LH; UHRIG, RE. Fuzzy and neural approaches in engineering. John \nWiley & Sons , 1997.  \nKLIR, GJ; YUAN, B. Fuzzy sets and fuzzy logic: theory and applications . Prentice \nHall, 1995.  \nGestão de Projetos  Departamento: Ciências \nda Administração  CH: 72  \nEmenta  \nProjetos. Metodologias de planejamento e gestão de projetos. Áreas de conhecimento \nda gerência de projetos: Escopo, Tempo, Risco, Integração, Comunicação, Custo, \nRecursos Humanos, Aquisição, Qualidade. Grupos de processos: Iniciação, \nPlanejamento, Execução, Controle , Encerramento. Técnicas de acompanhamento de \nprojetos. Ferramentas computacionais de apoio ao planejamento e gerência de \nprojetos. Estudo de casos.  \nBibliografia Básica  \nPMI. Um Guia do Conhecimento em Gerenciamento de Projetos (Guia PMBOK) . \n2000-2009.  \nKerzner, H. Project Management: A Systems Approach to Planning, \nScheduling, and Controlling . Wiley, 2009 . \nComputação Evolutiva  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nConceitos Básicos, Evolução e Seleção Natural. Algoritmos Genéticos para Otimização \nMono -objetivo e Multiobjetivo.  \nBibliografia Básica  \nLINDEN, R. Algoritmos genéticos: uma importante ferramenta da inteligência \ncomputacional. de Janeiro: Brasport, 2006.  ", "67": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nDE JONG . Evolutionary computation: a unified approach . MIT Press , 2006.  \nEIBEN, AE; SMITH, JE. Introduction to Evolutionary Computing . Springer, 2003.  \n7º PERÍODO  \nMétodos Computacionais Aplicados à \nEngenharia  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nMétodos numéricos aplicados aos problemas de eletromagnetismo, mecânica dos \nfluídos e transferência de calor.  \nBibliografia Básica  \nASSAN, AE. Método dos Elementos Finitos: Primeiros Passos . UNICAMP, 1999.  \nBATHE, KJ. Finite Element Procedures . Prentice -Hall,  1996.  \nSOBRINHO,  ASC. Introdução ao Método dos Elementos Finitos . Ciência Moderna.  \nWANG, JJH. Generalized Moment Methods in Electromagnetics: Formulation \nand Computer Solution of Integral Equations . New York, 1991.  \nBALANIS, AC . Advanced Engineering Electromagnetics . John Wiley & Sons , 1989. \nANDERSON, JD. Computational Fluid Dynamics: The Basics With Applications . \nMcGraw -Hill Science , 1995.  \nPATANKAR, S. Numerical Heat Transfer and Fluid Flow . Taylor & Francis , 1980 . \nSistemas Microprocessados  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nArquitetura de microprocessadores. Unidade de controle, memória, entrada e saída. \nProgramação em linguagens assembly e C. Dispositivos periféricos, interrupção, \nacesso direto à memória. Barramentos padrões. Ferramentas para análise, \ndesenvolvimento e depur ação. Microprocessadores comerciais. Aplicações em \nautomação e controle.  \nBibliografia Básica  \nHILL, FJ; PETERSON, GR. Digital Logic and Microprocessors . John Wiley & Sons , \n1984.  \nPATTERSON, DA; HENNESSY, JL. Organização e Projeto de Computadores: a \ninterfa ce hardware/softwar e. 3ª edição. Elsevier, 2005.  \nTANENBAUM, AS. Organização Estruturada de Computadores . 4ª edição. LTC, \n2001.  \nConfiabilidade  Departamento: Ciências \nExatas  CH: 72  \nEmenta  \nConceitos Básicos de Estatística e Probabilidade. Engenharia de Confiabilidade: \nConfiabilidade, Manutenabilidade e Disponibilidade. Engenharia de Manutenção. FMEA ", "68": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n(Modos de Falhas e Análise dos Efeitos) e FTA (Árvore de Falhas). Manutenção \nCentrada na Conf iabilidade. Estudo de caso de um processo industrial / comercial.  \nBibliografia Básica  \nPALADY, P. FMEA: análise dos modos de falha e efeitos: prevendo e prevenindo \nproblemas antes que ocorram . IMAM, 1997.  \nBRANCO FILHO, G. Dicionário  de Termos de  Manutenção  e Confiabilidade . 4ª \nedição.  Ciência Moderna 2006.   \nSIQUEIRA, IP. Manutenção Centrada na Confiabilidade: manual de \nimplementação . Qualitymark, 2009.  \nCRAIG, J; GRANT, R. Gerenciamento Estratégico . Littera Mundi, 1999.  \nBALLOU, RH.  Gerenciamento da Cadeia de  Suprimentos/Logística Empresarial . \n5ª edição.  Bookman,  2009.  \nSOUZA, VC. Organização e Gerência da Manutenção . All Print, 2005.  \nKARDEC, A; NASCIF, J. Manutençã o: função estratégica . 3ª edição. Qualitymark, \n2009.  \nCHING, HY. Gestão de Estoques na Cadeia de Logística Integrada . 3ª edição. \nAtlas, 2009.  \nAcionamentos Elétricos  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nCaracterísticas dos acionamentos elétricos: operação em 4 quadrantes e estabilidade \nestática. Características da carga mecânica: cargas potenciais, cargas de conjugado \nquadrático, processos operando a potência constante, transmissão de movimento \nlinear e t ransmissão de movimento rotativo. Acoplamento rígido e elástico. Estresse \nmecânico e elétrico. Acionamentos CC: modelos dinâmicos, estratégias de controle, \nprojeto das malhas de controle e figuras de mérito. Acionamentos CC: modelo \ndinâmico e estratégias d e controle de conjugado, controle de corrente, controle de \nmáquinas a imãs permanentes, princípios do controle de motores de indução.  \nBibliografia Básica  \nRASHID, MH. Eletrônica de Potência: circuitos, dispositivos e aplicações . \nMakron Books, 1999.  \nMELLO , LFP. Projetos de Fontes Chaveadas . Érica, 1985.  \nBARBI, I. Projeto de Fontes Chaveadas . UFSC, 2001.  \nSIMONE, GA. Máquinas de Indução Trifásica . Érica, 2000.  \nTópicos Especiais em Engenharia de \nSistemas I  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nEmenta variável.  \nBibliografia Básica  \nBibliografia Variável.  ", "69": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nComunicação de Dados II  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nTopologias, arquiteturas e padrões de redes. Projetos de redes locais. Interligação de \nredes. Projeto prático de interligação de redes locais via WAN. Protocolos fim -a-fim. \nBibliografia Básica  \nKUROSE, JF; ROSS, KW. Redes de computadores e a Internet: uma abordagem top -\ndown. 3 ª edição. Pearson , 2006.  \nPETERSON, LL; DAVIE, BS. Redes de Computadores: Uma Abordagem de \nSistemas . 5ª edição. Campus, 2013.  \nCOMER, DE. Redes de Computadores e Internet . 2ª edição. Bookman,2002.  \n8º PERÍODO  \nControle de Sistemas  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nRepresentação de sistemas dinâmicos lineares no tempo e na frequência. Análise e \nprojeto de sistemas de controle: Lugar das raízes e resposta em frequência. Projeto \nde controladores.  \nBibliografia Básica  \nOGATA, K. Engenharia de Controle Moderno . 4ª edição. Prentice -Hall, 2005.  \nNISE, NS. Engenharia de Sistemas de Controle . 3ª edição. LTC, 2002.  \nDORF, RC; BISHOP, RH. Sistemas de Controle Modernos . 8ª edição. LTC, 200 0. \nSistemas Complexos  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nIntrodução aos sistemas complexos; modelos discretos e contínuos; modelos \ndeterminísticos e estocásticos; caos; dinâmica espaço -temporal; estudo e simulação \nde alguns sistemas complexos.  \nBibliografia Básica  \nBAR-YAM, Y. Dynamics of Complex Systems . Westview Press, 2003 . \nBOCCA, N. Modeling Complex Systems . Springer, 2003.  \nMONTEIRO, LHA. SISTEMAS DINÂMICOS COMPLEXOS. Livraria da Física, 2010.  \nMILLER, JH; PAGE, SE. Complex Adaptive Systems.  Princeton, 2007.  \nFormação Gerencial  Departamento: Ciências \nda Administração  CH: 72  \nEmenta  ", "70": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nAdministração de Operações em Organizações. Planejamento agregado da produção. \nPlano Mestre de Produção. Planejamento de Necessidade de Materiais (MRP). \nPlanejamento e capacidade. Controle de estoques. Planejamento de necessidades de \ndistribuições ( DRP). Programação de projetos. Novas tendências em planejamento e \ncontrole de manufatura.  \nBibliografia Básica  \nCHIAVENATO, I. Iniciação à Administração da Produção . Makron Books do Brasil, \n1991.  \nMARTINS, PG; LAUGENI, FP. Administração da Produção .  2ª edição. Saraiva, \n2006.  \nDAVIS, MM; AQUILANO, NJ; CHASE, RB. Fundamentos da Administração da \nProdução . 3ª edição . Bookman, 2008.  \nProgramação em Tempo Real  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nExecução concorrente entre processos. Exclusão mútua. Semáforos. Comunicação \nentre processos. Memória distribuída. Estudo de casos usando sistema operacional \nmultitarefas. Exclusão mútua em ambiente distribuído. Programação em tempo real.  \nBibliografia Bá sica \nSEIXAS FILHO, C; SZUSTER, M. Programação Concorrente em Ambiente \nWindows: uma visão de automação . UFMG, 2003.  \nANDREWS, GR. Concurrent Programmi ng: principles and practice . Addison - \nWesley, 1991.  \nSHAW, AC. Sistemas e Software de Tempo Real . Bookman, 2003. \nInstrumentação Industrial  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nTópicos em instrumentação eletrônica e insdrial. Tópicos de Informática industrial.  \nBibliografia Básica  \nDOEBELIN, EO. Measurement Systems: application and design . 5th edition. \nMcGraw -Hill, 2004.  \nKIRK, FW; WEEDON, TA. KIRK, P. Instrumentation . 2nd edition. Oxford University \nPress, 2007 . \nBELL, DA. Electronic Instrumentation and Measurements . Oxford University \nPress, 2007.  \nFONSECA, MO. FILHO, CS., FILHO, JAB. Aplicando a norma IEC 61131 na \nautomação de processos.  ISA PRESS, 2008  \nTécnicas de Elaboração de Trabalhos \nAcadêmicos  Departamento: Métodos \ne Técnicas de Pesquisa  CH: 36  \nEmenta  ", "71": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nCiência e Método Científico. Técnicas para Elaboração de Fichamentos e Resenhas e \nResumos. Classificações da Pesquisa. Métodos Científicos. As Etapas da Pesquisa. \nRevisão de Literatura. Levantamento de Informações para Pesquisas em Engenharia. \nProblema e Hipóteses de Pesquisa. O Projeto de Pesquisa. Elaboração e Apresentação \nde Relatóri o de Pesquisa.  \nBibliografia Básica  \nBASTOS, CL; KELLER, V. Aprendendo a aprende r: introdução à metodologia \ncientífica . 20ª edição. Vozes, 2007.  \nCARVALHO, AM. Aprendendo metodologia científica: uma orientação para os alunos \nde graduação  . 2ª edição. Nome d a Rosa, 2001.  \nCARVALHO, MCM. Construindo o saber: metodologia científica, fundamentos e \ntécnicas . 17ª edição. Papirus, 2006.  \n9º PERÍODO  \nProcessos Criativos e \nEmpreendedorismo  Departamento: Ciências \nda Administração  CH: 72  \nEmenta  \nEsta disciplina é baseada num conjunto de atividades e oficinas que abordam a \ncriatividade e a sua relação com o empreendedorismo.  \nBibliografia Básica  \nDOLABELA, F. Oficina do Empreendedor .  6ª edição. Editora de Cultura, 1999.  \nDEGEN, RJ. O Empreendedor: fundamentos da iniciativa empresarial . 8ª edição. \nMakron Books, 2005.  \nGOLDSMITH, M; REITER, M. Reinventando o Seu Próprio Sucesso: como pessoas \nde sucesso  tornam -se mais bem -sucedidas . Campus, 2007.  \nTeoria da Decisão  Departamento: Ciências \nExatas  CH: 72  \nEmenta  \nOtimização multiobjetivo e conjuntos de Pareto. Modelagem de preferências. \nModelagem do risco e decisão sob incerteza. Jogos e decisão minimax. Decisão \nbayesiana. Sistemas de suporte à decisão.  \nBibliografia Básica  \nGOMES, LF; GOMES, CFS; ALMEIDA, AD. Tomada de Decisão Gerencial: um \nenfoque multicritério . 2ª edição. Atlas, 2006.  \nABT, CC. Jogos simulados: estratégia e tomada de decisão . J. Olympio, 1974.  \nPIDD, M. Modelagem empresarial: ferramentas para tomada de decisão . \nBookman, 1998.  \nSistemas Especialistas  Departamento: Ciências \nda Computação  CH: 72  ", "72": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nEmenta  \nInteligência artificial. Lógica e inteligência artificial. A linguagem Prolog. Sistemas de \nprodução de inteligência artificial. Sistemas especialistas. Noções de lógica nebulosa.  \nBibliografia Básica  \nBITTENCOURT, G. Inteligência artificial: ferramentas e teorias . 2ª edição. UFSC, \n2001.  \nRUSSELL, SJ; NORVIG, P. Inteligência artificial . Elsevier, 2004.  \nPEDERSEN, K. Expert Systems Programming: practical techniques for rule -\nbased systems . John Wiley, 1989.  \nSistemas Distribuídos  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nTipos de sistemas distribuidos; arquiteturas; modelos de acoplamento. \nImplementacao de SD: Sistemas baseados em mensagens. SD voltados para \ncomputacao de alto desempenho: modelo filtro -fluxo. Topicos em sistemas paralelos \ne distribuidos.  \nBibliografia Básica  \nTANENBAUM, AS. Distributed operating systems. Prentice  Hall, 1995.  \nMULLENDER, S. Distributed systems . 2nd edition. Addison -Wesley,  1995.  \nCOULOURIS, GF; DOLL IMORE, J; KINDBERG, T. Sistemas distribuídos: conceitos \ne projetos . 4ª edição. Bookman, 2007.  \nTópicos Especiais em Engenharia de \nSistemas II  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nEmenta variável.  \nBibliografia Básica  \nBibliografia variável.  \n10º PERÍODO  \nEconomia para Engenheiros  Departamento: Ciências \nEconômicas  CH: 36  \nEmenta  \nA economia como ciência. A evolução da Ciência Econômica. Conceitos fundamentais. \nNoções de Microeconomia. Noções de Macroeconomia.  \nBibliografia Básica  \nMARSHALL, A. Principio de Economia.  Abril Cultural, 1982.  \nFERGUSON, CE. Microeconomia.  Campus, 1991.  ", "73": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nHUNT, EK; SHERMAN, HJ. Uma Introdução à Moderna Teori a Microeconômica . \nVozes, 1977.  \nGestão da Qualidade  Departamento: Ciências \nda Administração  CH: 72  \nEmenta  \nQualidade: uma filosofia de gestão. Definições de qualidade orientadas ao cliente e \nqualidade como uma estratégia competitiva. O envolvimento dos trabalhadores: a \nmudança cultural e o desenvolvimento de recursos humanos. Gerenciamento da rotina \ne gerenciam ento das melhorias. Melhoria contínua: o processo de solução de \nproblemas, o ciclo PDCA e os círculos de controle da qualidade. Os custos da má \nqualidade: custos da prevenção, custos de inspeção, custos de falhas internas e \nexternas. Introdução aos sistema s de garantia da qualidade. Normas de qualidade e \ncertificação. Planejamento e implantação de sistemas de garantia da qualidade. \nOrganização da documentação e registros. Manutenção do sistema de garantia da \nqualidade. Auditorias do sistema de garantia da q ualidade. Uso e aplicação das \nnormas. Implantação e certificação de sistemas. Metodologia de implantação. Casos \nreais de implantação.  \nBibliografia Básica  \nAGUIAR, S. Integração das Ferramentas da Qualidade ao PDCA e ao Programa \nSeis Sigma . INDG, 2006.  \nCAMP , RC. Benchmarking: o caminho da qualidade . Cengage Learning, 2010.  \nCRAIG, J; GRANT, R. Gerenciamento Estratégico . Littera Mundi, 1999.  \nTópicos Especiais em Engenharia de \nSistemas III  Departamento: Ciências \nda Computação  CH: 72  \nEmenta  \nEmenta variável.  \nBibliografia Básica  \nBibliografia variável.  \nLibras  Departamento: \nComunicação e Letras  CH: 72  \nEment a \nRetrospectiva histórica sobre os surdos, sua língua, sua cultura e sua identidade. O \nensino de Libras em contexto. Noção básica de aspectos linguísticos de  Libras.  \nBibliografia Básica  \nFERNANDES, E. Surdez e Bilinguismo .  3ª edição. Mediação, 2010.  \nLANE, H. A Máscara da Benevolência . Instituto Piaget, 1992.  \nMOURA, MC . O Surdo: caminhos para uma nova identidade . Revinter, 2000.  \nGestão de Recursos Humanos  Departamento: Ciências \nda Administração  CH: 72  ", "74": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nEmenta  \nEstudo e análise do comportamento organizacional. Motivação. Relações \ninterpessoais, com ênfase no processo de interação analista -usuário \n(homem/máquina e homem/homem no ambiente de trabalho). Trabalho em equipe. \nLiderança e comunicação. O papel do agente de mudanças. Cultura organizacional. \nAprendizagem Organizacional. Teorias e técnicas para tratamento de conflito e \nnegociação.  \nBibliografia Básica  \nDRUCKER, PF. Desafios gerenciais para o sécul o XXI . Pioneira, 2001.  \nFRANÇA, ACL. Comportamento organizacional: conceitos e práticas . Saraiva, \n2006.  \nSOTO, E. Comportamento organizacional: o impacto das emoções . Pioneira \nThomson Learning, 2005.  \n10.6  Pré-requisitos  \nDisciplina  Pré-requisitos  \nAlgoritmos e Estruturas de Dados I  ----- \nCálculo Integral e Diferencial I  ----- \nGeometria Analítica e Álgebra Linear  ----- \nSistemas Digitais  ----- \nIntrodução à Engenharia de Sistemas  ----- \nProjeto Orientado em Humanidades I  ----- \nAlgoritmos e Estruturas de Dados II Algoritmos e Estruturas de Dados I  \nCircuitos Elétricos I  Geometria Analítica e Álgebra Linear  \nBanco de Dados  Algoritmos e Estruturas de Dados I  \nCálculo Integral e Diferencial II  Cálculo Integral e Diferencial I  \nFundamentos de Mecânica  Cálculo Integral e Diferencial I  \nLaboratório de Sistemas Digitais  Sistemas Digitais  \nCálculo Integral e Diferencial III  Cálculo Integral e Diferencial II  \nEquações Diferenciais A  Cálculo Integral e Diferencial II  \nFundamentos de Mecânica dos Sólidos e \nFluidos  Fundamentos de Mecânica  \nAlgoritmos e Estruturas de Dados III  Algoritmos e Estruturas de Dados II  \nFundamentos de Eletromagnetismo  Cálculo Integral e Diferencial II  \nAnálise Numérica  Geometria Analítica e Álgebra Linear  \nCálculo Integral e Diferencial II  ", "75": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nIniciação Filosófica  ----- \nProgramação Orientada a Objetos  Algoritmos e Estruturas de Dados II  \nCircuitos Elétricos II  Circuitos Elétricos I  \nLaboratório de Circuitos Elétricos  Circuitos Elétricos I  \nEstatística e Probabilidade  Cálculo Integral e Diferencial II  \nEquações Diferenciais B  Equações Diferenciais A  \nFundamentos de Termodinâmica  Fundamentos de Mecânica dos Sólidos e \nFluidos  \nOtimização Não Linear  Geometria Analítica e Álgebra Linear  \nCálculo Integral e Diferencial II  \nEngenharia de Softwar e Algoritmos e Estruturas de Dados II  \nBanco de Dados  \nProjeto Assistido por Computador  Programação Orientada a Objetos  \nEletrônica  Circuitos Elétricos II  \nLaboratório de Eletrônica  Circuitos Elétricos II  \nSinais e Sistemas  Equações Diferenciais B  \nProjeto  Orientado em Humanidades II  ----- \nComunicação de Dados I  ----- \nPesquisa Operacional  Otimização Não Linear  \nSistemas Dinâmicos  Sinais e Sistemas  \nInteligência Computacional  Otimização Não Linear  \nGestão de Projetos  ----- \nComputação Evolutiva  Otimização Não Linear  \nMétodos Computacionais Aplicados à \nEngenharia  Análise Numérica  \nSistemas Microprocessados  Eletrônica  \nConfiabilidade  Estatística e Probabilidade  \nAcionamentos Elétricos  Fundamentos de Eletromagnetismo  \nCircuitos Elétricos II  \nTópicos Especiais e m Engenharia de \nSistemas I  ----- \nComunicação de Dados II  Comunicação de Dados I  \nControle de Sistemas  Sinais e Sistemas  ", "76": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \nSistemas Complexos  Sistemas Dinâmicos  \nFormação Gerencial  ----- \nProgramação em Tempo Real  Projeto Assistido por Computador  \nInstrumentação Industrial  Eletrônica  \nTécnicas de Elaboração de Trabalhos \nAcadêmicos  ----- \nProcessos Criativos e Empreendedorismo  ----- \nTeoria da Decisão  Estatística e Probabilidade  \nPesquisa Operacional  \nSistemas Especialistas  Algoritmos e Estruturas de Dados III  \nSistemas Distribuidos  Algoritmos e Estruturas de Dados II  \nComunicação de Dados II  \nTópicos Especiais em Engenharia de \nSistemas II  ----- \nEconomia para Engenheiros  ----- \nGestão da Qualidade  ----- \nGestão de Recursos Humanos  ----- \nTópicos Especiais em Engenharia de \nSistemas III  ----- \nLibras  ----- \n ", "77": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n11 INFRA -ESTRUTURA NECE SSÁRIA AO CURSO  \n 05 salas de aula;  \n 05 laboratórios de informática (com finalidades específicas e de âmbito geral, \ncom os softwares necessários ao desenvolvimento das disciplin as); \n 03 Laboratório s com finalidade de suprir as disciplinas de Laboratório de Circuitos \nElétricos, Laboratório de Eletrônica , Informática Industrial , Instrumentação \nIndustrial , Sistemas Micro controlados  e Sistemas Digitais . \n 01 sala de professores;  \n 01 sala  para representação acadêmica  - CA;  \n 01 auditório equipado com equipamentos de som, vídeo e projeção;  \n 01 biblioteca central contando com os títulos apresentados na seção de \nementários deste projeto político pedagógico;  \n 01 sala de Coordenação de Estágios;  \n 01 sala de Coordenação de Monografias;  \n 01 sala de Coordenação de Atividades Complementares;  \n 01 sala de Pesquisa;  \n 01 sala de Iniciação Científica;  \n 02 salas de estudos com bancadas para estudos individuais e em grupos.  ", "78": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n12 LABORATÓRIOS DE DESEN VOLVIMENTO DE ATIVIDADES ACADÊMICA S \n12.1  LABORATÓRIO DE INFORMÁTICA I  \nÁrea física de 42 m2, com 19 computadores Intel Core I3 -2100, 3.10GHz 4GB de \nmemória RAM.  \n12.2  12.2. LABORATÓRIO DE INFORMÁTICA II  \nÁrea física de 51 m2, com 26 computadores Intel Core I3 -2100, 3.10GHz 4GB de \nmemória RAM.  \n12.3  LABORATÓRIO DE INFORMÁTICA III  \nÁrea física de 36 m2, com 18 computadores Intel Core I3 -2100, 3.10GHz 4GB de \nmemória RAM.  \n12.4  LABORATÓRIO DE INFORMÁTICA IV  \nÁrea física de 54 m2, com 30 computadores Intel Pentium Core 2 -Duo, 2.70GHz 2GB de \nmemória RAM . \n12.5  LABORATÓRIO DE INFORMÁTICA V  \nÁrea física de 36 m2, com 24 computadores Intel Pentium Core 2 -Duo, 2.70GHz 2GB de \nmemória RAM.  \n12.6  LABORATÓRIO DE CIRCUITOS ELÉTRICOS E ELETRÔNICOS  \nÁrea física de 30 m2, com : \n 07 kits de desenvolvimento de circuitos Datapool ; \n 07 computadores ; \n 07 osciloscópios Tektronix ; \n 07 geradores de sinais Minipa ; \n 07 fontes Minipa ; \n 14 multímetros digitais Tektronix ; \n Componentes.  ", "79": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n12.7  LABORATÓRIO DE SISTEMAS DIGITAIS E SISTEMAS \nMICROCONTROLADOS  \nÁrea física de 30 m2, com : \n 07 kits de desenvolvimento FPGA da ALTERA;  \n 07 kits de desenvolvim ento de microcontroladores PIC;  \n 07 computadores;  \n 07 osciloscópios Tektronix;  \n 07 ge radores de sinais Minipa;  \n 07 fontes Minipa;  \n 14 multímetros digitais Tektronix ; \n Componentes.  \n12.8  LABORATÓRIO DE INFORMÁTICA INDUSTRIAL E INSTRUMENTAÇÃO  \nÁrea física de 30 m2, com : \n 07 kits de desenvolvimento de Informática industrial e automação da ANZO ; \n 07 computadores ; \n Conjuntos de sensores ; \n Atuadores.  ", "80": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n13 LABORATÓRIOS DE DESE NVOLVIMENTO DE ATIVI DADES TÉCNICO -\nCIENTÍFICAS  \n13.1  LASCOPS - LABORATÓRIO D E AUTOMAÇÃO, SIMULAÇÃO, CONTROLE E \nOTIMIZAÇÃO DE PROCESSOS E SISTEMAS  \nO Laboratório de Automação, Simulação, Controle e Otimização de Processos e \nSistemas pertence ao  Departamento de Ciências da compu tação  da Universidade \nEstadual de Montes Claros (UNIMONTES) . O LASCOPS tem como foco principal a \nutilização de ferramentas computacionais aplicadas à automação, simulação, controle e \notimização de process os e sistemas.  O objetivo do laboratório é a prestação de serviços \nque se desdobram desde a concepção até a produção e a operação de processos e \nsistemas.  \nO LASCOPS  tem know -how em técnicas avançadas de inteligência computacional, \nautomação, simulação, con trole, otimização e programação para resolver vários \nproblemas relacionados a processos e sistemas.  \nEsses problemas podem ser de vários tipos, dentre os quais podem ser destacados:  \n Problemas decisórios  \no Roteamento  \no Planejamento de produção e estoque  \no Escolha de alocação de maquinário  \no Definição de escalas de trabalho  \no … \n Problemas de monitoramento   \no Controle em tempo real  \no Detecção de falhas  \no Sensoriamento remoto  \no Visão computacional  \no … \n Mineração  de dados   \no Geração de estatísticas úteis sobre grandes volumes de dados  ", "81": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \no Busca por padrões  \no … \n Problemas  de controle de processos e sistemas  \n Problemas  de energia  \n13.2  LABORATÓRIO DE SISTEMAS ROBÓTICOS  \nÁrea física de 30 m2 com: \n 01 Kit de Robótica contendo 08 robôs do tipo KID BALL ; \n 02 bolas IR; \n 01 campo de futebol.  ", "82": " \nUniversidade Estadual de Montes Claros  \nPró-Reitoria de Ensino  \nCentro de Ciências Exatas e Tecnológicas   \n \n14 SOFTWARES PARA DESEN VOLVIMENTO DE ATIVID ADES CIENTÍFICAS  \n Licença do MatLab;  \n Licença do Multisim;  \n Licença Microsoft Dreamspark Premium (aliança acadêmica firmada com a \nMicrosoft, a qual dá direito de uso de todos os seus softwares, com excessão do \nmsoffice).  \nAlém das licenças mencionadas, todos os kits de desenvolvimento dos Laboratórios \ndescritos nos itens 12.6, 12.7 e 12.8 têm seus respectivos softwares para \ndesenvolvimento.  \n \n \n_________________________________________________  \nProfessor Allysson Steve Mota Lacerda                                      \n"}