{"1": "                                                                                                                                                                                                                                          \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPROJET O POLÍTICO -PEDAGÓGICO PARA O CURSO \nDE GRADUAÇÃO EM ENGENHARIA FLORESTAL  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nVIÇOSA-MG \n2008  \n \nUniversidade Federal de Viçosa  \nCentro de Ciências Agrárias  \nDepartamento de Engenharia Florestal  ", "2": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 2  \n \nUNIVERSIDADE FEDERAL DE VIÇOSA  \n \nREITORIA  \nReitor:  Prof. Carlos Sigueyuki Sediyama  \nVice-Reitor:  Prof. Cláudio Furtado Soares  \nGabinete da Reitoria:  Prof.  Oderli de Aguiar - Chefe  \nSecretaria de Órgãos Colegiados : Prof. Paulo Shikazu Toma - Secretário  \n \nPRÓ -REITORIAS  \nPró-Reitor de Administração : Prof. Fernando da Costa Baêta  \nPró-Reitor de Assuntos Comunitários : Prof. Luciano Esteves Pelúzio  \nPró-Reitor de Ensino : Prof. Luiz Aurélio Raggi  \nPró-Reitor de Extensão e Cultura : Prof. Geraldo Antônio de Andrade \nAraújo  \nPró-Reitor de Pesquisa e Pós -Graduação : Prof. Maurílio Alves Moreira   \nPró-Reitor de Planejamento e Orçamento : Prof. José Cola Zan úncio \n \nDIRETORIAS DE CENTRO  \nCENTRO DE CI ÊNCIAS AGR ÁRIAS  \nProf. Sérgio Hermínio Brommonschenkel – Diretor  \nCENTRO DE CIÊNCIAS BIOLÓGICAS E DA SAÚDE  \nProf. Ricardo Junqueira Del Carlo – Diretor  \nCENTRO DE CIÊNCIAS EXATAS E TECNOLÓGICAS  \nProf. Antônio Simões Silva – Diretor \nCENTRO DE CIÊNCIAS HUMANAS, LETRAS E ARTES  \nProf. Walmer Faroni – Diretor  \n \nDEPARTAMENTO DE ENGENHARIA FLORESTAL  \nProf. Eduardo Euclydes de Lima e Borges – Chefe  \nProfa Angélica de Cássia Oliveira Carneiro – Coordenadora do Curso de \nGraduação  \n \n \n ", "3": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 3  \n \n \n \n \n \nPROJETO POLÍTICO -PEDAGÓGICO DO CURSO  DE ENGENHARIA \nFLORESTAL  \n \n \n \nCoordenação Geral de Elaboração  \nPró-Reitoria de Ensino  \n \nCoordenação do Projeto Político -Pedagógico do Curso de Engenharia \nFlorestal  \nProf.a Angélica de Cássia Oliveira Carneiro  \nProf. Gumercindo Souza Lima  \n \nRedação  \nColegiado do Curso de Engenharia Florestal  \n \nOrganização  \nComissão Coordenadora do Curso de Engenharia Florestal  \n \nEdição  \nImprensa Universitária/UFV  \n \n \n \n \n \n \n \n \n", "4": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 4  \n \nSUMÁRIO  \n \n \n \nPágina  \n1. APRESENTAÇAO  ................................ ................................ ................................ ....... 5 \n2. HISTÓRICO  ................................ ................................ ................................ .................  6 \n2.1. O Município de Viçosa – MG ................................ ................................ ............  6 \n2.2. A Universidade Federal de Viçosa  ................................ ................................ ... 8 \n2.3. O Departamento de Engenharia Florestal  ................................ ......................  10 \n3. JUSTIFICATIVA  ................................ ................................ ................................ ....... 15 \n4. OBJETIVOS DO CURSO  ................................ ................................ ..........................  17 \n5. MISSÃO  ................................ ................................ ................................ .....................  18 \n6. VISÃO  ................................ ................................ ................................ ........................  19 \n7. ÁREAS DE ATUAÇÃO  ................................ ................................ ............................  20 \n8. PERFIL PROFISSIONAL  ................................ ................................ ..........................  21 \n9. PERFIL DO EGRESSO  ................................ ................................ .............................  23 \n11. QUALIFICAÇÃO E CAPACITAÇÃO DOCENTE  ................................ ................  33 \n12. INFRA -ESTRUTURA DO CURSO  ................................ ................................ ........  37 \n13. COORDENAÇÃO DO CURSO DE ENGENHARIA FLORESTAL  .....................  47 \n14. REPRESENTAÇÃO ESTUDANTIL  ................................ ................................ ...... 50 \n15. EMPRESA JR. DE ENGENHARIA FLORESTAL  ................................ ................  51 \n17. ESTRUTURA CURRICULAR  ................................ ................................ ................  60 \n18. EMENTAS DAS DISCIPLINAS  ................................ ................................ .............  65 \n19. ATIVIDADES DE EXTENSÃO  ................................ ................................ .............  76 \n21. DIFICULDADES E POSSIBILIDADES DE MELHORIAS DO CURSO  .............  82 \n22. ORIENTAÇÃO ACADÊMICA  ................................ ................................ ...............  84 \n23. SISTEMAS DE AVALIAÇÃO DO PROCESSO ENSINO -APRENDIZAGEM  ... 85 \n24. ADAPTAÇÃO CURRICULAR  ................................ ................................ ...............  88 \n25. GESTÃO E AVALIAÇÃO DO PROJETO POLÍTICO -PEDAGÓGICO  ...............  89 \nREFERÊNCIAS  ................................ ................................ ................................ .............  90 \n ", "5": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 5  \n1. APRESENTAÇAO  \n \nO plano político -pedagógico é instrumento de intervenção n ão somente \npedagógico, mas também político, na medida em que ele articula o perfil de \ncurso, cuja compreensão é a da interação com a realidade regional e local no \nqual se insere . VEIGA (1997) define o projeto político -didático -pedagógico \ncomo \"um processo permanente de reflexão e discussão dos problemas da \nescola, na busca de alternativas viáveis à efetivação de sua intencionalidade, \nque não é descritiva ou constatativa, mas constitutiva\". Neste sentido, ele é um \ninstrumento de constituição e aperfeiçoament o da prática institucional, \ninformando e construindo um curso de qualidade e comprometido com os \ninteresses reais e coletivos da população.  \nAssim sendo, este projeto polítco -pedagogico foi elaborado com o \nobjetivo de aperfeiçoar e disciplinar as práticas p edagógicas , visando a  \nmelhoria acadêmica do curso de bacharelado em Engenharia Florestal da \nUniversidade Federal de Viçosa. Para isto, considerou -se plena articulação \nentre ensino, pesquisa e extensão, considerando os aspectos de \ncomplementaridade, entre c ada uma destas dimensões, na formação do \nEngenh eiro Florestal.  \nO presente Projeto Político -Pedagógico foi concebido e elaborado a \npartir da compilação do conjunto de leitura crítica de documentos e \ninformações sobre as mudanças das diretrizes que norteiam  os princípios \nteóricos e metodológicos da prática educativa e da reflexão sobre a formação e \no fazer do Engenheiro Florestal, considerando o seu compromisso social.  Ele \nestá em conformidade com que preconiza a Resolução 3 , de 2 de fevereiro de \n2006, do Co nselho Nacional de Educação (CNE).  \nFinalmente, é importante ressaltar que este Projeto Político -Pedagógico \nnão é um documento definitivo . Ao contrário, tem caráter dinâmico, \npossibilitando mudanças que estejam sempre de acordo com os interesses e \nnecessida des do Curso de Engenharia Florestal e de toda a sociedade . ", "6": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 6  \n2. HISTÓRICO  \n \n2.1. O Município de Viçosa – MG \nO Município de Viçosa está situad o na região da Zona da Mata  de Minas \nGerais, entre as Serras da Mantiqueira, do Caparaó e da Piedade. Sua sede, \nencontra-se a uma altitude de 649 m e tem como coordenadas geográficas o \nparalelo de 20°45´14´´, latitude S, e o meridiano de 42°52´54´´, longitude W Gr . \nLimita -se ao norte com os municípios de Teixeiras e Guaraciaba, ao sul com \nPaula Cândido e Coimbra, a lest e com Cajuri e São Miguel do Anta e a oeste \ncom Porto Firme.  O município é servido pelas rodovias BR 12 0 e MG 280.  \nÉ formado qut ro distritos: o da sede ; Cachoeira de Santa Cruz ; São José \ndo Triunfo e Silvestre. A sede da cidade, que se originou no vale do rio Turvo \nSujo e depois se espalhou pelas encostas, ainda preserva algumas casas e \nsobrados do século XIX e início do século XX, no meio  dos inúmeros edifícios \nconstruídos nas últimas décadas.  \nO município está inserido no Planalto de Viçosa, no Domínio \nMorfoclimático do Mar de Morros e compreende uma área deprimida entre o \nPlanalto do Alto Rio Grande, na Serra da Mantiqueira, e prolo ngamentos da \nSerra de Caparaó.  \nNo seu embasamento rochoso, predominam rochas gnáissicas do \nPeríodo Pré -Cambriano. A área do mu nicípio é de 300,15 km2. O município  é \nde relevo acidentado , sendo  85% montan hoso, 12% ondulado e 3% plano.  \nO município p ertence à Bacia do Rio Doce e o principal curso d ’água é o \nribeirão São Bartolomeu, afluente do rio Turvo Sujo. Seus tributários mais \nexpressivos são os córregos do Engenho, Palmital, Paraíso, Machados, das \nPosses e Araújo.  \nO clima da região , segundo a classificação de Köppen, é do tipo Cwb - \ntropical de altitude , com verão chuvoso e temperaturas amenas. Sua \ncaracterística mais marcante é  a brusca oscilação diária. Os solos \npredominantes na região são: Latossolo Vermelho -Amarelo distrófico, Argissolo ", "7": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 7 Vermelho -Amarelo e Cambissolo Latossólico. Embora de baixa fertilidade, sua \nconstituição física permite a atividade agrícola desde que se use  manejo \nadequado.  \nA vegetação original da região de Viçosa é do tipo floresta tropical \nsubperenifólia e pertence ao ecossistema da Mata Atlântica. No processo de \ncolonização, foi substituída pelo cultivo do café, que deixou marcas nos \naspectos físicos da paisagem atual e na s ocioeconomia regional.  \nAtualmente, a cobertura vegetal predominante é o capim -gordura, com \nmanchas descontínuas de sapé. As matas secundárias ocupam os topos das \nelevações, formando capoeiras interruptas.  \nA agricultura, principalment e o cultivo de milho e feijão, é praticada nos \nvales, onde ocorre, também, a maior concentração populacional . As encostas \nsão utilizadas para cafeicultura, fruticultura, pastagens e reflorestamento.  \nNas últimas décadas, o reflorestamento com eucalipto e a  retomada do \ncultivo de café em bases tecnológicas mais avançadas foram substancialmente \nintensificad os.  \nPor sua tradição de cidade educadora e também pela longa e \npermanente convivência com estrangeiros de todos os continentes - em função \nprincipalmente da construção da estrada de ferro e da universidade - a \npopulação sempre teve um comportamento diferenciado e singular.  \nAlém da população nativa de Viçosa, a cidade recebe continuamente \njovens e profissionais do país e do exterior de elevada capacidade in telectual. \nNa busca da realização de seus sonhos , aqui desenvolvem e lapidam seus \ntalentos e habilidades que lhes permitem alçar vôos que, freqüentemente, \nultrapassam limites jamais imaginados.  \nA população do município é predomi nantemente urbana, mais de 9 2%. \nCerca de 50% é composta por  estudantes dos diferentes ciclos - desde o \nfundamental até o superior.  \nA diversidade humana do ambiente, tanto étnica quanto cultural, \nconferiu -lhe uma natureza cosmopolita que perdura até hoje no ambiente da \ncidade. Esse a tributo e mais a generosidade e a cordialidade para com os \nforasteiros, talvez expliquem a imediata empatia que todos sentem pela cidade.  \nA integração à comunidade é tão natural que muitos deles,  que por aqui \naportaram apenas para estudar ou trabalhar , permaneceram como autênticos ", "8": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 8 viçosenses. Aqueles que buscaram outras plagas mantêm -se ligados à cidade \ne sempre retornam, pelo menos a cada cinco anos, nas comemorações de \nsuas formaturas e outros eventos.  \nOs viçosenses são também reconhecidos pela sua opero sidade. Um \npovo que foi capaz de erigir, na década de 1920, os primeiros edifícios e \ngalpões da ESAV, o Casarão do Presidente, a Escola Agrícola Arthur \nBernardes, o Colégio de Viçosa, a Escola Normal, o Hospital São Sebastião, o \nBalaústre e, mais recenteme nte, a UFV e outras instituições de ensino, é digno \nde todo reconhecimento. Todos alvos da admiração de quantos os conhecem \npela beleza arquitetônica, imponência e capricho construtivo.  \n2.2. A Universidade Federal de Viçosa  \nA Universidade Federal de Viçosa  originou -se da Escola Superior de \nAgricultura e Veterinária - ESAV, criada pelo Decreto 6.053 , de 30 de março de \n1922, do então Presidente do Estado de Minas Gerais, Arthur da Silva \nBernardes .  \nA ESAV foi inaugurada em 28 de agosto de 1926, por seu idealizador \nArthur Bernardes, que na época ocupava o cargo máximo de Presidente da \nRepública. Em 1927 , foram iniciadas as atividades didátic as, com a instalação \ndos Cursos Fundamental e Médio e, no ano seguinte, do Curso Superior de \nAgricultura. Em 1932 , foi a vez do Curso Superior de Veterinária. No período de \nsua criação, foi convidado por Arthur Bernardes, para organizar e dirigir a \nESAV, o  Prof. Peter Henry Rolfs. Também veio, a convite, o Engenheiro João \nCarlos Bello Lisboa para administrar os trabalhos de construção do \nestabelecimento.  \nVisando ao desenvolvimento da Escola, em 1948,  o Governo do Estado \ntransformou -a em Universidade Rural do Estado de Minas Gerais – UREMG, \nque era composta pela Escola Superior de Agricultura,  Escola Superior de \nVeterinária,  Escola Superior de Ciências Domésticas,  Escola de Especialização \n(Pós-Graduaçã o), Serviço de Experimentação e Pesquisa e  Serviço de \nExtensão. Graças a sua sólida base e a seu bem estruturado desenvolvimento, \na Universidade adquiriu renome em todo o País, o que motivou o Governo ", "9": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 9 Federal a federalizá -la em 15 de julho de 1969, com o n ome de Universidade \nFederal de Viçosa.  \nA Universidade Federal de Viçosa vem acumulando, desde sua \nfundação, larga experiência e tradição em ensino, pesquisa e extensão, que \nformam a base de sua filosofia de trabalho.  \nDesde seus primórdios, a UFV tem se p reocupado em promover a \nintegração vertical do ensino. Neste sentido, trabalha de maneira efetiva, \nmantendo, atualmente, além dos cursos de graduação e pós -graduação, o \nColégio Universitário (Ensino Médio Geral), a Central de Ensino e \nDesenvolvimento Agrár io de Florestal (Ensino Médio Técnico e Médio Geral), a \nEscola Estadual Effie Rolfs (Ensino Fundamental e Médio Geral), o Laboratório \nde Desenvolvimento Humano (4 a 6 anos) e, ainda, a Creche, que atende a \ncrianças de 3 meses a 6 anos.  \nO campus da UFV sit uado no município de Rio Paranaíba -MG, foi criado \nno dia 25 /7/2006 pelo Conselho Universitário da UFV - Resolução no 8/2006. \nEle está localizado a 1.300 m da Rodovia BR 354 no km 310. Esse campus \noferece desde 2007, os cursos de graduação em Agronomia (diu rno) e \nAdministração (diurno/noturno). Além dos 44,5 ha de terra, o campus tem um \nprédio de 3.200 m2 e uma casa sede de 300 m2.  \nA área de Ciências Agrárias , em que está inserid a o Curso de \nEngenharia Floresta l é a mais tradicional da  UFV, sendo os seus cu rsos \nconhecid os e respeitad os no B rasil e no Exterior. Apesar d a ênfase na s \nCiências agrárias , a Instituição vem assumindo caráter eclético, expandindo -se \nnoutras áreas do conhecimento, tais como Ciências Biológicas e da Saúde, \nCiências Exatas e Tecnológic as e Ciências Humanas, Letras e Artes. Trata -se \nde uma postura coerente com o conceito da moderna universidade, tendo em \nvista que a interação das diversas áreas otimiza os resultados.  \nA UFV tem contado com o trabalho de professores e pesquisadores \nestran geiros de renome na comunidade científica, que colaboram com  seu \ncorpo docente, ao mesmo tempo em que  executa um programa de treinamento \nque mantém diversos profissionais se especializando  no País  e no Exterior.  \nNesse particular, a UFV é uma das instituiçõ es brasileiras com índices mais \nelevados de pessoal docente com qualificação em nível de pós -graduação.  ", "10": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 10 A Universidade tem inúmeros motivos para se orgulhar de seu passado \ne presente de trabalho, sacrifícios e êxitos e, por isso, sente -se forte e \npreparad a para o futuro, pronta a oferecer soluções que efetivamente \ncolaborem para que o Brasil enfrente, com segurança e dignidade, todas as \ncondições adversas que se antevêem na conjuntura mundial.  \n2.3. O Departamento de Engenharia Florestal  \nO Ensino F lorestal  no Brasil teve in ício em 1927 na cidade de Viçosa, \nMG, com a fundação da Escola Superior de Agricultura e Veterinária (ESAV). \nEm 1948, a transformação da ESAV em Universidade Rural do Estado de \nMinas Gerais (UREMG) permitiu a abertura de concurso para a c átedra de \nSilvicultura, com a conseqüente admissão de novos professores e orçamento \npróprio.  \nEm 5 de maio de 1960, com  apoio da FAO, órgão das Nações Unidas \npara a agricultura, foi criada a primeira Escola Nacional de Florestas, mediante \num acordo firmado entre a Universidade e os Ministérios da Agricultura e da \nEducação e Cultura.  \nEm virtude da transferência desta Escola para a Universidade Federal \ndo Paraná, em Curit iba, em 14 de novembro de 1963, o  Governo do Estado de \nMinas Gerais, juntamente com a URE MG, resolveu manter uma unidade de \nensino florestal de nível superior, e, pelo Decreto no 7.419, de 21 de fevereiro \nde 1964, criou a Escola Superior de Florestas (ESF), cujas atividades tiveram \ninício em 3 de março do mesmo ano, tendo como diretor o profes sor Arlindo de \nPaula Gonçalves.  \nA Escola Superior de Florestas passou a constituir uma das unidades de \nensino da UREMG, seguindo os objetivos básicos de sua filosofia: ensino, \npesquisa e extensão.  \nEm 1o de julho de 1978, obedecendo à Portaria Ministerial  no 465, a U FV \nexperimentou uma profunda transformação organizacional e administrativa ; \nCom essa transformação, foi criado o Centro de Ciências Agrárias, ao qual foi \nvinculado o Departamento de Engenharia Florestal (DEF), substituindo a \nEscola Superior de Florestas.  ", "11": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 11  Com o surgimento dessa primeira Escola, a Engenharia Florestal \ncomeçou a se desenvolver e apresentar progressos em diversas áreas, já \nmarcantes no País.  \n Ao analisar a formação do engenheiro florestal no Brasil, deve -se \ndestacar que ela sofreu influência direta de duas “Escolas”, a americana e a \neuropéia.  \n Se for considerado que nessas regiões de clima temperado a Silvicultura \nse desenvolve com pequeno número de espécies, pode -se inferir que uma das \ncausas para que as espécies dos gêneros Eucaly ptus e Pinus , já por demais \nestudadas nos países onde o Setor Florestal se encontrava desenvolvido , e \nsua grande adaptabilidade às condições locais, fruto do trabalho dos pioneiros \nda Silvicultura no País, fossem as preferidas para o plantio, mesmo porque as \nespécies nativas eram muito pouco conhecidas, o que até certo ponto verifica -\nse até hoje, apesar dos progressos realizados.  \nPor outro lado, o surgimento dos incentivos fiscais para o \nreflorestamento, nessa mesma década, estava a exigir respostas rápidas  para \nas técnicas de plantio, a produção de mudas e a escolha e produção de \nsementes, bem como para os aspectos ligados ao melhoramento florestal.  \nAssim, a formação do profissional florestal e, consequentemente, os \nprimeiros trabalhos dentro da Engenharia Florestal foram direcionados para \nestes campos de atuação, como meio de responder àquilo que o Setor \nFlorestal solicitava.  \nNo entanto, vários fatores contribuíram para a mudança dessa \ntendência, com a demanda cada vez maior para a atuação do engenheiro \nflorestal e o direcionamento dos estudos e das pesquisas para as diferentes \náreas do setor.  \nA exploração racional das florestas plantadas e das florestas nativas, \nentendida como manejo florestal sustentável, ou seja, aquele economicamente \nviável, ecologicamen te correto e socialmente justo, exigia e ainda exige, cada \nvez mais, o desenvolvimento de técnicas adequadas para que elas possam \ntrazer os benefícios inerentes à sua exploração.  \nPor outro lado, o desenvolvimento verificado no País nas últimas \ndécadas, ali ado aos movimentos ligados ao meio ambiente, tanto em nível ", "12": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 12 nacional como internacional, indicou novos caminhos para a Engenharia \nFlorestal brasileira.  \nObserva -se que a partir da década de 80 é cada vez mais evidenciada a \nprocura para os bens imateriais qu e as florestas podem produzir, quais sejam: \nproteção de bacias  hidrográficas, proteção contra erosão, proteção contra \nventos, proteção de fauna, lazer e bem -estar para a população etc.  \nAssim, a Engenharia Florestal procurou desenvolver trabalhos com \nvistas  à maior proteção desses recursos naturais renováveis e ao seu uso mais \nracional.  \nOutro ponto importante que tem preocupado a Engenharia Florestal \nbrasileira nas últimas décadas é o desenvolvimento de tecnologia de utilização \ndos produtos derivados das flo restas, sejam eles  madeireiros ou não -\nmadeireiros . No entanto, é sabido que o Brasil possui uma das tecnologias \nmais avançadas do mundo na utilização do eucalipto para celulose, é também \nconstrangedor saber que a maioria das espécies nativas da Floresta \nAmazônica  é desconhecida, no seu uso.  \n O curso de Engenharia Florestal da Universidade Federal de Viçosa \napresenta um excelente nível de qualidade pelo MEC, pela comunidade \nacadêmica, pelas entidades de pesquisas e tem sido reconhecido há vários \nanos como de  cinco estr elas pelo Guia do Estudante da E ditora Abril.  O MEC, \nno mês de setembro de 2008, divulgou o ranking das mais de 1400 Instituições \nde Ensino Superior do país, com a UFV figurando como a terceira melhor do \nBrasil e a primeira de Minas Gerais. Sem dúvida alguma, o Curso de \nEngenharia Florestal é um dos principais  responsáveis por tamanho êxito, visto \nque já formou  1.523 excelentes Engenheiros Florestais, desde o ano criação \ndo curso, em 1964.  \nA pós -graduação em Ciência Florestal do DEF/UFV muito v em \ncontribuindo para o sucesso do Engenheiro Florestal, que até  o ano de 2007 \nforam defendidas 522 Dissertações de Mestrado e 121 Teses de Doutorado, \nnas diferentes áreas de atuação. No âmbito da propriedade intelectual o s \nprofessores do Departamento de En genharia Florestal já publicaram mais de \n50 livros, inúmeros artigos científicos, boletins técnicos, vídeos técnicos  e \noutra s publicações relacionadas ao setor florestal que dão suporte as \ndisciplinas e às diversas atividades d os profissionais . De 1999 a 2 006, nove ", "13": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 13 patentes foram requeridas pela UFV junto ao INPI (Instituto Nacional da \nPropriedade Industrial), referentes a inovações geradas por pesquisadores \n(professores e técnicos) do Departamento de Engenharia Florestal (Quadro.1).  \n \nProcesso INPI  Data  Título \nPI9903224 -4  19/07/1999  PROCESSO DE PRODUÇÃO DE ADESIVOS FENÓLICOS \nCOM DERIVADOS DESMETILADOS DO CREOSOTO \nVEGETAL OBTIDO DE ALCATRÃO DE MADEIRA.  \nPI9903225 -2  19/07/1999  PROCESSO DE PRODUÇÃO DE FENÓIS DE ALTA \nREATIVIDADE A PARTIR  DA DESMETILAÇÃO DE \nFENÓIS DO CREOSOTO VEGETAL OBTIDO DE \nALCATRÃO DE MADEIRA  \nPI0101400 -5  13/02/2001  PROCESSO DE ENRAIZAMENTO DE EUCALYPTUS \nMEDIADO POR RIZOBACTÉRIAS  \nPI0103827 -3  22/06/2001  COLA - PDS  \nPI0104479 -6  22/06/2 001  PROCESSO DE PRODUÇÃO DE COQUE PRÉ -MOLDADO \nCOM CARVÃO VEGETAL E PICHE OBTIDO DE \nALCATRÃO DE MADEIRA  \nPI0104661 -6  22/06/2001  PROCESSO DE DESTOCA BIOLÓGICA DE \nEUCALYPTUS, MEDIANTE O USO DE FUNGOS \nAPODRECEDORES  \nPI0106775 -3  04/09/20 01  FORNO SEMICONTINUO  TIPO CONTAINER PARA \nPRODUÇÃO DE CARVÃO VEGETAL.  \nPI0203326 -7  06/08/2002  PROCESSO DE ENRAIZAMENTO DE EUCALYPTUS \nMEDIADO POR RIZOBACTÉRIAS  \nPI0403543 -7  13/08/2004  FORNO ISOMÓVEL, EQUIPAMENTO PARA PRODUÇÃO \nDE CAR VÃO DE BIOMASSA  \n(Fonte: www.inpi.gov.br ) \n \nA UFV conta, atualmente, com 52 empresas parceiras no setor florestal. \nE até hoje, já firmou mais de 700 (setecentos) projetos, por meio de convênios \ne/ou contratos, ligado s a áreas florestais por meio da SIF – Sociedade de \nInvestigações Florestais e vários  outros  por meio de sua fundação de apoio,  \nFUNARBE.  \nO Departamento de Engenharia Florestal participa efetivamente de \nvários projetos junto aos governos estadual e federa l, dentre os quais destaca -\nse o projeto Genolyptus  (GENOMA DO EUCALIPTO).  Para a concepção e \nexecução deste projeto, denominado GENOLYPTUS - Rede Nacional de \nPesquisa do Genoma de Eucalyptus  - foram reunidas 12 empresas do setor de \npapel e celulose e oito  instituições de ensino/pesquisa, e com o apoio do \ngoverno federal se tornou um exemplo pioneiro de parceria entre o MCT e as \ncompetências instaladas no setor produtivo e nas instituições de pesquisa em \num empreendimento de desenvolvimento científico e tec nológico na interface ", "14": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 14 entre ciências genômicas, melhoramento genético, tecnologia da madeira e \nprodução florestal. Vale destacar que, no que se refere à pesquisa e \ndesenvolvimento em genética, melhoramento, marcadores moleculares e \nclonagem de Eucalyptus , as empresas e os cientistas brasileiros ocupam \nposição de destaque internacional.  ", "15": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 15  \n3. JUSTIFICATIVA  \n \nA Lei de Diretrizes e Bases da Educação Nacional (Lei No 9.394 de 20 \nde dezembro de 1996) , no que se refere ao Título V (Dos Níveis e das \nModalidades de Educação e Ensino), Capítulo IV (da Educação Superior) , \ntrouxe mudanças radicais no processo de reestruturação, acompanhamento e \navaliação do ensino superior, viabilizando, nas Instituições de Ensino, o projeto \nde cursos capazes de formar profissionais ali nhados com os problemas \nemergentes da sociedade global izada.  \n A partir das Diretrizes Curriculares, estabelecidas em 2006 , para os \nCursos de Graduação em Engenharia Florestal, os perfis dos cursos passaram \na ser definidos com mais liberdade e abrangência, de forma que  seus egressos \npudessem  se adaptar mais facilmente às transformações do mundo mode rno. \nAssim, a  elaboração do P lano político -pedagógico  surgiu da pretensão \nde adequar, atualizar e modernizar o Curso de Engenharia Florestal de forma a \natender  às exigênci as da sociedade atual e também às diretrizes curriculares \nnacionais do curso, remetidas pela Secretaria de Educação Superior (SESu) do \nMinistério da Educação, para apreciação da Câmara de Educação Superior \n(CES) do Conselho Nacional de Educação (C NE). \nO Colegiado do Curso, tendo em vista todos estes aspectos, decidiu \nnomear uma comissão para estudar , reformular a grade curricular e elaborar o  \nplano político -pedagógico do Curso de Engenharia Florestal da UFV . A \ncomissão, após um trabalho de pesquisa  documental e consulta aos \nprofessores e alunos do curso, apresentou a versão inicial deste documento \npara discussão com o colegiado  e a representação estudantil.  Com \nconcordância do colegiado, procedeu -se aos trabalhos finais de aprimoramento \ne a proposta  foi submetida à apreciação dos órgãos competentes para se \nconstituir na nova versão do Projeto Político -Pedagógico do Curso de \nEngenharia Florestal.  ", "16": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 16  O projeto pedagógico foi elaborado com a participação de vários atores, \nentre eles: acadêmicos  do curso , docentes  do Departamento de Engenharia \nFlorestal  e outros cursos da UFV e comissão coordenadora , por meio  de \ndiscussões participativas, ou seja , do comprometimento coletivo e  das \nresponsabilidades compartilhadas.  \n Após ampla discussão, elaborou -se este projeto contempla ndo os \nseguintes itens: objetivos, perfil profissional, áreas de atuação, estratégias \npedagógicas, grade curricular, recursos humanos, infra -estrutura e atividades \nde pesquisa e extensão do Curso de  Engenharia Florestal.  ", "17": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 17  \n4. OBJETIVOS DO CU RSO  \n \nO curso de Engenharia Florestal da Universidade Federal de Viçosa tem \ncomo objetivo formar profissionais com sólidos conhecimentos teóricos e \npráticos nas diversas áreas de atuação do Engenheiro Florestal, sendo \ncapazes de proteger, conservar e maneja r o meio ambiente, planejando, \ndirecionando e organizando de forma racional e sustentável os recursos \nflorestais em beneficio da sociedade.  Tem, ainda , como objetivo a formação \ncontínua em prol da pesquisa, para contextualizar o progresso da ciência e da \ntecnologia, desenvolvendo pensamento estratégico de forma a atender à s \nexigências do mercado.  ", "18": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 18  \n5. MISSÃO  \n \nO curso de Engenharia Florestal de Viçosa tem a missão de formar \nprofissionais com responsabilidade e ética para com o setor produtivo, a \nqualidade do ambiente e sua conservação, tendo a compreensão da dinâmica \ndos ecossistemas florestais, seus produtos, bens e serviços, sendo norteada \npelo ensino, pesquisa e extensão, capacitando -os a desenvolver pensamento \nestratégico, atendendo às exigências do mercado, com sustentabilidade e \nrespeito social.  ", "19": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 19  \n6. VISÃO  \n  \nO curso de Engenharia Florestal visa que seus profissionais se tornem \ncada vez mais perceptivos à constante evolução dos setores florestal e \nambiental, projetando -os com grande solidez para usar conscientemente os \nrecursos de maneira sustentável, de modo a não comprometer as gerações \nfuturas, uma vez que os setores são de vi tal importância para o \ndesenvolvimento global.  ", "20": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 20  \n7. ÁREAS DE ATUAÇ ÃO \n \nO Engenheiro Florestal estará habilitado a atuar em atividades \nrelacionadas com construções de madeira; silvimetria e inventário; recursos \nnaturais renováveis; ecologia e defesa sanitári a; propagação de espécies \nflorestais; viveiros florestais; manejo de florestas para produção de madeira e \noutros produtos; desenvolvimento de processos tecnológicos, industrialização e \ncomercialização de produtos florestais; solos de ecossistemas florestai s; \nmecanização, colheita e transporte florestal; geoprocessamento e \nsensoriamento remoto; planejamento, administração, economia e crédito para \nfins florestais. Estará habili tado, ainda , para atuar na perícia, planejamento, \ndesenvolvimento e administração d e programas ou projetos voltados para a \nprodução de florestas com fins comerciais; proteção da biodiversidade; manejo \nde bacias hidrográficas; recuperação de áreas degradadas; avaliação de \nimpactos ambientais; educação ambiental e ecoturismo; unidades de \nconservação; manejo da fauna silvestre; e sistemas agroflorestais. Estará apto \na atuar na pesquisa, extensão e ensino; e, como profissional autônomo, na \nprestação de assessoria, consultoria, elaboração de laudos técnicos e \nreceituários florestais e ambienta is, bem como a ser um empreendedor.  ", "21": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 21  \n8. PERFIL PROFISSIONAL  \n \nO Curso de Graduação em Engenharia Florestal da UFV \n(Reconhecimento: Parecer 27 /09/76 - Decreto no 78.631, de 27 /10/1976; \nRegulamentação: Lei no 5.194, de 24.12.66) tem como objetivo a formação do \nprofissional, cujos conhecimentos, habilidades, valores e atitudes sejam \nconseqüências de:  \nI – uma sólida formação ética e humanística, q ue lhe permita perceber o \ndever e o compromisso social;  \nII – uma consciência da necessidade de desenvolver atividade s \nsustentáveis que permitam conservar e recuperar os ecossistemas, \nprivilegiando tecnologias biológicas e florestais sobre as químicas e mecânicas;  \nIII – formação generalista para que possa diagnosticar e solucionar de \nforma competente os problemas tecnoló gicos, gerenciais e organizacionais;  \nIV – versatilidade e ecletismo para desempenhar com eficiência ações \nque requisitem diferentes disponibilidades de recursos e níveis tecnológicos:  \nV – uma formação que acredite na eficiência das técnicas florestais;  \nVI – conhecimentos, habilidades, destrezas e atitudes práticas que \npermitam executar e administrar as atividades florestais;  \nVII – capacidade crítica e criativa na identificação e resolução de \nproblemas, considerando seus aspectos políticos, econômicos, socia is, \nambientais , culturais  e éticos . \nVIII – atitudes positivas e construtivas no sentido de buscar \noportunidades e potencialidades de desenvolvimento das comunidades;  \nIX – plena consciência de que o êxito econômico do empreendimento \ndepende da eficiência de  todo setor produtivo florestal;  \nX – que saiba comunicar -se na forma escrita e oral com qualquer tipo de \npúblico; e  \nXI – que obtenha a v isão empreendedor a e gerencial para atuar nos \nmercados agroindustriais e do agronegócio.  ", "22": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 22 XII – que adquira o hábito e a disciplina para o auto -estudo permanente \ncomo forma de alcançar e manter a excelência profissional.  ", "23": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 23  \n9. PERFIL DO EGRESSO  \n \nOs alunos do DEF/UFV são profissionalizados com base cientifica ampla \ndentro da área de Engenharia Florestal, desenvolvendo pensamen to \nestratégico, sendo capaz es de atender às exigências do mercado, com \nsustentabilidade, respeitando os recursos naturais e atuando com visão ética e \nresponsabilidade social, permitindo -lhes as seguintes competências e \nhabilidades:  \na)  Capacidade de planej ar, projetar, especificar e supervisionar estudos de \nviabilidade técnica e econômica.  \nb)  Realizar vistoria, perícia, avaliação, laudo e pareceres técnicos, bem como \nprestar assistência e consultoria.  \nc)  Administrar, operar e manter sistemas de produção e m florestas naturais e \nplantadas, além de fiscalizar os serviços técnicos correlatos.  \nd)  Qualificar , quantificar  e certificar  os recursos naturais madeireiros e não \nmadeireiros.  \ne)  Planejar, elaborar e administrar projetos florestais, observando a legisl ação.  \nf) Manejar as bacias hidrográficas.  \ng)  Atuar nas atividades de pesquisa, ensino e extensão . \nh)  Atuar no campo gerencial e administrativo do setor florestal, com espírito de \nliderança e trabalho em equipe  multidiciplinar . \ni) Avaliar o impacto das at ividades profissionais nos contextos social, \nambiental, econômico e cultural.  \nj)  Executar programas de biotecnologia e melhoramento genético florestal.  \nk) Gerenciar e atuar nos mercados agroindustriais e de agronegócio com \nespírito empreendedor.  \nl)  Desen volver e executar projetos de sistemas de informações geográfic as no \nsetor florestal.  \nm)  Planejar e coordenar sistemas agrossilvipastoris.  \nn)  Implantar e manejar espécies árboreas . ", "24": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 24 o)  Planejar e executar projetos de arborização, paisagismo e ecoturismo.  \np)  Planejar e coordenar o processamento da matéria -prima florestal de forma a \nabastecer o setor industrial.  \nq)  Planejar e coordenar projetos de manejo d a fauna silvestre.  \nr)  Proteger e recuperar os ecossistemas florestais degradados.  \ns) Planejar, mapea r, coordenar e executar projetos temáticos em geral, \nclassificação, espacialização e quantificação de recursos naturais \nrenováveis.  ", "25": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 25  \n \n10. CRITÉRIOS DE INGRESSO , ADMISSÃO  E PERMANÊNCIA  \n \na. Critério de ingresso e admissão  \nO Curso de Engenharia Florestal da UFV é um curso de graduação em \nnível de bacharelado que funciona em regime semestral, no turno diurno, com \n60 vagas por ano . \nA admissão de estudantes ao curso de graduação  em Engenharia \nFlorestal  dar-se-á por uma das seguintes modalidades , de acordo com o \nRegime Didático de 2008, da UFV . \nI. Concurso de seleção;  \nII. Mudança de curso;  \nIII. Transferência de outra instituição;  \nIV. Portador de diploma de curso graduação;  \nV. Rematrícula;  \nVI. Reativação de matrícula; e  \nVII. Programa de Estudantes -Convênio de Gradu ação PEC -G; e \nVIII. Estudante especial.  \n \nAs admissões previstas nos itens II a V só serão possíveis na existência \nde vagas remanescentes, na forma prevista na Seção II do Cap ítulo III do \nRegime Didático da Graduação - UFV.  Também é vedada ao estudante \nmatrícula simultânea em mais de um curso regular da UFV.  \n \nI.1. Dos Processos Seletivos  \n \nDe acordo com o Art. 9o do regime didático de 200 8 da UFV , são \noferecidas, anualmente, duas formas de seleção: Vestibular e P ASES  \n(Programa de Avaliação Seriada para Ingres so no Ensino de Graduação).  ", "26": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 26 Os concursos, seletivos e classificatórios, são destinados ao \npreenchimento das vagas dos cursos fixadas pel a Coordenação de Ensino \nPesquisa e Extensão  (CEPE) . O Concurso Vestibular e o PASES serão \nregulamentados por resoluções específicas e editais anuais, aprovados pelo \nCEPE, que estabelecem os períodos de inscrição e realização das provas, \nnúmero de vagas e critérios de seleção e classificação dos candidatos.  O \nprocesso de classificação no Vestibular e no PASES levará em consi deração \nos resultados obtidos no ENEM, de acordo com resolução específica e editais \naprovados anualmente pelo CEPE.  \nA classificação final nos processos seletivos dá ao candidato direito à \nmatrícula no período letivo imediatamente subseqüente sua realização  (Art. 67 \ndo Regimento Geral da UFV).  \n \nI.2. Das Vagas Remanescentes  \n \nDe acordo com o Art. 10 do Regime D idático de 200 8 da UFV , o número \nde vagas remanescentes de cada curso será calculado até 40 (quarenta) dias \napós o início de cada período letivo e corre sponderá às vagas geradas por \ntransferências, mudanças de cursos, desistências formais, desligamentos e \nabandonos, verificados nos cinco primeiros períodos de cada curso.  Para o \nedital do primeiro semestre, serão consideradas também as vagas remanes -\ncentes  do último concurso vestibular.  O número de vagas remanescentes a \nserem preenchidas será  publicado semestralmente pela Pró -Reitoria de \nEnsino, em edital.  \nAs vagas remanescentes serão ocupadas em conformidade  com o \nArt. 8o do Regime Didático da UFV, observa dos os critérios de  seleção de \ncada  curso, aprovados pelo Conselho Técnico de Graduação.  Os critérios de \nseleção deverão ser partes do edital para  preenchimento das vagas \nremanescentes.  \nAs vagas geradas por mudança de curso (transferência interna)  serão \nautomaticamente acrescidas ao quantitativo de vagas remanescentes  dos \nrespectivos cursos de origem e serão preenchidas por candidatos  aprovados \nno processo seletivo, obedecendo à ordem de classificação,  observado o \nArt.10 do Regime Didático da Graduação - UFV. ", "27": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 27  \nII. Da Mudança de Curso  \n \nO estudante da UFV, admitid o por meio de vestibular, poderá mud ar de \ncurso na própria universidade, findo o segundo período regular do  curso em \nque estiver matriculado,  observadas as normas para preenchimento de  vagas \nremanesce ntes. A mudança de curso  será concedida apenas uma vez.  \nO aluno aprovado na seleção de vagas remanescentes para  mudança \nde curso, somente poderá concretizar a matrícula se tiver  aprovação em um \nmínimo de 420 (quatrocentos e vinte) horas em  disciplinas do c urso de origem, \ncomprovadas no histórico escolar.  Será facultado o aproveitamento dos \ncréditos comuns aos  currículos dos dois cursos.  \n \nIII. Da Transferência de Outras Instituições  \n \nO estudante poderá requerer transferência de outra instituição  de ensino \nsuperior, nacional ou estrangeira, para qualquer curso de graduação da  UFV, \nobservadas as normas para preenchimento de vagas remanescentes.  \nA transferência de outra instituição será permitida ao candidato  que, \nno momento da matrícula, tiver sido aprovado em um mínimo de 420  \n(quatrocentas e vinte) horas em disciplinas do curso de origem, comprovadas  \nem seu histórico escolar.  \nOs créditos já obtidos poderão ser aproveitados , observado o  disposto \nno Art. 22 do Regime Didático da Graduação - UFV.  \nA efetivação da m atrícula dar -se-á mediante a apresentação  de Guia de \nTransferência, expedida pela instituição de origem.   \nA transferência ex offício (Lei 9.536 de 11/12/1997 que  regulamenta \nparágrafo único do Art. 49 da Lei 9.394, de 20/12/1996) será  efetivada entre \ninstituições vinculadas a qualquer sistema de ensino, em  qualquer época do \nano e independentemente da existência de vaga, quando se  tratar de servidor \npúblico federal civil ou militar estudante, ou seu dependente  estudante, se \nrequerida em razão de comprovada r emoção ou transferência de  ofício, que \nacarrete mudança de domicílio para o município onde se situe a  instituição \nrecebedora, ou para localidade mais próxima desta.  ", "28": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 28  \nIV. Do Portador de Diploma de Curso de Graduação  \n \nO portador de diploma de curso de gradua ção, reconhecido oficialmente, \npoderá requerer sua inscrição em qualquer curso  da UFV, observadas as \nnormas para preenchimento de vagas  remanescentes , conforme o Art. 15 do \nregime didático.  \n \nV. Da Rematrícula  \n \nDe acordo com o Art. 16  do regime didático  da UFV, o estudante \ndesligado do curso, por falta de renovação  de matrícula, poderá requerer sua \nrematrícula  no mesmo curso,  observadas as normas para preenchimento de \nvagas remanescentes.  O aluno reingresso na UFV, por rematrícula,  deve \ncumprir o currículo p leno do curso constante do Catálogo de  Graduação \nvigente no semestre de reinício de suas atividades, com  aproveitamento dos \ncréditos já obtidos . \n \nVI. Da Reativação de Matrícula  \n \nConforme o Art. 17  do regime didático  da UFV , será facultada ao \ngraduado pela UFV a reativação de  matrícula em cursos que possuem \nmodalidades e, ou, habilitações,  para obtenção de formação complementar, \nobservado o artigo 22.  \nO requerente encaminhará seu pedido à Pró -Reitoria de  Ensino, num \nprazo não inferior a 60 (sessenta) dias do  término do período  letivo que \nantecede àquele no qual pretende reiniciar seus estudos.  \nO número de vagas oferecid as para cada modalidade ou  habilitação, em \ncada período, será, no máximo, igual a vinte por cento  (20%) das vagas totais \noferecidas para cada curso no exame de seleção,  estabelecido pela Câmara de \nEnsino, mediante proposta da respectiva  Comissão Coordenadora.  \nO aluno terá garantido o direito à complementação em nova  habilitação \nou modalidade, se solicitada para o semestre seguinte à sua  colação de grau, \nem data definida no Calendário Escolar.  ", "29": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 29 O aluno reingresso na UFV, pela reativação de matrícula,  deve cumprir o \ncurrículo pleno do curso constante do Catálogo de  Graduação vigente no \nsemestre de reingresso . \n \nVII. Do Estudante -Convênio  \n \nDe acordo c om o Art. 18 , a UFV oferecerá vagas para o PEC -G, \ninstrumento de  cooperação educacional, científica e tecnológica que o governo \nbrasileiro  oferece a outros países, administrado pela Coordenação de  \nAperfeiçoamento de Pessoal de Nível Superior - CAPES, no âm bito do  \nMinistério da Educação, e pelo Departamento de Cooperação Científica,  \nTécnica e Tecnológica - DCT, no âmbito do Ministério das Relações  Exteriores.  \nAs vagas oferecidas, anualmente, pela Universidade,  especificamente \npara esse programa, são preenchi das por estudantes  indicados pelo MEC.  \nA permanência na condição de estudante -convênio depende do  cumpri -\nmento das exigências do protocolo celebrado entre o Ministério da  Educação e \no Ministério das Relações Exteriores, além de outras normas  estabelecidas \npelo CEPE.  \n \nVIII. Do Estudante Especial   \n \nDe acordo com o Art. 19, o diplomado em curso de graduação e o \nestudante de  graduação regularmente matriculado em outra Instituição de \nEnsino  Superior – IES poder á requerer inscrição em disciplina ou disciplinas  \nisoladas da Universidade, na condição de Estudante Especial, de acordo  com \nas seguintes normas.  \nO pedido de inscrição, dirigido ao Pró -Reitor de Ensino,  deverá ser \ninstruído com comprovante de conclusão de curso de graduação  ou de vínculo \ncom outra IES, hist órico escolar e, se necessário, cópias de  programas \nanalíticos de disciplinas já cursadas.  \nO Pró -Reitor de Ensino, ouvidos os departamentos  envolvidos, se \nnecessário , julgará o pedido, cujo deferimento dependerá da  existência de \nvagas nas disciplinas solic itadas e do cumprimento de pré -requisitos.  ", "30": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 30 O Estudante Especial poderá matricular -se em até 3 (três)  disciplinas por \nperíodo regular, em no máximo 2 (dois) períodos letivos.  O Estudante Especial \nobriga -se ao cumprimento de todas as  exigências das disciplin as em que \nestiver inscrito.  \nO Registro Escolar, se solicitado, fornecerá ao Estudante  Especial \natestado indicativo das disciplinas cursadas, com os respectivos  créditos, carga \nhorária e notas.  \nb. Critérios de permanência dos alunos  \nOs critérios de permanên cia dos alunos no curso são regidos de acordo \ncom os seguintes artigos do regime didático da UFV.  \n \n-  Não será permitida a renovação de matrícula ao aluno que não concluir o \ncurso no prazo máximo fixado para integralização do seu Currículo Pleno, \nrespeitad as as Diretrizes Curriculares de cada curso, aprovadas pelo CNE.  \n-  Não será permitida a renovação de matrícula ao aluno incurso no caso de \ndesligamento previsto no regime disciplinar aplicável ao corpo discente, \nconstante do Regimento Geral.  \n-  Não será p ermitida a renovação de matrícula ao aluno que, em seu primeiro \nperíodo na UFV, for reprovado por infreqüência em todas as disciplinas.  \n-  Não será permitida a renovação de matrícula ao aluno que apresentar \nrendimento acadêmico insuficiente em quatro perío dos letivos, excetuando -\nse o primeiro período no curso em que se encontra matriculado.  O \nrendimento acadêmico insuficiente em cada período é caracterizado por \ncoeficiente de rendimento inferior a 60 (sessenta) concomitante ao número \nde aprovações igual ou inferior ao número de reprovações.  \nAo atingir o terceiro período de rendimento insuficiente, o  Registro \nEscolar providenciará a comunicação ao aluno de sua situação,  orientando -o \nsobre as providências a ser tomadas.  \nO aluno em situação de desligamento pod erá entrar com pedido de \nreconsideração até a terceira semana de aulas do período subseqüente ao do \ndesligamento.  ", "31": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 31 I – No período em que estiver tramitando o processo, ser -lhe-á atribuído \no símbolo O (Art.52  – regime didático ). \nII – Se deferido o pedido, a matrícula só poderá ser efetivada no  período \nseguinte, imediatamente após a tramitação e conclusão do processo.  \nIII – O período de tramitação do processo não será computado  para fins \nde integralização do tempo máximo de conclusão do curso.  \nDe acordo com o Art. 59, ao estudante -convênio aplicam -se as \ncondições de  desligamento previstas no protocolo do PEC -G. \nc. Formas de avaliação do rendimento acadêmico  \nA avaliação do rendimento acadêmico, em cada disciplina, é elaborada  \nmediante  provas, seminários, trabalh os de campo, entrevistas, testes e \ntrabalhos escritos exigidos por seu coordenador, aos quais se atribuirão notas, \nrepresentadas por números inteiros.  A nota final na disciplina é representada \npor um número  inteiro, compreendido entre 0 (zero) e 100 (cem),  exceto \naquelas que terão  conceito S (satisfatório) ou N (não satisfatório), previstas no \nprojeto  pedagógico do curso.  Para o cálculo da nota final, o valor com a \nprimeira casa  decimal igual ou superior a 5 (cinco) será arredondado para o \nnúmero  inteiro im ediatamente superior.  \nPara cada disciplina haverá, obrigatoriamente, um mínimo  de 3 (três) \navaliações.  Fica assegurada ao aluno a informação do resultado e vistas de  \ncada prova escrita até no máximo 48 (quarenta e oito) horas antes da  \nrealização da seguint e e, das demais avaliações, uma semana antes da última  \navaliação do período.  O aluno poderá solicitar revisão de prova até 48 horas \napós a  divulgação dos resultados de cada avaliação, inclusive exame final.  \nSerá facultada uma outra avaliação na disciplina (exame  final) ao aluno \nque não estiver reprovado por freqüência, e no conjunto das avaliações, ao \nlongo do período  letivo, obtiver nota igual ou superior a 40 (quarenta) e inferior \na 60 (sessenta), a qual, respeitado o mínimo de 3 (três) dias após o términ o do \nperíodo letivo, será realizada no prazo previsto no Calendário Escolar.  Para o \naluno que se submeter ao exame final, será  recalculada a nota final pela \nfórmula:  ", "32": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 32 \n \nem que  \nNF simboliza a nota final;  \nCA é o conjunto das avaliações ao longo do período le tivo; e  \nEF representa a nota do exame final, compreendido entre 0 e 100.  \n \nSerá aprovado na disciplina o aluno que obtiver NF igual ou  superior a \n60 (sessenta).  ", "33": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 33  \n11. QUALIFICAÇÃO E CAPACITAÇÃO DOCENTE  \n \nCorpo docente  \nO corpo docente do DEF/UFV é constituíd o, em sua totalidade, de \n34 professores  com, no mínimo , título de doutor, o que certamente o coloca em \nposição privilegiada no setor educacional dentro de sua área de atuação, \nsatisfazendo requisito s importante s para o avanço permanente da qualidade \ndos tr abalhos. Os docentes do DEF se organizam em grupo, dentro de quatro \ngrandes áreas : Ambiência, Silvicultura, Manejo e Tecnologia da Madeira . Cabe  \na cada grupo acompanhar, propor modificações e avaliar o conjunto de \nconteúdos curriculares de suas áreas de in teresse. Cada área tem  seu \nprofessor coordenador para organizar e representar o grupo nas diversas \natuações. Abaixo , segue o nome do docente com  suas respectivas áreas de \natuação  e endereço eletrônico para contato . \no Agostinho Lopes de Souza  - alsouza@ufv.br  \nEstrutura, dinâmica e manejo de floresta tropical; Inventário de floresta \ntropical; Matas ciliares; Técnicas multivariadas aplicadas em manejo de \nfloresta tropical; Florestas socia is; \no Aloisio Xavier  - xavier@ufv.br  \nSilvicultu ra clonal, propagação vegetativa, micropropagação e \nbiotecnologia florestal.  \no Amaury Paulo de Souza  - amaurysouza@ufv.br  \nColheita florestal; Ergonomia; Trabalho florestal: organização, estudo, \nsistemas e métodos e Mecanização florestal.  \no Ana Márcia Macedo  Carvalho Ladeira  – ana.ufv@ufv.br  \nAnatomia da madeira; Propriedades físicas e mecânicas da madeira, e \nsecagem da madeira.  \n ", "34": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 34 o Angélica de Cássia Oliveira Carneiro  - cassiacarneiro@ufv.br  \nEnergia da Biomassa; Adesivo para madeira; Física da madeira e seus \nderivados; Painéis de madeira . \no Antonio Lélis Pinheiro  - pinheiro@ufv.br  \nDendrologia tropical;  Silvicultura  de espécies nativas e exóticas.  \no Benedito Rocha Vital  - bvital@ufv.br  \nTecnologia da madeira; Adesivo para madeira; Qualidade da madeira; \nEnergia da madeira;  Processame nto da madeira.  \no Carlos Antonio Álvares Soares Ribeiro  - cribeiro@ufv.br  \nSistemas de informações geográficas; Modelagem numérica do terreno; \nMapeamento de áreas de preservação perma nente, Manejo florestal; \nOtimização florestal; Planejamento florestal ; Sensoriamento Remoto . \no Carlos Cardoso Machado  - machado@ufv.br  \nEstradas florestais; Transportes florestais; Co lheita florestal;  \nMecanização florestal.  \no Carlos Pedro Boechat Soares  - csoares@ufv.br  \nDendrometria; Inventário; Mensuração;  Manejo florestal.  \no Cláudio Mudado Silva  - mudado@ufv.br  \nControle ambiental; Celulose e papel; Tratamento de efluentes;  \nResíduos sólidos.  \no Eduardo Euclydes de Lima e Borges  - elborges@ufv.br  \nSilvicultura; Sementes florestais e Alelopatia.  \no Elias Silva  - eshamir@ufv.br  \nConservação de recursos naturais; Avaliação de impactos ambientais; \nManejo de fauna silvestre e Comunicação e Extensão Florestal . \no Geraldo Gonçalves dos Reis  - greis@ufv.br  \nSilvicultura; Reflorestamento para uso múltiplo (empresas, pequenos \nprodutores e as sentamentos); Reflorestamento para recuperação de \náreas degradadas; Manejo de florestas plantadas para serraria . \n \n ", "35": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 35 o Guido Assunção Ribeiro  - gribeiro@ufv.br  \nProteção contra incêndio s florestais; Elaboração de planos de proteção \ncontra incêndios; Planejamento de Queima controlada; Avaliação dos \nefeitos do fogo; Ecologia do fogo  e Ecoturismo .  \no Gumercindo Souza L ima - gslima@ufv.br  \nPlanejamento de Unidades de Conservação; Manejo de Áreas \nProtegidas; Educação e Interpretação Ambiental; Conservação da \nNatureza.  \no Haroldo Nogueira de Paiva  - hnpaiva@ufv.br  \nTécnicas silvicuturais; Implantação florestal; Manutenção florestal; \nDesbastes; Desramas; Regeneração de povoamentos florestais; Cultura \nde essências nativas e exóticas.  \no Helio Garcia Leite  - hgleite@ufv.br  \nInventário, mensuração e manejo florestal; Uso múltiplo de florestas \nplantadas;  Modelos de suporte à decisão.  \no Herly Carlos Teixeira Dias  - herly@ufv.br  \nHidrologia Florestal e Manejo de Bacias Hidrográficas . \no Ismael Eleotério Pires  - iepires@ufv.br  \nSilvicultura; Genética quantitativa;  Melhoramento florestal.  \no James Jackson Griffith  - griffith@ufv.br  \nGestão Ambiental ; Recuperação de Áreas Degradadas ; Filosofia \nAmbiental ; Sistemas de Gestão Ambiental.  \no Jorge Luiz Colodette  - colodett@ufv.br  \nTecnologia de celulose e papel; Química de madeira; Branqueamento de \ncelulose;  Tecnologia de tratamento de efluentes florestais.  \no José de Castro Silva  - jcastro@ufv.br  \nTecnologia de Produtos Florestais ; Propriedades Físicas e Mecânicas da \nMadeira ; Indústria Moveleira.  \no José Lívio Gomide  - jlgomi de@ufv.br  \nQuímica de madeira; Polpa celulósica;  Processo kraft.  \n ", "36": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 36 o José Marinaldo Gleriani  - gleriani@ufv.br  \nSensoriamento Remoto ; Sistema de Informação Geográfica ; \nFotogrametria e F otointerpetação.  \no Laércio Antônio Gonçalves Jacovine  - jacovine@ufv.br  \nEconomia Ambiental ; Seqüestro  de Carbono pelas Florestas ; Gestão da \nQualidade . \no Márcio Lopes da Silva  - marlosil@ufv.br  \nEconomia Florestal ; Planejamento Florestal ; Gestão de pequenos e \nmédios empreendimentos florestais ; Avaliação econômica de projetos \nflorestais ; Estudos de mercado de produ tos florestais.  \no Ricardo Marius Della Lúcia  - rdlucia@ufv.br  \nTecnologia da madeira; Propriedades físicas e mecânicas;  Estruturas de \nmadeira.  \no Rubens Chaves de Oliveira  - rchaves@ufv.br  \nTecnologia e Propriedades de Papéis; Físico -Química dos Processos de \nPreparo de Massa e da Produção de Papéis.  \no Sebastião Renato  Valverde  - valverde@ufv.br  \nPolítica florestal; Legislação florestal; Administração florestal; Economia \nflorestal;  Planejamento florestal.  \no Sebastião Venâncio Martins  - venancio@uf v.br \nEcologia florestal ; Restauração florestal ; Recuperação de áreas \ndegradadas ; Fitossociologia, Dinâmica de florestas tropicais ; \nConservação e restauração de matas ciliares.  \no Silvio Nolasco  de Oliveira Neto  - snolasco@ufv.br  \nRecursos Florestais, com ênfase em Agrossilvicultura e Silvicultura . \no Vicente Paulo Soares  - vicente@ufv.br  \nSensoriamento remoto; Geopr ocessamento; G PS; Fotogrametria não -\nconvencional; Verificação de exatidão em geoprocessamento;  \nImplementação de bases de dados espaciais.  \no Wantuelfer Gonçalves  - w.goncav@ufv.br  \nArborização urbana; Florestas urbanas; Paisagismo urbano; Desenho \nurbano, arborização rodoviária; Paisagismo rodoviário; Planejamento \npaisagístico; Jardinamento; Plantas ornamentais.  ", "37": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 37  \n12. INFRA -ESTRUTURA DO CURSO  \n  \nO Curso de Engenharia Florestal conta com se de própria, localizada no \ncentro do Campus Universitário, com salas de aula, secretarias, biblioteca, \nsalas de informática e auditório. Dentro da sede, tem -se, também uma \ncopiadora terceirizada à disposição dos alunos e professores.  \n No prédio da Engenhari a Florestal, também estão os gabinetes dos \nprofessores, sendo que todos possuem  um computador, ligado à rede de \ncomunicação global (internet) e uma impressora, telefone, além de todo o \nmobiliário.  \n Além da secretaria de graduação, o curso conta ainda com um núcleo de \nestágio, também equipado com computador e impressora, secretaria de pós -\ngraduaç ão e secretaria geral. Todos as secretarias possuem total infra -\nestrutura para um bom funcionamento, tendo aparelhos de fax, computadores, \ncopiadoras, impressoras e  telefones.  \na. Laboratórios  \nComo geralmente acontece nos cursos de Engenharia, a análise da \ninfra-estrutura neste P lano Político -pedagógico é bastante focada nas \ncondições dos laboratórios, pois este é o item em que se concentram as \nmaiores demandas do cur so. Abaixo estão listados os principais laboratórios \npertencentes ao Departamento de Engenharia Florestal, ressalt ando -se que \nvários outros laboratórios dão suporte ao curso.  \n \nI. Laboratório de Dendrologia  \n \nO laboratório de Dendrologia foi criado em 1965 c om o objetivo de \nestudar espécies vegetais arbóreas, nativas e exóticas, especialmente as que \nocorrem na região de Viçosa. O setor também dá suporte ao ensino, pesquisa \ne à extensão do DEF, fornecendo subsídios para o melhor  reconhecimento \ndas espécies ar bóreas, principalmente aquelas de florestas tropicais.  ", "38": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 38 II. Laboratório de Ecologia e Fisiologia Florestal  \n \nO Laboratório de Ecologia e Fisiologia Florestal tem como finalidade dar \nsuporte às atividades de ensino, pesquisa e extensão em área s que envolve m \no conhecimento da dinâmica de crescimento das plantas em habitats naturais \ne  artificiais. Procura -se, nas pesquisas, o entendimento das condições \nambientais e suas relações com as plantas, o que favorece a escolha de \nmétodos de manejo dos ecossistemas flor estais naturais e artificiais, visando  \nao aumento d e sua produtividade de forma sustentável.  \nRecentemente, tem sido dada ênfase ao uso múltiplo das florestas \nplantadas, especialmente para serraria e fabricação de móveis, em substituição \na espécies floresta is nativas. Para subsidiar a tomada de decisões sobre a \nforma de aplicar a desrama artificial, estão sendo desenvolvidos  estudos de \navaliação do crescimento das árvores  e da qualidade da madeira em \npovoamentos de eucalipto submetidos à desrama artificial, o que tem \npossibilitado a orientação da apl icação comercial desta técnica.  \nOs estudos , de florestas nativas , relativos a o mapeamento e descrição \ndos fragmentos florestais e  à dinâmica da regeneração natural de florestas \nnativas secundárias  permite m a orien tação de seu manejo adequado visando à \nsua sustentabilidade. Como resultado desses estudos, é possível a obtenção \nde florestas mais  produtivas, envolvendo a obtenção de produtos de melhor \nqualidade nas florestas implantadas  e maior biodiversidade nas flore stas \nnativas.  \n \nIII. Laboratório de Incêndios Florestais e Conservação da Natureza  \n \nO Laboratório de Incêndios Florestais e de Conservação da Natureza \ncompõe a infra -estrutura do Departamento de Engenharia Florestal da \nUniversidade Federal de Viçosa para ap oio ao ensino, pesquisa e extensão. \nDentro do Departamento de Engenharia Florestal, o laboratório está vinculado \nà área de Ambiência e tem, entre seus objetivos gerais, a missão de promover \no desenvolvimento e a integração de todas as subáreas de meio ambi ente.  \nA proteção contra incêndios florestais tem sua história atrelada à \nmotivação para a criação do curso de Engenharia Florestal no Brasil, e desde ", "39": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 39 seu início o assunto vem sendo tratado regularmente , em forma de disciplina. \nO aumento da área de florest as plantadas no Brasil e a crescente preocupação \ncom a conservação dos recursos naturais, principalmente das unidades de \nconservação, exigem , a cada dia , o aprimoramento dos equipamentos, \nprodutos, técnicas de prevenção e de combate, capacitação das brigad as de \nincêndios, implementação da silvicultura preventiva e da utilização das novas \ntecnologias de monitoramento e detecção de incêndios florestais. Mais \nrecentemente, a pressão negativa que os incêndios florestais vêm exercendo \nsobre diversas atividades e mpresariais e os efeitos negativos sobre a obtenção \nda certificação florestal, com a emissão de gases e outros efeitos no ambiente, \nmotivaram a formação de parcerias entre a Universidade Federal de Viçosa, \natravés do Departamento de Engenharia Florestal e da Sociedade de \nInvestigações Florestais, a Companhia Energética de Minas Gerais e o Instituto \nEstadual de Florestas. Esses fatos resultaram na aquisição de vários \nequipamentos e culminaram com a construção do laboratório, composto por \ndois amplos escritór ios, duas salas para almoxarifado, área de serviço, amplo \nambiente composto por bancadas para acondicionamento de equipamentos, \nmesa de combustão, estufas, balanças e mesas de trabalho e um ambiente \npara guarda de material de campo, totalizando 300 m2. \nA missão do laboratório é desenvolver estudos, pesquisas e projetos que \ncontribuam com a conservação da natureza e a proteção ambiental no Brasil. \nComo objetivos principais, o laboratório procura desenvolver estudos sobre o \ncomportamento do fogo e sobre a oco rrência de incêndios florestais no Brasil; \nempreender estudos sobre a ecologia do fogo e seus efeitos no ambiente; \nelaborar planos de proteção e de manejo para unidades de conservação e \nflorestas plantadas; realizar treinamento e capacitação em controle de  \nincêndios florestais; desenvolver atividades educativas visando à conservação \ne proteção dos recursos naturais; desenvolver tese de pós -graduação, projetos \nde iniciação científica e de monografias, visando ao desenvolvimento e \naprimoramento técnico -cientí fico; realizar perícias e laudos ambientais; e \ndesenvolver, testar e aprimorar técnicas, produtos e equipamentos para \nprevenção e combate aos incêndios florestais.  \n \n ", "40": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 40 IV. Laboratório de Análise de Sementes Florestais – LASF  \n \nO LASF foi criado em 1967 e, por  meio de seus professores, \nfuncionários e alunos, efetua análise de rotina de sementes, controle de \nqualidade do estoque do germoplasma, pesquisa e auxílio em aulas práticas. \nPossui também uma equipe de funcionários de apoio de campo para coleta e \nbenefici amento de sementes. O fluxo de sementes para a pesquisa e para o \nensino é mantido pelas árvores matrizes selecionadas de espécies nativas.  \nA área interna , de aproximadamente , 400 m², dividida entre salas de \naula, laboratórios e gabinetes, faz do LASF um d os mais bem equipados \ncentros de estudos de sementes florestais do Brasil e também um dos poucos \nque se dedicam ao estudo da fisiologia e bioquímica de sementes de espécies \nnativas. Equipa mentos de última geração auxiliam nas pesquisas que, \nfundamentalmen te, buscam solucionar problemas relacionados à germinação  e \ndormência .  \nAs atividades hoje desenvolvidas pelo LASF envolvem a seleção de \nárvores matrizes, coleta de sementes, beneficiamento, armazenamento e a \ncomercialização de sementes florestais.  \n \nV. Lab oratório de Hidrologia  Florestal e Manejo de Bacias Hidrográficas  \n \nO setor florestal é importante para o crescimento econômico e social do \npaís e encontra -se em plena expansão em todo território. A água no processo \nde produção e crescimento tanto do setor produtivo quanto da conservação dos \necossistemas é fator primordial. Na busca do entendimento da complexa \nrelação entre os ecossistemas florestais e a distribuição de água, no âmbito \ndas bacias hidrográficas, foi criado o laboratório de hidrologia floresta l e de \nbacias hidrográficas como um apoio para o ensino pesquisa e também \nextensão dos conhecimentos proporcionados. O laboratório estará disponível \npara diversos estudos realizados por estudantes de graduação, pós -graduação, \npesquisadores em geral devidam ente autorizados e outras demandas do \nDepartamento de Engenharia Florestal e da Universidade Federal de Viçosa. A \nprodução de água em quantidade e qualidade associada à conservação dos ", "41": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 41 recursos naturais, humanos e econômicos são metas do laboratório como \ncontribuição ao tão desejado desenvolvimento sustentável.  \n \nVI. Laboratório de Ergonomia  \n \nO Laboratório de Ergonomia  visa proporcionar meios para realizar \npesquisas, estudos e consultorias  nas áreas florestal, agrícola e de produção e \nservir de apoio ao ensi no de graduação e  pós-graduação  dos cursos e \nprogramas relacionados com o Departamento de Engenharia Florestal e de \nEngenharia Elétrica e de Produção.  \n \nVII. Laboratório de Manejo Florestal  \n \nO Laboratório de Manejo Florestal está localizado no segundo anda r do \nDEF e ocupa 5 salas de tamanhos diversos. O espaço físico, em sua maioria, \nserá destinado às atividades de ensino da graduação  e pós -graduação (aulas), \nbem como a atividades de pesquisa na área florestal.  \nVIII. Laboratório de Fotogrametria, Fotointerp retação e \nGeoprocessamento  \nO laboratório de Fotogrametria e Fotointerpretação é um dos mais \ntradicionais da Universidade Federal de Viçosa. Dividido em dois módulos os \nquais totalizam 162  m2. O primeiro módulo destinado à manipulação de \nmateriais analógico s possui ampla mapoteca com centenas de cartas 1:50.000 \ne 1:100.000, e imenso acervo fotográfico que contempla a região de Viçosa \ndesde a década de 60 e duas dezenas de estereoscópios de espelhos. O \nsegundo módulo, conta com computadores para tratamento e manipulação de \nimagens digitais, inúmeros softwares para de Sistemas de Informação \nGeográficas, processamento de imagens digitais além de modernas estações \nfotogramétricas digitais. O laboratório, utilizado para ensino, pesquisa e \nextensão tem atendido  aos alunos de graduação e pós -gradução dos centros \nde ciência Humanas, Exatas e Agrárias.  \n ", "42": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 42 IX. Laboratório de Painéis e Energia da Madeira  \n \nInaugurado em 19 de agosto de 1988, o LAPEM tem sido utilizado para \nas atividades de ensino, pesquisa e extensão , nas á reas de Bioenergia , Painéis  \ne Adesivos. Os profissionais e alunos do LAPEM atuam nas atividades de \nensino e pesquisa, no assessoramento técnico -científico e na prestação de \nserviços para empresas nacionais e internacionais na área de energia, \nadesivos e pa inéis de madeira e derivados.  \nNo ensino, diversas disciplinas de graduação e pós -graduação são \noferecidas nas dependências do LAPEM, além de treinamento e oportunidade \nde estágio para inúmeros alunos de outros cursos e instituições, promovendo \nsua capacita ção técnico -científica. Por meio das atividades de pesquisa, são \nfornecidos subsídios às indústrias nacionais e à sociedade como um todo, para \nsolução de problemas referentes à matéria -prima  e processo.  O LAPEM possui \ndiversos equipamentos que permitem a p esquisa avançada, contribuindo com a \nciência e também com o ensino  de graduação  e pós -graduação . \n \nX. Laboratório de Propriedades Físicas e Mecânicas da Madeira  \n \nO Laboratório de Propriedades da Madeira (LPM) se alinha ao que \nexiste de mais moderno no Brasi l em equipamentos e tecnologias ligadas ao \nestudo de caracterização da madeira e seus derivados , mantendo -se em \nsintonia com a nova ordem mundial, que prevê o uso racional e sustentável da \nmadeira, como importante matéria -prima. Com 1.802 m2 de área constr uída e \ncom os mais modernos equipamentos, o laboratório está capacitado a realizar \na maioria dos testes físico -químico -anatômico -mecânicos da madeira, \nusinagem, secagem e preservação da madeira, sob a responsabilidade de \nprofessores e técnicos altamente ca pacitados. Ligado ao Departamento de \nEngenharia Florestal da UFV, o laboratório atende às várias demandas de \nensino, pesquisa e extensã o, bem como  a empresas e instituições ligadas à \natividade moveleira e à construção civil, principalmente.  \nO LPM possui e streita ligação com as industrias do Pólo Moveleiro de \nUbá e possui vários projetos de atuação na área de influencia do pólo \nindustrial.  ", "43": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 43 XI. Laboratório de Celulose e Papel  \n \nInaugurado em 2 de dezembro de 1970, o LCP tem se dedicado ao \nensino, à pesquisa e  à assessoria técnica na área de celulose e papel. Em \n1998, o LCP foi reconhecido pelo Ministério da Ciência e Tecnologia como \nNúcleo de Excelência, recebendo recursos do Programa de Apoio a Núcleos de \nExcelência - PRONEX.  \nSeus profissionais, por meio de atuação direta ou em colaboração com \noutras entidades locais, estaduais e nacionais, atuam não somente no ensino \nem nível de graduação, pós -graduação (especialização lato sensu, mestrado e \ndoutorado) e cursos de curta duração, mas também em pesquisas, no \nassessoramento técnico -científico e na prestação de serviços a empresas \nnacionais e internacionais na área de celulose e papel.  \nNas dependências do LCP, são oferecidas disciplinas de graduação e \npós-graduação que capacitam os alunos em conhecimentos técnico -científicos \ndetalhados para melhor operar a indústria de celulose de maneira sustentável, \nambientalmente compatível, com baixo custo de produção, competitiva no \nmercado internacional e com alta qualidade dos seus produtos.  \nPor meio da pesquisa, procura f ornecer subsídios às indústrias nacionais \npara a solução de seus problemas referentes à matéria -prima, processo e \ncontrole ambiental. Por meio da prestação de serviços, avaliando processos \ntecnológicos, matéria -prima, celulose, papel e outros materiais, ge ra \ninformações que auxiliam as indústrias de celulose e papel e seus \nfornecedores na tomada de decisões de natureza técnica.  \nO LCP dispõe de facilidades laboratoriais que possibilitam a realização \ndos principais ensaios e análises de celulose e papel, bem  como a produção \nem escala laboratorial desses produtos.  \nb. Estação de pesquisas, treinamento e educação ambiental: Mata do \nPara íso. \nA Mata do Paraíso é uma reserva de Mata Atlântica, com fragmento de \ncerca de 400ha,  sendo que  200ha desse fragmento, encon tra-se excelente \nestado de conservação. A área abriga diversas espécies da fauna e flora ", "44": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 44 ameaçadas de extinção e protege ainda as nascentes do Córrego Santa \nCatarina, importante afluente do Ribeirão São Bartolomeu. A área dispõe ainda \nde trilhas e  de um Ce ntro de Educação Ambiental. O espaço recebe cerca de \n3.000 visitantes por ano, entre pesquisadores, estudantes da educação infantil, \nensinos fundamental, médio e superior , além de famílias  de Viçosa e cidades \nda região.  \nA Universidade Federal de Viçosa, por meio  de seus Departamentos, \nutiliza a Mata do Paraíso para  aulas práticas e pesquisas científicas,  sendo a \nMata  um laboratório natural de grande valia para o desenvolvimento do \naprendizado in situ , bem como fonte de dados concretos das relações e inter -\nrelações de um ecossistema.  \nc. Viveiro florestal   \nInaugurado em 1960, o v iveiro florestal ocupa uma área de 22.000 m2, \nonde são conduzidas  atividades de ensino, pesquisa e extensão, pertinentes à \nárea de propagação de espécies arbóreas, sendo dividido em vi veiro de \npesquisa e viveiro de produção.  \nO viveiro de pesquisa possui casa de vegetação climatizada, com \ncontrole de temperatura e umidade relativa do ar, com capacidade para 48.000 \nmudas; casa de sombra com igual área; casas de vegetação, sendo a primeir a \npara o desenvolvimento de pesquisas em vasos, com espaço para abrigar \n1.000 vasos de 2,5 dm3 de capacidade e a segunda com área de 280 m2 para o \ndesenvolvimento de pesquisas em geral; área protegida com 340 m2; pátio \npara crescimento e rustificação de mu das, com canteiros suspensos para \npesquisas relacionadas com a produção de mudas em tubetes; pátio com \ncanteiros a pleno solo para pesquisas relacionadas com a produção de mudas \nem sacolas plásticas; e sala de aula, com capacidade para 30 lugares, onde \nsão ministradas partes de aulas práticas. Possui também um jardim clonal, com \nirrigação por gotejamento, e um minijardim clonal em canaletão, com sistema \nde fertirrigação por gotejamento, para estudos de propagação vegetativa por \nestaquia e miniestaquia, resp ectivamente.  \nO viveiro de produção, como o próprio nome indica, destina -se à \npropagação de espécies florestais nativas e exóticas, objetivando ", "45": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 45 principalmente a produção de mudas para florestamento e reflorestamento e \npara arborização urbana, com casa de s ombra, canteiros para sementeira e \npátio para crescimento e rustificação.  \nAinda nas dependências do viveiro florestal, em parceria com o Instituto \nEstadual de Florestas  do Estado de Minas Gerais, existe área para  produção \nde mudas destinadas ao fomento fl orestal, com capacidade para  3.000.000 \nmudas por ano.  \nd. Recursos bibliotecários  \nO Departamento de Engenharia Florestal conta com o suporte \nbibliotecário da Universidade Federal de Viçosa, cuja biblioteca central , com \nárea total de 12.816,59  m², compreend e as seguintes dependências:  Seção de \nReferência, Terminais de Consulta ao Acervo, Sala de Videoconferência \n(56 lugares), Setor de Encadernação e outros setores técnico -administrativos. \nSalas com revestimento acústico para estudo em grupo, 12 salas de estu do \nindividual, Multimídia, Mapoteca, Coleção das Nações Unidas, Coleção UFV, \nServiço de Reprografia, Seção de Aquisição e Catalogação, Laboratório de \nLínguas, Obras Raras, Laboratório de História e SbiCafé – Sistema Brasileira \nde Informação de Café, além d e áreas destinadas à  coleção de periódicos, \nCOMUT, Consulta ao CD -Referência e Periódicos da CAPES e área de leitura \n(mesas individuais).  \nO Curso de Engenharia Florestal conta também com uma biblioteca \nsetorial com acervo  abrangendo referências das quatro áreas de sua atuação . \nPara atender os alunos da área de tecnologia da madeira, os laboratórios de \nCelulose e papel, e Painéis e Energia , também abrigam bibliotecas setoriais.  \ne. Recursos de informática  \nOs discentes da Graduação dispõem de laboratório de i nformática, \nexclusivo para o ensino e a pesquisa e  outras atividades gerais. Os \ncomputadores estão conectados à rede  INTERNET. A UFV disponibiliza vários \naplicativos científicos para uso acadêmico através de seu CPD. Existem outros ", "46": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 46 dois laboratórios de inf ormática no curso destinados a aulas de \nGeoprocessamento, Estatística e Informática.  \nf. Recursos audiovisuais e multimídia  \n O Curso tem a sua disposição  10 datashow s, 10 telas de projeção, 1 TV \n29 polegadas, 1 v ídeo-cassete, 1 aparelho de som , 10 retropro jetores, 4 \nnotebook , 3 máquinas fotográfica s modelo digital e um aparelho de DVD.  \ng. Projetos de infra -estrutura - Previstos  \n O Curso contará para o ano de 2009 com a reforma do Laboratório de \nPainéis e Energia da Madeira e a construção da Usina Piloto de reciclagem e \ntratamento de materiais oriundos da indústria  moveleira.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "47": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 47  \n13. COORDENAÇÃO DO CURSO DE ENGENHARIA FLORESTAL  \n \nO Regime Didático da Graduação da UFV dispõe sobre a coordenação \ndidático -pedagógica dos cursos, como descritos à c ontinuação:  \nArt. 3º – A coordenação didático -pedagógica de cada curso de \ngraduação, sob a administração dos Centros de Ciências, será exercida por \numa Comissão Coordenadora.  \nArt. 4º – Cada curso terá um coordenador indicado, dentre os membros \nda Comissão C oordenadora, pelo Diretor do Centro de Ciências a que estiver \nvinculado e nomeado pelo Reitor.  \nArt. 5º – Nos termos da Resolução 15/99, do Conselho de Ensino, \nPesquisa e Extensão (CEPE), o acompanhamento da orientação acadêmica \ndos alunos do curso compete à Comissão Coordenadora.  \nParágrafo 1º – A presidência da Comissão Coordenadora caberá ao \nCoordenador do Curso.  \nParágrafo 2º – A Comissão Coordenadora indicará ao Diretor de Centro \nde Ciências os professores orientadores acadêmicos, pertencentes ou não à \nComissão Coordenadora, para auxiliarem na orientação de cada estudante.  \nArt. 6º – Até a quarta semana do primeiro período letivo de cada ano, a \nComissão Coordenadora procederá à avaliação de seu curso, no ano anterior e \nencaminhará relatório circunstanciado a Câmara de Ensino.  \n \nDe acordo com as normas internas do Departamento de Engenharia \nFlorestal s ão atribuições e competências da Comissão Coordenadora do Curso \nde Engenharia Florestal os seguintes itens abaixo:  \n \na) Quando necessário, propor reformulação do  PPP, pautando por uma \nação coletiva e compartilhada, reunindo gestores, colegiados universitários, \ndocentes, discentes, pessoal técnico administrativo e de apoio e \nrepresentantes da comunidade;  \nb) Acompanhar a execução do projeto político pedagógico;  ", "48": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 48 c) Em atendimento ao disposto no Art. 6º do Regime didático da UFV , \nrealizar, semestralmente, a avaliação do Curso de Engenharia Florestal, \ncontemplando, inclusive, informações colhidas no questionário preenchido \npelos egressos do Curso.  \nd) Com base na avaliaç ão referida no inciso anterior, propor e \nacompanhar as providências, porventura necessárias à adequação do Curso;  \ne) Dar suporte às Subcomissões de Estágio Curricular Supervisionado, \nde Trabalho de Graduação e de Atividades Complementares;  \nf) Primar pela a doção de novas metodologias didático -pedagógicas;  \ng) Dar a devida atenção aos discentes, quanto ao(s): mecanismos \nnormativos de nivelamento em disciplinas básicas; disposições do Regime \nDidático da Graduação e o Projeto Político Pedagógico do curso de \nEnge nharia Florestal; encaminhamento e acompanhamento psico -social dos \nalunos; auxílio aos discentes carentes, na busca de Bolsas; apoio à \nparticipação dos discentes em eventos acadêmicos; auxílio na disponibilização \ndos meios de divulgação de trabalhos e prod uções acadêmicas dos alunos;  \nh) Acompanhar a atuação profissional dos egressos do Curso;  \ni) Acompanhar as atividades do Centro Acadêmico do Curso de \nEngenharia Florestal;  \nj) Acompanhar a elaboração dos Planos de Estudos e o Acerto de \nMatrícula dos alunos;  \nk) Dar agilidade nos pareceres de processos instaurados pelos alunos \ndo Curso;  \nl) Organizar e manter, em pleno funcionamento, as atividades da \nSecretaria e do Laboratório de Informática do Curso;  \nm) Convocar os membros da Comissão Coordenadora do Curso par a \nreuniões, sempre que ocorrerem problemas relacionados com o Projeto \nPolítico Pedagógico do Curso;  \nn) Representar a Coordenação do Curso, junto à Câmara de Ensino do \nCentro de Ciências Agrárias e Câmara Técnica de Graduação da Pró -reitoria \nde Ensino, bem como atender a convocação da Presidência da Câmara de \nEnsino do CCA, para participar de eventos acadêmicos pertinentes ao Curso;  ", "49": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 49 o) Dar ciência a todos os membros da Comissão Coordenadora, dos \natos das estâncias superiores da universidade, relacionados ao Curso de \nEngenharia Florestal.  \n \nA comissão coordenadora do curso de Engenharia Florestal é formada \npor 6 membros, sendo o coordenador eleito em assembléia de colegiado, com \nmandato de dois anos, 1 professor coordenador suplente, 2 professores \nindicados pel o Centro de Ciências Agrárias e 2 discentes eleitos pelos \nestudantes do curso.  \nA coordenação do Curso de Engenharia Florestal conta com duas salas:  \nSala de Secretaria Geral de Coordenação e sala de reuniões, ambas \nequipadas com computadores e impressoras. A Coordenação do Curso de \nEngenha ria Florestal possui uma secretá ria com dedicação exclusiva .  ", "50": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 50  \n14. REPRESENTAÇÃO ESTUDANTIL  \n  \nO CAEF -UFV, Centro Acadêmico de Engenharia Florestal da \nUniversidade Federal de Viçosa , é composto por estudantes regularmente \nmatriculados no curso de Engenharia Florestal – UFV, sendo  a \nrepresentatividade estudantil máxima entre os estudantes de Engenharia \nFlorestal - UFV e te m como dever atender aos interesses dessa classe dentro \nda universidade, atuando de forma imparcial e  atendendo democraticamente \naos interesses dos estudantes  de forma transparente. Também compete ao \nCAEF a realização de eventos acadêmicos que  tenham por objetivo \ncomplementar a formação acadêmica dos estudantes, podendo ser estes Mini-\ncursos, Oficinas, Grupos  de Estudos, Palestras e afins.  Compete também ao \nCAEF a realização de eventos  estudantis tradicionais, que visem maior \ninteração social entre os  estudantes e  entre estudantes e funcionários ligados \nao DEF.  Para cumprir  tais funções, é internamente divid ido entre as seguintes \ndiretorias : Diretoria de Representação Estudantil, Diretoria de Eventos, \nDiretoria Política, Diretoria Científica, Diretoria Financeira, Diretoria de Projetos, \nDiretoria de Comunicação.   \nSão consideradas atribuições do Centro acadêmico  de Engenharia \nFlorestal: Participar da Reunião Geral Semestral organizada pela Comissão \nCoordenadora; Acompanhar a elaboração, pela Coordenação do Curso de \nEngenharia Florestal, do Relatório sobre a avaliação semestral do curso, \nprevista no Art. 6º do Reg ime Didático de Graduação da UFV; Dar ciência à \nComissão Coordenadora das atividades desenvolvidas pelo C entro Acadêmico \nde Engenharia Florestal.  \n ", "51": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 51  \n15. EMPRESA JR. DE ENGENHARIA FLORESTAL  \n \nA empresa Jr. Florestal é uma associação civil , sem fins  econômico s, \ncom CNPJ e registro no CREA. Tem como objetivo  auxiliar as formações \nacadêmicas, profissionais e pessoais  dos alunos de Engenharia Florestal , \nproporcionando um complemento prático à formação teórica , preparando -os \npara o mercado de trabalho e desenvolve ndo um espírito empreendedor. \nA Jr. Florestal tem suas instalações no Departamento de Engenharia Florestal \ne conta com total infra -estrutura para  seu funcionamento.  \nSão consideradas atribuições da Empresa Jr. Florestal junto a Comissão \ncoordenadora do Curs o de Engenharia Florestal: Participar da Reunião Geral \nSemestral organizada pela Comissão Coordenadora; Acompanhar a \nelaboração, pela Coordenação do Curso de Engenharia Florestal, do Relatório \nsobre a avaliação semestral do curso, prevista no Art. 6º do Re gime Didático \nde Graduação da UFV; Dar ciência à Comissão Coordenadora das atividades \ndesenvolvidas pela Empresa Jr. Florestal.  ", "52": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 52  \n16. EXIGÊNCIAS DO CURSO  \n \nI. Estágio supervisionado  obrigatório  \nO Estágio supervisionado obrigatório tem por objetivo aprimorar  o \nprocesso de aprendizagem e complementar a formação do Engenheiro \nFlorestal, dando -lhe a oportunidade de usar os conhecimentos adquiridos na \nresolução dos problemas da profissão e, igualmente, contribuindo para sua \ninserção no mercado de trabalho.  \nO Está gio supervisionado obrigatório visa a oferecer ao aluno uma \nexperiência pré -profissional, colocando -o em contato com a realidade de sua \nárea de atividade, dando -lhe oportunidade de vivenciar problemas e aplicar, em \nempresa pública ou privada , os conhecimen tos adquiridos, ampliando, assim, \nsua formação profissional em uma ou mais áreas de trabalho.  O est ágio \nsupervisionado visa  a dar oportunidade ao aluno de ingress ar no mercado de \ntrabalho, desenvolvendo atividades que se inter -relacionam e integram a \nformação acadêmica com a atividade prática  e profissional.  \nPor meio da Comissão de Estágio , o Departamento de Engenharia \nFlorestal promove a integração do estudante com instituições de pesquisa, \nórgãos públicos, empresas privadas e universidades, proporcionand o a \nsolidificação do conhecimento adquirido em salas de aula,  assim como oferece \noportunidades de estágio a estudantes de outras instituições em suas \ndependências (laboratórios, viveiros, áreas de campo etc.).  \nPara o cumprimento do estágio supervisionado, o aluno deve escolher, \num professor orientador, de acordo com a área do est ágio. Para tanto, caberá \nao professo r coordenador da disciplina de e stágio apresentar a listagem de \nprofessores orienta dores disponíveis e entregar a f icha de avaliação aos \nalunos.  O aluno deve cumprir uma carga horária mínima de 1 80 horas , \npodendo ser realizadas de forma contínua ou distribuídas em mais de um \nperíodo letivo , devendo  apresentar , ao final do estágio , o formulário padrão de  ", "53": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 53 avaliação  feito pelo coordenador do estágio n a empresa, órgão ou entidade em \nque foi desenvolvido o estágio. Deverá também  apresentar o relatório  de \nestágio , conforme modelo  padrão do DEF , Anexo I . Recomenda -se que o \nestágio seja realizado externamente à instituição de origem.  \nO Curso de Engenharia Florestal da UFV estabelece o seguinte \nregulamento das normas para as atividades do Est ágio Supervisionado \nObrigatório:  \na) A realização de estágios externos a UFV só será possível mediante \nconvênio entre a instituição/empresa e a Universidade Federal de Vi çosa e \nassinatura do Termo de Compromisso de Estágios entre as partes \ninteressadas.  \nb) Anualmente, com base em dados disponibilizados pela comissão de \nestagio, será divulgado o elenco de estágios oferecidos, bem como as \natividades propostas em cada estágio  concedido pelos distintos departamentos \nda UFV e Instituições/Empresas conveniadas com a UFV. O aluno , também,  \npoderá buscar alternativas adicionais de estágio, além daquelas oferecidas \npelo DEF. Neste caso, a comissão de est ágio providenciará a celebraçã o de \nconvênio, conforme prescrito anteriormente .  \n \nc) Quando o Estágio Curricular Obrigatório for realizado fora da UFV:  \n \n Atividades do estágio supervisionado somente serão \nreconhecidas se realizadas, depois de concluído o quinto  (5º) período da \nmatriz cur ricular do Curso;  \n O período de afastamento para o estágio, exceto fora do período \nletivo, será contabilizado no prazo máximo de integralização do seu curso;  \n O estágio realizado no exterior seguirá as orientações previstas \nna Resolução 09/2006 do CEPE.  \n O estagiário terá, na UFV, um ou dois orientador(es), podendo ser \nestes docente(s) que ministre(m) disciplinas no Curso de Engenharia \nFlorestal e/ou técnicos de nível superior que atue(m) na(s) área(s) \npretendida(s). No âmbito das Instituições/Empresas respon sáveis pelo \noferecimento do Estágio, estas deverão designar um Supervisor, com \nformação superior, dentro da área de abrangência do Estágio, para ", "54": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 54 acompanhar a elaboração do projeto e as atividades a serem \ndesenvolvidas.  \n O aluno ou seu(s) orientador(es) da U FV, deverá(ão) fazer o \ncontato com a Instituição/Empresa, mediante a solicitação de estágio.  \n No caso do não oferecimento de ajuda de custo por parte das \nentidades concedentes do estágio, o estagiário poderá concorrer à Bolsa \nAuxílio -Estágio, do Programa de  Assistência ao Estudante, desde que \ntenha sido selecionado como aluno carente.  \nd) Conforme a Legislação, (Lei 6.494/77, Decreto 87.497/82 e Resolução \n11/88/CONSU), o estudante deverá estar coberto por seguro contra acidentes \npessoais no período de estágio . O seguro, quando se tratar de estágio externo, \npoderá ser objeto de acordo a se estabelecer entre a entidade concedente do \nestágio.  Nos casos em que esse acordo não for possível, o seguro correrá às \nexpensas do estagiário que deverá apresentar   documenta ção comprobatória, \nantes do início do estágio.  \ne) O estudante que obtiver conceito Q (em andamento) ou N \n(desempenho não satisfatório) na disciplina de Estágio Supervisionado deverá \nefetuar novamente matrícula na mesma disciplina, até que obtenha conceito S \n(satisfatório).   \nf)  Quanto ao(s) relatório(s):  Ao final do estágio, o aluno deverá elaborar \nrelatório(s) contendo as ativi dades desenvolvidas no estágio, encadernados em \num único volume  e depois  encaminhar cópia do(s) relatório(s) à comissão de \nestágio  do DEF.  No(s) relatório(s) não deverão constar quaisquer juízos de \nvalor sobre o local do estágio e pessoas envolvidas, ou ainda informações \nconfidenciais.  O prazo para encaminh amento do relatório seguirá o c alendário \nescolar.  \ng)  À Comissão de estágio compete:  Auxiliar na seleção dos alunos, \nquando solicitado pelas Instituições/E mpresas concedentes de estágio; \nEncaminhar os alunos com os documentos formais de apresentação, para \nformalização do estágio, junto aos Departamentos da UFV e às \nInstituições/Em presas concedentes do estágio;  Acompanhar o desenrolar e a ", "55": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 55 qualidade das atividades de estágio, propostas pelos departamentos da UFV e \npelas Instituições/Empresa;  Identificar novas instituições/empresas que possam \nfornecer estágios de qualidade aos nossos alunos ; Promover a avaliação final \ndo estagiári o.  \nh) Ao estagiário compete:  Apresentar documentação comprobatória do \nseguro de vida e/ou contra acidentes pessoais, antes do início do estágio a \ncomissão de estágio;  Elaborar com orientador(es) e superviso r o plano de \natividades do estágio;  Desenvolver o programa de atividades proposto;  Zelar \npelos materiais e instalações utilizados no desenvolvimento do estágio;  \nObedecer ao regulamento interno da instituição, acatando suas decisões, \nrespeitando as necessid ades de guardar sigilo sobre assuntos internos;  \nComparecer com assiduidade e pontualidade ao local do estágio;  Comunicar \nquaisquer fatos que possam comprometer o desenvolvimento do estágio;  \nApresentar ao supervisor e ao(s) orientador(es)   o relatório(s) so bre as \natividades do estágio, para avaliação do mesmo;  Apresentar seminário sobre \nas atividades do estágio à Comissão de Avaliação.   \ni) Ao Orientador compete:  Prestar assistência ao(s) estagiário(s) sob sua \norientação e promover as condições necessárias pa ra o melhor desempenho \ndeste(s);  Elaborar, juntamente com o supervisor e o estagiário, o programa de \natividades a ser cumprido, responsabilizando -se pela orientação;  \nj) Ao supervisor do estágio compete: Elaborar, juntamente com o(s) \norientador(es) e o esta giário, o programa de atividades a ser cumprido, \nresponsabilizando -se pela supervisão;  Avaliar o(s) relatório(s) do aluno;   \nRelatar, em formulário próprio, a freqüência e o desempenho do estagiário e \nencaminhar à comissão de estagio (Anexo 2).  \nk) À(s) entidade(s) concedente(s) do estágio compete:  Informar à \ncomissão de estagio, com antecedência, quaisquer alterações na sua \nparticipação no programa de estágio;  Designar um profissional de seu quadro \npara atuar como supervisor do estagiário.  \n ", "56": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 56 II. Trabalho final de curso  \nO Art. 10 da Resolução nº 3 do MEC determina que o Trabalho Final de \nCurso é componente curricular obrigatório, para o do Curso de Engenharia \nFlorestal, devendo o mesmo ser realizado a partir do nono período, pautado \nem determinada área teóric o-prática, como atividade de síntese e integração \nde conhecimento e consolidação das técnicas de pesquisa. Pelo referido \nArtigo, a Instituição de Ensino deverá emitir regulamentação própria, aprovada \npelo seu Conselho Superior Acadêmico, contendo, obrigato riamente, critérios, \nprocedimentos e mecanismo de avaliação, além das diretrizes e das técnicas \nde pesquisa relacionadas com sua elaboração.  \n O trabalho  final de curso de Engenharia Florestal da UFV é composto de \nduas partes. A primeira , um projeto técnico , e a segunda parte , uma \nmonografia de final de curso.  \n O trabalho final de curso I  tem como objetivo o desenvolvimento de um \nprojeto técnico na área florestal, abordando os seus componentes, \ngeneralidades , especificidades  e análises.  \nO trabalho final de curso II proporciona ao estudante a oportunidade de \nsintetizar e integrar os conhecimentos adquiridos ao longo do curso, por meio \ndo desenvolvimento de uma monografia , de forma a contribuir para o \naperfeiçoamento técnico, profissional e cultural do formand o, tendo em vista  \nseu projeto de vida profissional.  A elaboração da monografia  é individual, de \nlivre escolha do aluno, relacionada com as atribuições profissionais , e de \nacordo com sua natureza, será classificad a nas seguintes categorias: a) Estudo \nde cas os, apoiado em ampla revisão bibliográfica sobre o tema (com análise \ncrítica e/ou tratamento de dados, desde que não envolva tratamento de dados \nobtidos em pesquisas já concluídas e não publicadas). Nessa categoria deverá \nconstar na capa, seguindo o título : REVISÃO BIBLIOGRÁFICA; b) Trabalho \noriginal de pesquisa, desenvolvido segundo metodologia experimental, com \nanálise estatística dos dado s e redação na forma científica.  \nO trabalho final II conta rá com apoio de um professor orien tador  e até \ndois Co -orient adores , escolhido s pelo estudante . Poderão atuar como co -\norientadores docentes que ministram aulas na nos distintos Centros de \nCiências da UFV e/ou profissionais de outras IES/Empresas de Pesquisa, ", "57": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 57 convidados pelo Orientador. Deverá, sempre que possível, s er estimulada a \ncooperação entre orientador(es)/co -orientadores de disciplinas básicas e \ndisciplinas profissionalizantes essenciais e profissionalizantes específicas. Se, \npor qualquer motivo, o orientador vier a se afastar ou se desligar da UFV, \ncaberá ao Colegiado do Departamento, ao qual pertence o então orientador, de \ncomum acordo com o estudante, indicar seu substituto. Caso haja a \nparticipação de co -orientador(es), ele, ou um  deles, passará a ser o orientador . \nDeverá o aluno apresenta r um  seminário ab erto ao público , contendo o \nresultado de sua experiência , sendo  submetida a uma banca de avaliação , \ncomposta por três avaliadores, sendo um deles o professor orientador. A data \nde entrega das monografias será definida pel o coordenador da disciplina.  A \nbanc a será nomeada pela Coordenação do curso de Engenharia Florestal, com \nno mínimo três dias de antecedência da defesa.  A redação da monografia \ndeverá ser  feita de acordo com as normas da ABNT de redação  e ser entregue \nna forma digital e em 3 vias impressas, com visto do orientador, dentro do \nprazo estipulado pelo coordenador da disciplina ENF 499. Somente as \nmonografias entreguem dentro do prazo estabelecido serão julgadas no \nrespectivo semestre letivo.  \n \nc. Atividades complementares  \nAs atividades complementar es devem  possibilitar o reconhecimento de  \nhabilidades, conhecimentos, competências e atitudes do aluno, inclusive \nadquiridas fora do ambiente escolar, alargando  seu currículo com situações e \nvivências acadêmicas, intern as ou extern as ao curso. Podem inclui r projetos de \npesquisa, monitoria, iniciação científica, projetos de extensão, módulos \ntemáticos, seminários, simpósios, congressos, conferências e até disciplinas \nofereci das por outras Instituições de e nsino.     \nNesse sentido, as atividades complementares  devem estimular a prática \nde estudos independentes, transversais, opcionais, de interdisciplinaridade  e \ncontextualizada atualização profissional específica, sobretudo nas relações \ncom o mundo do trabalho.  ", "58": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 58 Para cumprir as exigências das atividades compleme ntares, o aluno \ndeve entregar  obrigatoriamente  à Secretaria de G raduação  do DEF \ncomprovantes d as 240 horas de atividades realizadas.  \nAs atividades acadêmicas de Monitoria, Iniciação Científica, Iniciação \nTecnológica, Extensão e Apoio Técnico podem ser apro veitadas como \natividades complementares, desde que obedeçam  às regras previstas no \nregulamento do curso  em função da carga horária, conforme Anexo V. As \natividades devem ser comprovadas por meio de certificados e/ou declarações.  \nAs atividades complementare s podem ser iniciadas pelo aluno, já a partir \ndo 1º semestre de matrícula no curso  e podem ser realizadas ao longo do \nsemestre letivo e mesmo durante as férias . \nAs atividades complementares que podem ser reconhecidas para efeito \nde aproveitamento de carga -horária se encontram n o anexo 5.  \nO aluno deverá solicitar à Comissão coordenadora do Curso de \nEngenharia Florestal o reconhecimento das Atividades Complementares, \nconforme o estabelecido no Quadro 1  (anexo 5) , nos prazos previstos no \nCalend ário Escolar de cada ano letivo.  \nCaberá à Comissão coordenadora a decisão de reconhecimento ou não \nda atividade solicitada e do estabelecimento do número de h oras/aula atribuída \na cada uma e  os documentos deverão ser entregues na ordem em que as \natividad es são apresentada s no Quadro 1.  Não serão aceitas solicitações fora \ndo prazo . \nRecomendaç ão: O aluno deverá imprimir a tabela das atividades \ncomplementares, preenchê -la com o número de horas/aula propostos, colocar \nos comprovantes (cópias) na ordem dos itens da tabela e ent regar na \nSecretaria de graduação do curso de Engenharia Florestal.  \nd. Carga horária  total  \n A carga horária total curricular do Curso de Engenharia Florestal da UFV  \né apresentada no Quadro 2. A carga horária de estágio supervisionado e \natividades complemen tares  atendem a Resolução No 2, de junho de 2007, não \nexcede ndo os  20% da carga total do curso.  ", "59": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 59 Quadro 2. Carga Horária do Curso de Engenharia Florestal  \nExigências  Horas/aula  \nDisciplinas Obrigatórias  3.240  \nDisciplinas Optativas  \nDisciplinas Eletivas  240 \n210 \nEstágio supervisionado  180 \nAtividades complementares  240 \nTOTAL  4.110  \n \nPara a integralização curricular , os alunos do Curso de Engenharia \nFlorestal terão os seguintes prazos estabelecidos de acordo com a Resolução \nNo 2, de junho de 2007, em função d a carga horária do Curso.  \n \n Prazo mínimo de integralização: 5,0 anos  \n Prazo máximo de integralização: 8,0 anos  \n Prazo médio de integralização: 5,0 anos  \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "60": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 60  \n17. ESTRUTURA CURRICULAR  \n \nVisando  assegurar a intencionalidade da Ciência  Florestal, a \ninterdisciplinaridade e a flexibilidade, a estrutura curricular do Curso de \nEngenharia Florestal privilegia “o pensar e o fazer” cotidiano s, através das \natividades integradoras das práticas florestais desenvolvidas , ou seja, os \ndiferentes estágios de desenvolvi mento cognitivo e a autonomia terão que ser \nconsiderados para que aconteça não somente o saber fazer, mas, acima de \ntudo, o saber por que está sendo feito.  \nAssim, a  estrutura curricular do Curso de Engenharia Florestal envolve \num mínimo de 4.110 horas de f ormação. O curso terá uma duração média de \n10 (dez) e máxima de 16 (dezesseis) períodos letivos. A formação se dará nos \nturnos matutino e vespertino, embora os alunos tenham a totalidade ou a \nmaioria das suas atividades concentradas em um destes  dois turno s, \nalternando -se a cada nível.  A proposta curricular do curso de Engenharia \nFlorestal da UFV, de acordo com a Resolução CNE/CES no 03, de 2 de \nfevereiro de 2006, compreende  três Núcleos de Conteúdo: Núcleo de \nConteúdos Básicos; Núcleo de Conteúdos Profissi onais Essenciais e Núcleo de \nConteúdos Profissionais Específicos.   \nA matriz curricular de um curso necessita prever o ordenamento das \ndisciplinas de cunho básico, com aquelas de cunho profissionalizante essencial \ne específico, numa seqüência em que os cont eúdos vão,   sucessivamente, se \ncomplementando. Isso, além de facilitar o aprendizado, favorece o \ndesenvolvimento das competências e    habilidades que o graduando deve \npossuir ao integralizar sua matriz curricular, para habilitá -lo a colar grau.  \nSaltos na m atriz curricular não devem ocorrer e, assim, evitar quebras \nna ordenação idealizada, dificultando desse modo o avanço natural da \nintegralização dos créditos. Por esta razão, a Comissão Coordenadora do \nCurso de Engenharia Florestal elaborou uma relação de d isciplinas que são \nrecomendadas a cursar sequencialmente. Esta relação deve ser observada ", "61": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 61 atentamente pelo aluno. Os conteúdos estão distribuídos dentro da grade \ncurricular  sugerida , abaixo . \nGRADE  CURRICULAR  \nSEQUÊNCIA SUGERIDA  \n \nDisciplinas Obrigatórias  Carga Horária  \nCr(T-P) Total  \nH.A. Pré-requisito  \n(Pré ou Co -\nrequisito*)  Código  Nome  \n1o período  \nARQ 100  Desenho Técnico I  2(1-2) 45  \nBIO 111  Biologia Celular  3(2-2) 60  \nBIO 131  Ecologia Básica  3(3-0) 45  \nENF 100  Introdução à  Engenharia  \nFlorestal  1(0-2) 30  \nFIS 191  Introdução  à Mecânica  2(2-0) 30 MAT 146*  \nMAT 146  Cálculo I  4(4-0) 60  \nQUI 100  Química Geral  3(3-0) 45  \nTOTAL  18 315  \nTOTAL ACUMULADO  18 315  \n2o período  \nBVE 210  Anatomia  das \nEspermatófitas  3(1-4) 75 BIO 111  \nEAM 301  Topografia  Básica  3(2-2) 60 ARQ 100  \nEST 105  Iniciação à Estatística  4(4-0) 60 MAT 146  \nFIS 193  Introdução aos Fluidos e \nà Termodinâmica  2(2-0) 30 FIS 191 *  \nQUI 112  Química  Anal. Aplicada  3(3-0) 45 QUI 100  \nQUI 119  Laboratório  de Química  \nAnalítica Aplicada  1(0-2) 30 QUI 11 2 * \nQUI 138  Fundamentos  de \nQuímica  Orgânica  \n 3(3-0) 45  \nTOTAL  19 345  \nTOTAL  ACUMULADO  37 660  \n3o período  \nBAN 100  Zoologia Geral  3(2-2) 60 BIO 111  \nBIO 240  Genética  4(4-0) 60 BIO 111  \nBQI 100  Bioquímica  Fundamental  4(4-0) 60 QUI 138  \nBVE 230  Organogra fia  e \nSistemática  das \nEspermatófitas  3(1-4) 75  \nENG 213  Meteorologia Aplicada a \nSistemas Florestais  4(4-0) 60 FIS 193 e  \n MAT 146  \nMAT 138  Noções  de  Álgebra  \nLinear  4(4-0) 60  \nTOTAL  22 375  \nTOTAL  ACUMULADO  59 1.035  \n4o período  \nBAN 160  Entomologia Ger al 3(2-2) 60 BAN 100  \nBVE 270  Fisiologia Vegetal  5(4-2) 90 BVE 210 e  \nBQI 100  \nENF 300  Dendrologia  3(1-4) 75 BVE 230  \n", "62": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 62 Disciplinas Obrigatórias  Carga Horária  \nCr(T-P) Total  \nH.A. Pré-requisito  \n(Pré ou Co -\nrequisito*)  Código  Nome  \nENF 305  Ecologia Florestal  3(2-2) 60 BIO 131 e  \nBVE 270*  \nENF 320  Dendrometria  2(1-2) 45 EST 105  \nSOL 220  Gênese do Solo  3(2-2) 60  \nTOTAL  19 390  \nTOTAL  ACUMULADO  78 1425   \n5o período  \nENF 325  Inventário Florestal  3(2-2) 60 ENF 320  \nENF 335  Produção e Tecnologia \nde Sementes Florestais  3(2-2) 60 ENF 305*  \nENF 351  Estrutura Anatômica e \nIdentificação da Madeira  3(2-2) 60 ENF 300 e  \nBVE 210  \nENG 337  Mecânica e Mecanização  \nFlorestal  4(3-2) 75 FIS 191  \nMBI 100  Microbiologia Geral  3(2-2) 60 BIO 111 e  \nBQI 100  \nSOL 250  Constituição , \nPropriedades e \nClassificação  do Solo  4(3-2) 75 SOL 220  \nTOTAL  20 390  \nTOTAL  ACUMULADO  98 1.815  \n6o período  \nENF 210 Métodos  Estatísticos  \nAplicados à  Ciência \nFlorestal  4(3-2) 75 EST105 e  \nMAT 138*  \nENF 330  Propagação de Espécies  \nFlorestais  3(2-2) 60 ENF 335  \nENF 342  Economia Florestal  4(4-0) 60 ENF 325*  \nENF 355  Tecnologia da Madeira  3(2-2) 60 ENF 351  \nFIP 302  Patol ogia Florestal  4(3-2) 75 MBI 100*  \nSOL 375  Fertilidade do Solo  3(2-2) 60 SOL 250  \n    Optativas  \nTOTAL  21 390  \nTOTAL  ACUMULADO  119 2205   \n7o período  \nBAN 367  Entomologia Florestal  3(2-2) 60 BAN 160  \nENF 331  Práticas Silviculturais  3(2-2) 60 ENF 330 e SOL  \n375 \nENF 372  Construções de Madeira  3(2-2) 60 ENF 355  \nENF 414  Melhoramento e \nBiotecnologia Florestal  4(4-0) 60 BIO 240 e  \nENF 210  \nENF 440  Administração Florestal  2(2-0)       30 ENF 342*  \nENF 445  Proteção  Contra \nIncêndios  Florestais  2(1-2) 45 ENG213*  \nENF 482  Unidades de \nConservação  3(2-2) 60  \n    Optativas  \nTOTAL  20 375  \nTOTAL  ACUMULADO  139 2.580  \n8o período  \nENF 343  Manejo Florestal  3(2-2)        60 ENF 325  \nENF 357  Produtos Florestais  2(1-2)        45 ENF 355  \n", "63": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 63 Disciplinas Obrigatórias  Carga Horária  \nCr(T-P) Total  \nH.A. Pré-requisito  \n(Pré ou Co -\nrequisito*)  Código  Nome  \nENF 392  Avaliação de Impactos \nAmbien tais 3(3-0)  45  \nENF 441  Política e Legislação  \nFlorestal  2(2-0)         30 ENF 342*  \nENF 490  Comunicação e \nExtensão Florestal  2(2-0)  30 Ter cursado \n2745 horas  \nSOL 471  Nutrição e Manejo de \nSolos Florestais  3(2-2)   60 SOL 375  \n    Optativas  \nTOTAL  15  270  \nTOTAL  ACUMULADO  154 2.850   \n9o período  \nENF 313  Fotointerpretação \nFlorestal  4(3-2) 75 EAM 301, ENF \n343, ENF 392*  \ne ENF 446*  \nENF 344  Estrutura, Dinâmica e \nManejo de Florestas  2(1-2) 45 ENF300, ENF \n305 e ENF 325  \nENF 383  Florestas Urba nas 2(2-1) 45  \nENF 387  Manejo de Bacias \nHidrográficas  3(2-2) 60 ENG 213  \nENF 446  Colheita e Transporte \nFlorestal  4(3-2) 75 ENG 337 e  \nENF 331  \nENF 497  Trabalho Final de Curso I  1(1-0) 15 Ter cursado  \n2190 horas  \n    Optativas  \nTOTAL  16 315  \nTOTAL  ACUMULADO  170 3.165   \n    \n10o período  \nENF 361  Serraria, Secagem e \nAcabamento  3(2-2) 60 ENF 355  \nENF 493  Atividades \nComplementares  0(0-16) 240  \nENF 498  Estágio Supervisionado  0(0-6) 180 Ter cursado \n1132 horas  \nENF 499  Trabalho Final de Curso II  1(0-2) 30 ENF 497  \n    Optativas  \nTOTAL  4 510  \nTOTAL  ACUMULADO  174 3.675  \n \nDisciplinas Optativas  \n Complementação Pedagógica  \nEDU110  Psicologia  4(4-0) 60  \nEDU117  Psicologia do \nDesenvolvimento da \nAprendizagem  4(4-0) 60  \nEDU144  Estrutura e \nFuncionamento do \nEnsino  Fundamental e \nMédio  4(4-0) 60  \nEDU155  Didática  4(4-0) 60 EDU117  \nENF495  Instrumentação para o \nEnsino Florestal  7(4-6) 150  \nDisciplinas Optativas  ", "64": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 64  \nCiência Ambiental  \nBAN369  Fundamentos de \nEcotoxicologia  3(3-0) 45 BIO111, QUI138 \ne EST105  \nBAN375  Apicultura  3(2-2) 60  \nBAN37 7 Apicultura Prática  2(0-4) 60 BAN375  \nBAN390  Receituário Agronômico \ne Deontologia  4(2-4) 90 Ter cursado \n2190 horas  \nENF288  Hidrologia Florestal  3(2-2) 60 ENG213  \nENF363  Controle Ambiental na \nIndústria Florestal  4(4-0) 60  \nENF381  Conservação de \nRecursos N aturais \nRenováveis  4(4-0) 60 ENF305  \nENF385  Planejamento \nPaisagístico  3(2-2) 60 EAM301  \nENF386  Educação e \nInterpretação Ambiental  3(2-2) 60  \nENF388  Gestão Ambiental  3(3-0) 45  \nENF389  Manejo de Fauna \nSilvestre  3(2-2) 60 ENF305 ou \nBIO131  \nENF391  Recuperaçã o de Áreas \nDegradadas  3(2-2)60   Ter cursado \n1830 horas  \nENF393  Ações Mitigadoras e \nPotencializadoras de \nImpactos Ambientais  3(3-0)  45 ENF392  \nENF396  Ecoturismo  3(2-2) 60  \nENF442  Economia Ambiental  3(3-0) 45  \nENF448  Recursos Naturais e \nManejo de Ecos sistemas  3(2-2) 60 ENG 213  \nENF488  Filosofia Ambiental  3(3-0) 45 Ter cursado \n2745 horas  \nENG426  Poluição do Ar  4(4-0) 60 Ter cursado \n2745 horas  \nGerenciamento Florestal  \nADM100  Teoria Geral da \nAdministração I  4(4-0) 60  \nDIR130  Instituições de Direito  4(4-0) 60  \nDIR131  Legislação Social  4(4-0) 60 DIR130  \nDIR140  Legislação Ambiental I  2(2-0) 30 DIR130  \nDIR141  Legislação Ambiental II  2(2-0) 30 DIR130  \nEAM460  Divisão e Demarcação de \nTerras - Peritagem  3(2-2) 60 EAM301  \nENF312  Elementos de \nSensoriamento Remo to 3(2-2) 60 ENF313  \nENF347  Estradas Florestais  3(2-2) 60 EAM301 e \nENF446*  \nENF410  Planejamento da Colheita \nFlorestal  3(2-2) 60  ENF446  \nENF412  Ergonomia  3(2-2) 60 ENG337  \nENF443  Gestão de Pequenos e \nMédios Empreendimentos \nFlorestais  3(3-0) 45 ENF441*  \nENF449 Gestão da Qualidade  3(3-0) 45 EST 105  \nERU310  Sociologia do \nDesenvolvimento  3(3-0) 45 Ter cursado 60 \ncréditos de  \n     \n", "65": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 65 Disciplinas O ptativas  Carga Horária  \nCr(T-P) Total  \nH.A. Pré-requisito  \n(Pré ou Co -\nrequisito*)  Código  Nome  \nERU418  Sociologia Rur al  3(3-0) 45  \nERU419  Ciências sociais e \nambiente  3(3-0) 45  \nERU451  Extensão Rural  4(4-0) 60 Deverá ser \ncursada em um \ndos dois últimos \nperíodos  \nFIT493  Empreendedorismo na \nAgronomia  4(4-0) 60 Ter cursado \n2.400  horas  \nSilvicultura  \nBAN366  Biologia e Contr ole de \nFormigas Cortadeiras  3(2-2) 60  BAN160 ou \nBAN367  \nBVE271  Ecofisiologia da Produção \nVegetal  3(3-0) 45 BVE270  \nENF333  Cultura de Essências \nExóticas e Nativas  3(3-0) 45 ENF331  \nENF338  Agrossilvicultura  3(2-2) 60 ENF331  \nENF415  Melhoramento de Eucalipto  3(2-2) 60 BIO240 e \nENF210  \nENG432  Agricultura de Precisão  3(2-2) 60  \nFIT320  Biologia e Controle de \nPlantas Daninhas  3(2-2) 60 BVE270  \nFIT444  Cultura de Seringueira, \nCacau e Guaraná  3(2-2) 60 ENF331 ou \nSOL380  \nFIT451  Fruticultura I  3(2-2) 60 ENF330 ou \nSOL380  \nFIT452  Fruticultura II  3(2-2) 60 FIT451* ou \nENF330  \nFIT453  Fruticultura III  3(2-2) 60 FIT451* ou \nENF330  \nMBI150  Microbiologia do Solo  3(2-2) 60 MBI100  \nMBI460  Microbiologia Ambiental  3(3-0) 45 MBI100  \nSOL380  Levantamento, Aptidão, \nManejo e Conservaçã o do \nSolo 4(3-2) 75 SOL375  \nSOL400  Meio Ambiente, \nDesenvolvimento  \nSustentável e Atuação \nProfissional  2(2-0)  30 Ter cursado \n1.500  horas -aula \nSOL465  Matéria Orgânica do Solo  3(2-2) 60 SOL375  \nSOL470  Tópicos em Fertilidade do \nSolo 4(4-0) 60 SOL375  \nSOL494  Estágio Supervisionado  0(0-12) 180  \nTecnologia de Produtos Florestais  \nENF359  Energia da Biomassa \nFlorestal  3(2-2) 60 ENF355  \nENF362  Preservação da Madeira  2(1-2) 45 ENF355  \nENF364  Química da Madeira  3(3-0) 45 QUI138*  \nENF365  Tecnologia de Celulose  3(2-2) 60 QUI119*  \nENF366  Tecnologia de Papel  3(2-2) 60 ENF365*  \nENF374  Fundamentos da Indústria \nMoveleira  3(2-2) 60 ENF355  \n", "66": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 66 18. EMENTAS DAS DISCIPLINAS  \n \nENF100 - Introdução à Engenharia Florestal 1(0 -2) I. \nEstrutura orgânica da UFV e do curso de Engenharia Fl orestal. Regime \ndidático. Formação básica do engenheiro florestal. Filosofia da ciência florestal. \nÉtica profissional e empresarial. Formação profissional sobre silvicultura, \nmanejo florestal, tecnologia da madeira e ambiência. Visita às dependências do \nDepartamento de Engenharia Florestal.  \n \nENF210 - Métodos Estatísticos Aplicados à Ciência Florestal 4(3 -2) I e II. \nEST105 e MAT138*.  \nAlgumas distribuições estatísticas utilizadas em ciência florestal. Princípios \nbásicos d a experimentação e introdução à amostr agem. Procedimentos para \ncomparações múltiplas. Modelos de delineamento experimental comumente \nutilizados em ciência florestal. Comparações de metodologias e de \nprocedimento s analíticos. Correlação e regressão.  \n \nENF288 - Hidrologia Florestal 3(2 -2) I e II.  ENG213.  \nIntrodução, histórico e conceitos sobre hidrologia florestal. O ciclo hidrológico.  \nEcossistemas florestais e precipitação de chuva. Ecossistemas florestais e \ninfiltração de água no solo. Ecossistemas florestais e escoamento superficial de \nágua. Ec ossistemas florestais e água do solo: percolação e escoamento \nsubterrâneos. Ecossistemas florestais e deflúvio. Função hidrológica de áreas \nde preservação permanente no meio rural. Proteção de nascentes.  \n \nENF300 - Dendrologia 3(1 -4) I e II. BVE230.  \nDefiniç ão, evolução e importância. Conceito, origem, classificação e nomen -\nclatura da árvore. Características dendrológicas. Métodos de identificação de \nárvores na floresta tropical. Gimnospermas ornamentais e, ou, produtoras de \nmadeiras. Angiospermas de interess e florestal. Fenologia e formações \nflorestais.  \n \nENF305 - Ecologia Florestal 3(2 -2) I e II. (BIO330 ou BIO131) e BVE270*.  \nIntrodução. Fatores climáticos. Fatores edáficos. Fatores fisiográficos. Fatores \nbióticos. Poluição ambiental. Ecossistema florestal. F luxo de energia no ecos -\nsistema florestal. Ciclagem de nutrientes em florestas. Análise da vegetação \nflorestal. Sucessão vegetal. Formações vegetais do Brasil. Zoneamento \necológico para reflorestamento.  \n \nENF310 - Fotogrametria e Fotointerpretação 3(2 -2) I e II. EAM311 ou \nEAM300 ou EAM301.  \nDivisão da fotogrametria. Teoria da visão estereoscópica. Câmaras e filmes. O \nprocesso fotográfico. Recobrimento aerofotogramétrico. Geometria das fotos \naéreas. Apoios planialtimétricos. Triangulação. Retificação. Restitui ção. Mosai -\ncos. Estereogramas. Chaves de interpretação. Interpretação geomorfológica. \nInterpretação de solos. Interpretação de vegetação. Sistemas sensoriais.  \n \nENF312 - Elementos de Sensoriamento Remoto 3(2 -2) I. ENF310 ou \nENF313.  ", "67": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 67 Conceito e histórico do s ensoriamento remoto. A energia eletromagnética e \nsuas interações com a atmosfera e os alvos terrestres. Interpretação qualitativa \nde imagens orbitais. Principais plataformas e sensores remotos orbitais. \nClassificação automática de imagens orbitais. Aplicaç ão de imagens orbitais \naos recursos naturais.  \n \nENF313 - Fotointerpretação Florestal 4(3 -2) I e II.  EAM300 ou EAM 301, \nENF 343, ENF 446* e ENF 392*.  \nFotointerpretação de fotografias aéreas e suas aplicações na área florestal. \nAplicação de imagens orbitais n o mapeamento e planejamento florestal. \nFundamentos da geomática. Sistemas de informações florestais.  \n \nENF314 - Fotointerpretação e Sensoriamento Remoto 3(2 -2) II. (EAM330 e \nSOL330) ou (EAM430 e SOL215).  \nFundamentos de fotogrametria e sensoriamento remoto. Fotointerpretação e \nsuas aplicações na geografia e no levantamento de recursos naturais. \nProcessos de aquisição de informação.  \n \nENF320 - Dendrometria 2(1 -2) I e II. EST103 ou EST105 ou EST106.  \nIntrodução. Medição de diâmetro, área basal e altura. Estudo da  forma do \ntronco das árvores. Cubagem rigorosa de troncos. Volumes reduzidos do \ntronco. Obtenção da biomassa de diferentes partes das árvores. Tabelas de \nvolume e modelos volumétricos. Modelos de múltiplos volumes e de “taper”. \nEstimação de volume e biomas sa por unidade de área. Método de Bitterlich. \nNoções de crescimento e produção florestal.  \n \nENF325 - Inventário Florestal 3(2 -2) I e II. ENF320.  \nConceituações sobre crescimento e produção florestal. Estatísticas usuais em \ninventário florestal. Amostragem ca sual simples. Amostragem sistemática. \nAmostragem estratificada. Erros usuais em inventário florestal. Forma e \ntamanho de unidades de amostra. Amostragem por conglomerados. Inventário \ncom amostragem repetitiva. Emprego de parâmetro auxiliar em amostragem \nflorestal. Planejamento de inventários florestais.  \n \nENF330 - Propagação de Espécies Florestais 3(2 -2) I e II. ENF 335.  \nPrincípios da propagação de plantas lenhosas. Instalação de Viveiros florestais. \nTipos de recipientes e substratos. Produção de mudas por s ementes de \nespécies florestais. Controle de qualidade da muda. Produção de mudas por \npropagação vegetativa: enxertia, enraizamento de estacas (mergulhia e \nestaquia) e micropropagação. Propagação de plantas selecionadas.  \n \nENF331 - Práticas Silviculturais 3( 2-2) I e II. ENF330 e SOL 375.  \nFundamentos da silvicultura. Ciclo de vida dos povoamentos florestais. \nImplantação de florestas. Fertilização. Manutenção. Cortes culturais de \ndesbastes e desramas. Regeneração e reforma de povoamentos florestais.  \n \n \nENF333 - Cultura de Essências Exóticas e Nativas 3(3 -0) I e II. ENF331  ", "68": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 68 Introdução. Cultura de seringueira. Cultura da algaroba. Cultura de pinus. \nCultura do pinheiro brasileiro. Cultura do eucalipto. Sistemas agroflorestais. \nSeminários sobre outras essências flores tais. \n \nENF335 – Produção e Tecnologia de Sementes Florestais 3(2 -2) I e II. \nENF305*.  \nFormação, definição, partes e composição química. Produção. Germinação. \nDormência. Vigor e senescência. Produção. Beneficiamento. Secagem. \nAnálise.  \n \nENF338  - Agrossilvicul tura 3(2 -2) I e II. ENF331 ou ENF339.  \nA ciência agrossilvicultura e os sistemas agroflorestais. Histórico da \nagrossilvicultura. Conceitos de sistemas agroflorestais. Classificação de \nsistemas agroflorestais. Vantagens e desvantagens dos sistemas \nagroflores tais. Práticas agroflorestais. Diagnóstico e planejamento de sistemas \nagroflorestais. A agrossilvicultura no mundo. Princípios de seleção e espécies \npara sistemas agroflorestais. Experimentação em sistemas agroflorestais. \nExtensão agroflorestal. Análise ec onômica dos sistemas agroflorestais.  \n \nENF339 - Silvicultura Geral 3(2 -2) I e II. BVE270.  \nConceitos, importância da silvicultura. Ecologia de ecossistemas florestais. \nNoções de auto -ecologia. Classificação ecológica para reflorestamento. \nEscolha de espécies  para plantio e principais usos. Sementes florestais. \nPlanejamento de viveiros e produção de mudas de espécies florestais. \nImplantação de florestas. Nutrição florestal. Agrossilvicultura. Brotações. \nFomento florestal.  \n \nENF342 - Economia Florestal 4(4 -0) I e II. ENF325*.  \nO setor florestal. Princípios elementares em economia. A função de produção. \nEstudo dos custos na empresa florestal. Capital e juros na empresa florestal. \nAvaliação de povoamentos florestais. Investimento na empresa florestal. \nRendimento na empresa florestal.  \n \nENF343 - Manejo Florestal 3(2 -2) I e II. ENF325.  \nElementos do Manejo Florestal. Classificação da Capacidade Produtiva. \nModelagem do Crescimento e da Produção. Rotação Florestal. Uso de \nPesquisa Operacional em Manejo de Florestas Eq uiâneas. Avaliação Florestal. \nRegulação de Florestas Equiâneas.  \n \nENF344 - Estrutura, Dinâmica e Manejo de Florestas 2(1 -2) I e II. ENF300,  \nENF305 e ENF325.  \nConceitos básicos. Sistemas silviculturais. Uso múltiplo de florestas. \nComposição  florísticas e estrutura s fitossociológicas e paramétricas. Avaliação \neconômica. Crescimento e produção. Planos de manejo. Sistemas de colheita, \nsilvicultural e de monitoramento. Análise dos efeitos ambientais do manejo. \nPrincípios, critérios e indicadores de sustentabilidade par a o manejo de \nflorestas. Certificação para o manejo de florestas.  \n \n \n ", "69": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 69 ENF347 - Estradas Florestais 3(2 -2) II. (EAM300 ou EAM301) e ENF446*.  \nHistórico. Classificação. Finalidades e modelos. Parâmetros de influência. \nPlanejamento. Projeto geométrico. Projeto geotécnico. Técnicas construtivas. \nDrenagem. Manutenção e conservação. Cargas de tráfego. Gerência de \npavimentos. Impacto ambiental.  \n \nENF351 - Estrutura Anatômica e Identificação de Madeira 3(2 -2) I e II. \nENF300 e BVE210.  \nEvolução e importância dos estudos  anatômicos de madeiras. Terminologia. \nConstituição anatômica do meristema apical e câmbio. Estruturas anatômicas \nmacroscópicas e microscópicas do lenho de coníferas. Estruturas anatômicas \nmicroscópicas e macroscópicas do lenho das folhosas. Estruturas ana tômicas \nmicroscópicas de monocotiledôneas. Constituição anatômica das casca de \nconíferas e folhosas. Princípios de identificação de madeiras. Características \norganolépticas de madeiras.  \n \nENF355 - Tecnologia da Madeira 3(2 -2) I e II. ENF351.  \nMadeira e deriv ados. Crescimento da árvore e formação do tecido madeireiro. \nQuímica da madeira. Estrutura da parede celular. Densidade. A relação \nágua/madeira. Propriedades térmicas e acústicas. Propriedades elétricas. \nPropriedades mecânicas. Variações na madeira. Qualid ade e usos da madeira.  \n \nENF357 - Produtos Florestais 2(1 -2) I e II. ENF355.  \nLaminação da madeira. Produção e propriedades do compensado. Produção e \nemprego de vigas laminadas. Chapas sarrafeadas. Chapas de composição - \nprodução e propriedades. Resinagem, p rodução de látex e de óleos essenciais.  \n \nENF359  - Energia da Biomassa Florestal 3(2 -2) I. ENF355.  \nA energia da madeira no contexto energético brasileiro. Propriedades da \nmadeira para energia. Combustão direta. Processos de pirólise e carbonização. \nRecupera ção e utilização de subprodutos da pirólise e carbonização. Impacto \nambiental do carvoejamento. Gaseificação de lenha. Briquetagem de biomassa \npara energia.  \n \nENF361 – Serraria , Secagem e acabamentos  3(2-2) I e II . ENF355.  \nEvolução das técnicas de processa mento da madeira. Tipos básicos de \nengenhos de serra. Manutenção dos engenhos de serra. Planejamento de uma \nserraria. Classificação das toras. Técnicas de desdobro. Secagem de madeira \nserrada. Técnicas e produtos de acabamento para madeiras e derivados.  \n \nENF362 - Preservação da Madeira 2(1 -2) II. ENF355 ou ENF 351.  \nElementos anatômicos macroscópicos e microscópicos, características físicas \nimportantes na sua preservação. Durabilidade natural da madeira. Agentes \nresponsáveis pela degradação da madeira. Tipos  e sistemas preservativos. \nProcessos usados nos tratamentos preservativos. Usinas de preservação. \nTeste de eficiência de preservativos e avaliação da durabilidade natural da \nmadeira. Controle de qualidade. Considerações econômicas e legais sobre \npreservaçã o da madeira.  \n \n ", "70": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 70 ENF 363 - Controle Ambiental na Indústria Florestal 4(4 -0) I. Controle \npreventivo da poluição. Parâmetros de qualidade da água. Tratamento físico -\nquímico da água. Parâmetros da qualidade de águas residuárias. Impacto do \nlançamento de águas residuárias nos corpos d'água. Processos de tratamento \nde efluentes líquidos. Gerenciamento dos resíduos sólidos. Poluição \natmosférica. Controle da poluição na indústria de celulose e papel. Controle da \npoluição na indústria de móveis.  \n \nENF364 - Química da  Madeira 3(3 -0) I. QUI113 ou QUI232 ou QUI138*.  \nConstituição química da madeira. Química de carboidratos. Biossíntese dos \npolissacarídeos da madeira. Celulose. Hemicelulose. Lignina. Extrativos. \nEstrutura anatômica e constituição química da casca. Utilizaç ão de \nconstituintes químicos da madeira.  \n \nENF365 - Tecnologia de Celulose 3(2 -2) I. QUI119* ou QUI 214*.  \nO setor nacional de celulose e papel. Matérias -primas fibrosas. Classificação e  \ncaracterização dos processos de polpação. Preparo da madeira para polpa ção. \nOs processos alcalinos de polpação. O processo Kraft. Processamento da \npolpa celulósica. Processos de polpação de alto rendimento. Branqueamento \nda polpa celulósica.  \n \nENF366 - Tecnologia de Papel 3(2 -2) II. ENF365*.  \nA indústria de papel. Recursos fibr osos para produção de papéis. Efeito da \nqualidade da matéria para produção de papéis. Relações entre a qualidade da \nmadeira e as propriedades do papel. Fundamentos tecnológicos de sistemas \nde preparo de massa e de reciclagem de papéis. Aspectos físico -quím icos de \nligações interfibras na formação de papéis. Estrutura do papel. Propriedades \nfísico -mecânicas de papéis. Aditivos do papel. Propriedades ópticas do papel. \nColoração do papel. Impressão do papel. Produção artesanal de papéis.  \n \nENF372 - Construções d e Madeira 3(2 -2) I e II. ENF355.  \nNoções de resistência dos materiais e estabilidade das construções. A madeira \ncomo material de construção. O processamento da madeira para emprego \nestrutural. Ensaios de madeira e tensões admissíveis em peças estruturais. \nLigações de peças estruturais. Noções de projetos e construções em madeira. \nDimensionamento de peças estruturais de madeira.  \n \nENF374 - Fundamentos da Indústria Moveleira 3(2 -2) I. \nCaracterísticas da atividade moveleira no Brasil. Principais pólos moveleiros . \nIndicadores econômicos. Matérias -primas principais. Matérias -primas alterna -\ntivas. Processos de produção de móveis. Fatores inerentes aos processos de \nprodução.  \n \nENF381 - Conservação de Recursos Naturais Renováveis 4(4 -0) I e II. \nENF305.  \nHistórico sobre a utilização dos recursos naturais e o desenvolvimento susten -\ntável. Legislação ambiental. Alterações climáticas globais. Biodiversidade. \nUnidades de conservação. Biossegurança. Avaliação de impactos ambientais. \nEducação e interpretação ambiental. Recupera ção de áreas degradadas. \nManejo de recursos hídricos. Manejo de fauna silvestre.  \n ", "71": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 71 ENF383 – Florestas Urbanas 2(2 -1) I e II.  \nConceitos comparativos de arborização urbana e de florestas urbanas. \nInventário e diagnóstico de florestas urbanas. Funções das árvo res urbanas. \nPlanejamento e implantação das florestas urbanas. Manutenção das florestas \nurbanas.  \n \nENF385 - Planejamento Paisagístico 3(2 -2) I e II. EAM301 ou EAM300.  \nConceituação de termos correlatos. Histórico e evolução do paisagismo e \ncampo de atuação d o paisagista. Estilos e escolas. Análise e inventário dos \nelementos que compõem a paisagem urbana e rural. Fatores de origem natural \ne social que influem no planejamento paisagístico. Princípios de estética. \nEstudo de anteprojeto e do projeto definitivo de  sistemas de áreas verdes \nurbanas e rurais. Identificação e agrupamento de espécies vegetais \ncomumente usadas no paisagismo.  \n \nENF386 - Educação e Interpretação Ambiental 3(2 -2) II. \nIntrodução. Formas de educação ambiental. Metodologia. Educação ambiental \ne reflorestamento. Interpretação ambiental. Ecoturismo.  \n \nENF387 - Manejo de Bacias Hidrográficas 3(2 -2) II. ENG213  \nConceitos. Aspectos sociais e econômicos do uso da água. Planejamento do \nmanejo de bacias hidrográficas. Morfometria de bacias hidrográficas. Noções \nde hidrologia florestal. Conservação de solo e água em bacias hidrográficas. \nProdução de nascentes. Mata s ciliares. Resultados esperados do manejo de \nbacias hidrográficas.  \n \nENF388 - Gestão Ambiental 3(3 -0) I. \nPolítica de desenvolvimento integrado e suas características. Inserção do meio \nambiente no planejamento econômico. Base legal e institucional para a gestão \nambiental. Instrumentos de gestão e suas implementações: conceitos e prática.  \n \nENF389 - Manejo de Fauna Silvestre 3(2 -2) I e II. BIO330 ou E NF305 ou \nBIO131.  \nHistórico, importância e conceitos em manejo de fauna silvestre. Aspectos \necológicos aplicados ao manejo de fauna silvestre. População e ambiente. \nClassificação de vertebrados silvestres. Espécies brasileiras ameaçadas de \nextinção. Levanta mentos faunísticos. Estudo de populações animais silvestres. \nMarcação de animais silvestres. Técnicas de manejo de fauna silvestre. \nTécnicas de conservação e exposição de animais silvestres.  \n \nENF391 - Recuperação de Áreas Degradadas 3(2 -2) II. Ter cursado 50% da \ncarga horária de disciplinas obrigatórias  \nConceitos de degradação e recuperação ambiental. A reabilitação como \ncomponente do Sistema de Gerenciamento Ambiental (SGA). A visão da \nrecuperação ideal. Aplicação do pensamento sistêmico à resolução dos \nproblemas da revegetação de áreas degradadas. Técnicas de recuperação \nempregadas por diversas áreas de especialização – ciências agrárias, \nbiológicas, humanas e geociências. Linhas de pesquisa. Organização gerencial \ndo trabalho em equipe. Estudos de caso.  \n ", "72": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 72 ENF392 - Avaliação de Impactos Ambientais 3(3 -0) II. \nConceitos fundamentais. Documentos para licenciamento ambiental. Evolução \ndas metodologias de avaliação de impactos ambientais. Metodologias para \nidentificação, descrição, qualificação e quantificação de impactos ambientais. \nAplicação das técnicas de avaliação de impactos ambientais em países \ndesenvolvidos e em desenvolvimento.  \n \nENF393 - Ações Mitigadoras e Potencializadoras de Impactos Ambientais \n3(3-0) I. ENF392.  \nConceitos. Classificação das ações mitiga doras e potencializadoras de \nimpactos ambientais. O delineamento das ações de mitigação e potencia -\nlização de impactos ambientais. Relações com o monitoramento e gestão \nambiental. Estudo de casos com exercícios de fixação.  \n \nENF396  - Ecoturismo 3(2 -2) I. \nDefinição, evolução e importância do setor de turismo/ecoturismo. Classi -\nficação e origem de ecoturismo. Levantamento e análise dos recursos naturais \ncom potencialidades para o ecoturismo. Determinação da capacidade de carga. \nPlanejamento e gestão de empreen dimentos ecoturísticos. Pesquisa e análise \nde mercado. Educação ambiental. Impactos ambientais, socioculturais e \neconômicos do ecoturismo. Empreendimentos ecoturísticos.  \n \nENF410 - Planejamento da Colheita Florestal 3(2 -2) II. ENF446.  \nConceitos e importânci a. Fundamentos. Métodos. Fatores influentes. Planeja -\nmento. Controle. Ferramentas aplicáveis ao planejamento da Colheita Florestal.  \n \nENF412 - Ergonomia 3(2 -2) I. ENG337 ou ARQ201 ou (ARQ205 e ARQ130) \nou EFI218.  \nErgonomia. Abordagem ergonômica de sistemas. Biomecânica ocupacional. \nAntropometria aplicada. Fisiologia de trabalho. Posto de trabalho. Controles e \ndispositivos de informação. Fatores ambientais. Fatores humanos no trabalho. \nSegurança do trabalho. Organização e métodos de trabalho.  \n \nENF 414 – Melhor amento e Biotecnologia Florestal 4(4 -0). I e II. BIO 240 e \nENF 210.  \nMelhoramento florestal. Genética de populações. Conservação genética. \nDomesticação de espécies florestais. Ganho genético por seleção. Endogamia \ne hibridação. Silvicultura clonal. Seleção e multiplicação de clones. Testes \nclonais: metas e procedimentos básicos. Organização e estratégias de plantios \nclonais. Biotecnologia no melhoramento florestal. Produção e comercialização \nde sementes e mudas.  \n \nENF 415 – Melhoramento de Eucalipto 3(2 -2). II. BIO 240 e ENF 210.  \nO eucalipto no mundo. Biologia reprodutiva. Recursos genéticos d o eucalipto. \nSeleção de espécies e procedências. Principais espécies plantadas no Brasil. \nEstratégias de melhoramento e critérios de seleção. Hibridação. Propagação \ndos e ucaliptos. Produção de sementes e propágulos melhorados.   \n \n \n ", "73": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 73 ENF440 - Administração Florestal 2(2 -0) I e II. ENF342*.  \nAdministração de empresas florestais. Áreas funcionais da administração. \nProcessos da administração. Contabilidade de empresas florestais.  Gestão \nintegrada. Tópicos sobre  licenciamento ambiental. Ética profissional. Anotações \nde responsabilidade técnica. Perícia florestal.  \n \nENF441 - Política e Legislação Florestal 2(2 -0) I e II. ENF342*.  \nConsiderações sobre a política florestal. Funções da f loresta. Política nacional \nde meio ambiente. Comércio internacional dos produtos florestais. Definições \nsobre termos jurídicos. Legislação florestal e ambiental. Extensão e fomento \nflorestal.  \n \nENF442 - Economia Ambiental 3(3 -0) I e II.  \nConceitos e históric o. Classificação dos recursos naturais. Desenvolvimento \nsustentável. Exploração dos recursos naturais renováveis e não -renováveis. \nImperfeições de mercado. Métodos de valoração dos recursos naturais. \nRecursos naturais versus poluição. Mecanismos políticos para solução de \nproblemas ambientais. Mercado de bens e serviços ambientais. Estudos de \ncaso.  \n \nENF443 - Gestão de Pequenos e Médios Empreendimentos Florestais  \n3(3-0) II. ENF441*.  \nConceitos. Papel e a importância dos pequenos e médios empreendimentos \nflorestais (PMEs). Desenvolvimento dos PMEs florestais. Sistemas de apoio \naos PMEs florestais. Levantamento do perfil de um empreendedor. Identifica -\nção de oportunidades de negócios. Composição de empresas. Procedimentos \npara criação de empresas florestais. Leg islação pertinente e gerenciamento de \nempresas florestais. Formatação de planilhas de custos. Tópicos sobre \ncomercialização. Estudo de caso.  \n \nENF445 - Proteção Contra Incêndios Florestais 2(1 -2) I e II. ENG 213*.  \nConceitos básicos sobre a combustão, incênd io florestal e manejo do fogo. \nPrincípios da combustão. Comportamento do fogo. Caracterização do material \ncombustível florestal. Índices de riscos de incêndios. Plano de proteção contra \nincêndios florestais. Tecnologia aplicada na proteção contra incêndios  \nflorestais. Efeitos dos incêndios. Noções sobre queima controlada.  \n \nENF446 – Colheita e Transporte Florestal 4(3 -2) I e II. ENF 331 e ENG 337  \nSistema industrial. Enfoque sistêmico. Fatores discriminantes ambientais, \nsociais, florestais e econômicos. Corte  florestal. Extração florestal. Sistemas de \ncolheita. Planejamento da colheita florestal. Organização e métodos de \ntrabalho de colheita. Controle de produção e custos de colheita. Ergonomia \naplicada à colheita. Segurança do trabalho. Qualidade total na ati vidade de \ncolheita florestal. Gestão integrada de máquinas florestais. Transporte florestal.  \n \n \n \n \n ", "74": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 74 ENF448 - Recursos Naturais e Manejo de Ecossistemas 3(2 -2) II. ENG210 \nou GEO120 ou ENG212 ou ENG213 ou ENG321.  \nConceitos preliminares. Bases teóricas de recup eração e manejo de \necossistemas. Técnicas de recuperação e ecossistemas aquáticos e terrestres. \nEcotecnologia. Manejo de ecossistemas. Recuperação de áreas degradadas: \nurbanas, de exploração mineral e de exploração agrícolas.  \n \nENF449 - Gestão da Qualidade 3(3-0) I. ENF210.  \nIntrodução. Matriz da qualidade total. A ênfase no cliente. Planejamento da \nqualidade. Ferramentas da qualidade. Controle estatístico do processo (CEP). \nImplantação de um sistema de qualidade. Custos da qualidade. Certificação. \nEstudos de  casos.  \n \nENF 481 – Legislação Ambiental e Análise de Riscos 3(3 -0)I. CIV 442 ou \nENF 392  \nHistórico da legislação ambiental. Hierarquia das leis. Princípios de direito \nambiental. Legislação federal e estadual. Licenciamento ambiental. Princípios \nbásicos de a nálises de riscos e tomadas de decisão. Análise técnica, análise \neconômica, relações  de custo -benefício e análise do impacto ambiental.  \n \nENF482 - Unidades de Conservação 3(2 -2) I e II.  \nImportância e objetivos da criação de unidades de conservação. Classifi cação \ndas unidades de conservação de uso direto e indireto. As unidades de conser -\nvação brasileiras: características gerais, legislação pertinente e principais \nproblemas e possíveis soluções. Planejamento de unidades de conservação: \nobjetivos, modelos, fas es e níveis de detalhamento. Plano de manejo de \nunidades de conservação: finalidade, zoneamento, gerenciamento de recursos \nhumanos e físicos e programas de pesquisa, conservação, proteção e \nfiscalização, uso público, educação e recreação e monitoramento.  \n \nENF483 - Controle da Poluição nos Processos Industriais 4(4 -0) II. CIV441 \nou CIV446.  \nPrincípios básicos do controle preventivo da poluição. Hierarquia do controle \npreventivo da poluição. Controle da poluição hídrica, atmosférica e dos resí -\nduos sólidos nas  indústrias de celulose e papel. Controle da poluição hídrica, \natmosférica e dos resíduos sólidos nas indústrias de álcool e açucareiras. \nControle da poluição hídrica, atmosférica e dos resíduos sólidos nas industriais \nde laticínio. Controle da poluição hí drica, atmosférica e dos resíduos sólidos \nnos abatedouros bovinos, de aves e suinocultura. Controle da poluição hídrica, \natmosférica e dos resíduos sólidos das indústrias de alimentos.  \n \nENF488 - Filosofia Ambiental 3(3 -0) I. Ter cursado 75% dos créditos \nobrigatórios  \nConceitos básicos da filosofia relacionados à gestão de recursos naturais. \nTeoria do conhecimento e metodologia ou epistemologia dos recursos naturais. \nPrincipais escolas filosóficas e sua influência sobre a relação homem/natureza. \nEcologia, com unidade e estilo de vida. Ética na gestão de recursos naturais.  \n \n ", "75": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 75 ENF490  - Comunicação e Extensão Florestal 2(2 -0) I e II. Ter cursado 75% \nde disciplinas obrigatórias do currículo  \nConceitos e importância. A extensão florestal. O plano de extensão florestal . \nEstudos de caso.  \n \nENF 493 – Atividades Complementares  0(0-16) I e II.  \nAs atividades complementares correspondem a um conjunto de atividades \nvividas pelo discente, de caráter científico, cultural e acadêmico que enriquece \ne complementa  seu processo de fo rmação em Engenharia Florestal. Tais \natividades incluem: seminários, exposições, monitorias, tutorias, visitas \ntécnicas, cursos, oficinas, participação em eventos de caráter científico, \natividades de pesquisa e extensão, representação estudantil, Empresa J r., \ndentre outras.  \n \nENF 495 – Instrumentação para o Ensino Florestal  7(4-6) II. \nAbordagens recentes da área florestal. Estrutura e fundamentos do ensino \nflorestal. Planejamento e organização de conteúdos teóricos e práticos do \nensino florestal. Estruturaçã o de laboratórios e áreas de campo. Desenvol -\nvimento e produção de material didático para o ensino  florestal. Tópicos \nespeciais na área florestal.  \n \nENF497 – Trabalho de Final de Curso I 1(1 -0) I e II. Deverá ser cursada a \npartir do 7o período  \nProjeto de pe squisa. Componentes de um projeto de pesquisa. Análise do \nprojeto. Técnicas de apresentação.  \n \nENF498 – Estágio Supervisionado 0(0 -6) I e II. Ter concluído 50% das \ndisciplinas profissionalizantes do currículo obrigatório  \nEsta disciplina visa a dar ao aluno uma experiência pré -profissional, colocando -\no em contato com a realidade de sua área de atividade, dando -lhe \noportunidade de vivenciar problemas e aplicar, em empresa pública ou privada , \nos conhecimentos adquiridos, ampliando, assim, sua formação profissio nal em \numa ou mais áreas de trabalho. A disciplina contará com o apoio de um \nprofessor orientador, podendo este ser o coordenador de estágio. O aluno \ndeverá também apresentar um seminário, ficha de avaliação e relatório de \nacordo com as normas estabelecida s pelo Departamento.  \n \nENF499 – Trabalho Final de Curso II 1(0 -2) I e II. ENF 497  \nElaboração de uma monografia, que será individual, de livre escolha do aluno, \nrelacionada com as atribuições profissionais. Será realizada no último período \ndo curso, contará com o apoio de um professor orientador, escolhido pelo \nestudante. Será apresentada em seminário aberto ao público e submetida a \numa banca de avaliação composta de três avaliadores, sendo um deles o \nProfessor Orientador.  \n \n ", "76": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 76  \n19. ATIVIDADES DE EXTENSÃO  \n \nO De partamento de Engenharia Florestal, juntamente com outras \nentidades ligadas à área florestal, tem por objetivo promover a extensão da \nCiência Florestal, por meio da elaboração, execução, análise e divulgação de \npesquisas, estudos relacionados com problemas  técnicos e econômicos da \nindústria florestal brasileira, promoção de palestras, cursos, reuniões técnicas, \nsimpósios, congressos, workshops  e conferências e capacitação de recursos \nhumanos, entre outras atividades relacionadas com a Ciência Florestal como  \num todo.  \na. Divulgação  \nO Departamento de Engenharia Florestal, juntamente com a Sociedade \nde Investigações Florestais (SIF), possui veículos de divulgação científica \nvisando à extensão da Ciência Florestal, tais como a Revista Árvore, o \nDocumento SIF, o Boletim Técnico, o Informativo Técnico SIF e as teses de \npós-graduação. Os professores/pesquisadores publicam artigos científicos \nnestes meios de comunicação, bem como em outros, como a Revista \nAção  Ambiental da UFV, Revista Ceres, Revista UFV, programas d e Televisão \n(TV Viçosa), CPT (Central de  Produções Técnicas ), revistas científicas \nnacionais e internacionais, congressos, simpósios, conferências, entre outros, \nem nível nacional e internacional.  \nA Folha Florestal (informativo técnico da Engenharia Flores tal da UFV), \no Jornal da SIF (veículo de divulgação e informação SIF/DEF), e a TV Viçosa \npublicam regularmente matérias contendo informações atualizadas do setor \nflorestal brasileiro e internacional.  \nb. Assistência, assessoria e consultoria técnica  \nPor mei o de seus professores/pesquisadores, o Departamento de \nEngenharia Florestal tem prestado relevantes serviços à sociedade por meio de ", "77": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 77 assistência, assessoria e consultorias técnicas, nas mais diferentes áreas da \nCiência Florestal. Os docentes têm atuado jun to a Prefeituras Municipais, \ninstituições governamentais (IEF, IBAMA , SEBRAE  etc.), empresas do setor \nprivado, pequenas propriedades rurais e profissionais liberais.  \nc. Promoção de eventos  \nCom o objetivo de atualização constante na Ciência Florestal, o \nDepartamento de Engenharia Florestal, juntamente com a Sociedade de \nInvestigações Florestais e demais  entidades, promove, constantemente, \ncursos, palestras, seminários, reuniões técnicas, workshops , congressos, \nsimpósios e conferências.  \nd. Convênios  \nO Depart amento de Engenharia Florestal , através da SIF (Sociedade de \nInvestigações Florestais)  mantém convênios com diferentes setores da \nsociedade, entre eles, órgãos governamentais, empresas privadas e \nprefeituras. Por meio desses convênios, são elaborados e des envolvidos \ntrabalhos de cooperação mútua, visando a solucionar problemas relacionados \naos recursos naturais renováveis e ao meio -ambiente.  \nA SIF, é uma entidade de direito privado, sem fins lucrativos, criada em \n08 de janeiro de 1974 e que conta com empre sas atuantes no setor florestal \nbrasileiro, ligadas às mais diversas áreas de interesse (carvão vegetal, papel, \ncelulose, postes, serraria, ferro -ligas, cimento, energia, mineração, dentre \noutras). A SIF tem por objetivo promover a pesquisa florestal por m eio da \nelaboração, execução, análise e divulgação de pesquisas e estudos \nrelacionados com problemas técnicos e econômicos da indústria florestal \nbrasileira, bem como da Ciência Florestal como um todo. Para atingir este \nobjetivo, a SIF conta com o apoio da UFV, que coloca sua infra -estrutura de \nrecursos humanos e materiais à disposição, para que se desenvolva m os \ntrabalhos e pesquisas.  \n \n ", "78": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 78 e. Programa especial de treinamento - PET \n     Iniciado em 1979 o PET (Programa de Educação Tutorial) está vinculado \nà Sec retaria de Educação Superior do Ministério da Educação (MEC), sob \nresponsabilidade da Coordenação de Relações Acadêmicas da Graduação, do \nDepartamento de Modernização e Programas da Educação Superior (DEPEM).  \n      As atividades no Programa são desenvolvi das por grupo de estudantes, \nsob a coordenação de um tutor. O grupo é estruturado considerando os cursos \nde graduação das Instituições de Ensino Superior do país, sendo via de regra, \num grupo por curso, que se dispõe a seguir o princípio da indissociabilid ade \nentre ensino, pesquisa e extensão dando ênfase à educação tutorial.  \nO programa prevê o financiamento de recursos para custeio das \natividades desenvolvidas pelo grupo, bolsas de estudo para os alunos, além de \nbolsa para o tutor. O apoio é concedido ao C urso por um período \nindeterminado, e ao al uno bolsista, até a conclusão de sua graduação, desde \nque obedecidas às regras do Programa.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "79": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 79  \n \n20.  INCENTIVO A PESQUISA  \n \n \na) Iniciação cientifica  \n \nO Curso de Engenharia Florestal sempre esteve int egrado ao Programa \nde pós-graduação em Ciência Florestal da UFV. Os discentes participam \nativamente das atividades de pesquisa dos docentes e discentes da \nPós-Graduação por meio dos programas de Iniciação Científica do CNPq, \nFAPEMIG e de empresas privadas.  O Departamento conta também com o \nincentivo de bolsas de iniciação científica provenientes da Caixa Econômica \nFederal, Banco do Brasil, Sociedade de Investigações Florestais e F UNARBE .  \n \nb. Pós -graduação Strictu Sensu  \n \nA Pós -graduação em Ciência Florestal , na Universidade Federal de \nViçosa, iniciou -se com o Mestrado , em março de 1975, obtendo o \ncredenciamento no Conselho Federal de Educação em 6/11/1986. Em \n29/7/1988, a Comissão de Ensino, Pesquisa e Extensão - CEPE da UFV \naprovou a criação do Curso de Dou torado em Ciência Florestal, com o início de \nfuncionamento em março de 1989, obtendo o credenciamento do Conselho \nFederal de Educação em 8/6/1994.  \nO Programa de Pós -Graduação em Ciência Florestal, em sintonia com \nas políticas e metas institucionais, vem p reservando seus objetivos e metas de \nfornecer às universidades, aos institutos de pesquisa, às empresas privadas e \nà sociedade como um todo, profissionais altamente capacitados para atender \nàs suas necessidades. Além das pesquisas científicas, os docentes e discentes \ndo Programa desenvolvem pesquisas científicas e tecnológicas de interesse \nimediato d as empresas florestais. O contínuo e arrojado aprimoramento técnico \ndos docentes garante também benefícios para o Curso de Graduação em \nEngenharia Florestal da UFV. Dos 34 docentes do Programa, 21 são  bolsistas \nde produtividade em pes quisa  do CNPq. As linhas de pesquisas estão ", "80": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 80 estruturadas de modo a compatibilizar os Cursos de Mestrado e Doutorado, \nbem como  atender à atual demanda de conhecimentos científicos e \ntecnológicos.  \nO corpo docente é constituído, em sua totalidade, de professores com o \ntítulo de doutor. Não há participação de professores com o título de Mestre no \nensino, nas bancas de defesa de dissertação/tese, nem mesmo no comitê de \norientação. O Progr ama tem incentivado o aumento da participação de \ndocentes e pesquisadores de outras instituições de ensino e pesquisa nas \nbancas de defesa de dissertação/tese. O Programa está incentivando o \naumento de publicações dos docentes em revistas científicas inter nacionais de \nalto impacto e intercâmbios nacionais e internacionais, além de vir reduzindo \nsubstancialmente o tempo médio de titulação (TMT) para ajustar em 24 e 48 \nmeses, respectivamente, Mestrado e Doutorado.  \nOs seminários e as defesas de dissertações/t eses dos discentes da Pós -\nGraduação são públicos permitindo também  aos estudantes de graduação \naprimorar  seus conhecimentos.  \nConvênios com o CNPq, CAPES, FINEP, FAPEMIG, SIPAM, MMA e \nempresas florestais entre outros, com o apoio da Sociedade de Investigaçõ es \nFlorestais - SIF, permitiram a aquisição de máquinas e equipamentos, \nreagentes, vidrarias etc. O Laboratório de Celulose e Papel, por exemplo, foi \nmodernizado com recursos do PRONEX  e é o mais moderno da América Latina \ne um dos melhores do mundo. O labo ratório de Geotecnia, no qual têm sido  \ndesenvolvid as várias pesquisas integradas ao Departamento de Engenharia \nCivil, vem sendo modernizado de modo a se tornar um dos mais modernos do \npaís. A UFV tem adquirido modernos equipamentos, especialmente  nas áreas  \nde análises químicas e físicas da madeira, possibilitando um avanço importante \nna área de Tecnologia da Madeira.  \nNa área de Ambiência , foi instalado um moderno laboratório de Ecologia \ne hidrologia Florestal e uma Estação de Educação Ambiental. No campo d o \nMelhoramento e da Biotecnologia , existe intercâmbio com pesquisadores  do \nBIOAGRO (UFV) que possuem  um dos mais moderno laboratório do país.  \n \n ", "81": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 81 c. Pós-graduação Lato Sensu  \nPensando no mercado de trabalho e diante de suas imposições, \npercebe -se que só a graduação não é mais garantia de sucesso. Baseados \nnesta premissa, muitos profissionais buscam especialização em áreas \nespecifica s. Para os profissionais interessados no setor de celulose e papel , o \nLCP oferece o Curso de Pós-Graduação Lato Sens u em Celulose e  Papel, um \ngrande diferencial  cujo objetivo não consiste em apenas reciclar  conhecimento , \nmas realmente preparar o profissional para que todos os possíveis obstáculos \ndiários se tornem desafios  e, ao mesmo tempo , sejam passiveis de serem \nresolv idos. Assim,  por meio  de professores doutores, oferece uma base sólida \nde conhecimentos técnicos  e científicos  e ao mesmo tempo uma nova fonte de \nmotivação.  \nO LCP se caracteriza como órgão de ensino na formação de técnicos \ncom especialização em Tecnologia de Celulose e Papel na pós-gradução \nlato sensu . Essa é uma opção do Programa de Pós -Graduação em Ciência \nFlorestal   reconhecid o como  de excelência pela CAPES, do Ministério da \nEducação e do Desporto.   \nA duração do curso é de, aproximadamente, 12 meses  e o programa  \nconfere o grau de especialista em tecnologia de celulose e papel  ao estudante \nque tenha  cumprido  as seguintes exigências:  a) completar no mínimo 360 \nhoras -aula, obtiver média global igual ou superior a 75%  e, freqüência  mínima , \nde 75% da carga horária previst a; b) a presentar seminário e monografia no \nfinal do curso.  \n \n \n ", "82": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 82  \n21. DIFICULDADES  E POSSIBILIDADES DE MELHORIAS DO CURSO  \n \nAlgumas disciplinas ofertadas ne cessitam de novos professores em \nfunção de aposentadoria ou sobrecarga de horas -aula, visto que o \nDepar tamento de Engenharia Florestal atende a vários outros cursos, \nprincipalmente na área de Ambiência .  \nO problema mais evidenciado está na falta de pessoal t écnico para \nvários laboratórios,  torna ndo urgente uma política de contratação de \nfuncionários qualifi cados de maneira a suprir, ou ao menos min imizar a atuação \nsituação, o que acarreta muitas vezes  gasto com contratação  de terceiros.  \nOutra dificuldade do Curso est á relacionada à localização geográfica de \nViçosa,  distan te dos grandes centros, dificultando  a realização de maior \nnúmero de visitas ou viagens técnicas para suprir as necessidades práticas do \ncurso.  \nO acompanhamento dos egressos  é, também , uma dificuldade do curso, \npois ainda não há um sistema de acompanhamento dos mesmos , uma vez que \neste rast reamento é uma atividade fundamental para manter o Curso \nsintonizado com as demandas da sociedade e, em última instância, como \nmecanismo de realimentação para a atualização/melhoria do perfil pretendido \npara os egressos do curso. Propõe -se, neste plano, a criação de um programa \ndigital de acompanhamento de egressos, podendo ser este um instrumento \nimportante na definição de programas de aperfeiçoamento e aprendizagem \ncontinuada.  \nAumentar o número de alunos estagiando em instituições p úblicas e \nprivadas tamb ém é uma proposta de melhoria dentro deste plano. Assim, \npretende -se uma ação junto às empresas vinculadas ao setor florestal, via  \nSociedade de Investigações Florestais, visando à implementação de estágios \nobrigatórios ou voluntários.  \nA inserção internacio nal é outra dificuldade do curso, pois , conscientes \nda importância de uma formação voltada para o mercado, globalizado e \naltamente competitivo, o número de alunos e professores que v ão para o ", "83": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 83 exterior, seja para aperfeiçoamento  ou participação em eventos , ainda é muito \npequeno , precisando urgentemente aumentar a oportunidade de participação \nem eventos internacionais, intercâmbios, cursos, aperfeiçoamentos tanto \npresenciais quanto por  videoconferências , possibilitando o aprendizado de \nlínguas, troca de exper iências culturais, cientificas e sociais.  Para minimizar \nesta deficiência, o Departamento de Engenharia Florestal prevê a saída de \nalguns professores para  os cursos de pós -doutora mento , o que permitirá maior \ncontato com as instituições estrangeiras, abrind o, novas oportunidades de \ntrabalho e viv ência para os alunos.  \nInstitucionalmente, a Universidade Federal de Viçosa está incentivando \na inserção do ensino a distância e semi -presenciais como alternativas para \nbuscar a modernização e adaptação didático -pedag ógica ao contexto d as \nexigências atuais.  \n ", "84": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 84  \n22. ORIENTAÇÃO ACADÊMICA  \n \nAté 2006, o curso de Engenharia Florestal funciona va com uma \norientação acadêmica modesta, essencialmente restrita ao período de \nmatrícula e realizada majoritariamente pel a coordenação d o curso. Depois \ndeste período e com a reforma curricular, em função das facilidades e com o \nobjetivo de melhorar a aproximação dos professores com os alunos , foi \nintroduzid a a orientação acadê mica exercida em conjunto pela c oordenação e \nprofessores. Cada p rofessor fica responsável pela orientação de um conjunto \nde alunos que ingress ou num mesmo semestre letivo. O professor \npermanecerá como orientador destes alunos até que  concluam  o curso. A cada \nsemestre um novo professor assumirá a orientação dos alunos q ue \ningressarem no curso naquele período. Os professores exerce m esta função \nem sistema de rodízio.  ", "85": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 85  \n23. SISTEMAS DE AVALIAÇÃO DO PROCESSO ENSINO -APRENDIZAGEM  \n \nA avaliação não é algo de exógeno ao processo de ensino -\naprendizagem, nem independente das diver sas componentes que envolvem  \neste mesmo processo.  A avaliação deve  ter em conta todo o processo e todos \nos intervenientes nele  inseridos , mas também deve ajudar a promover a \nmelhoria da sua qualidade  (TEIXEIRA, 2008).  \nA avaliação de ensino -aprendizagem res ide nos critérios estabelecidos \npelo professor em relação à expectativa sobre a aprendizagem do aluno, \nconsiderando objetivos e conteúdos propostos para a área, às particularidades \nde cada momento, de cada etapa do desenvolvimento cognitivo, afetivo e \nsocial de uma determinada situação.  \nAssim sendo, o  sistema de avaliação a ser empregado em cada \ndisciplina ou atividade depende dos seus  objetivos . A avaliação é feita por \ndisciplina, conforme as atividades curriculares, abrangendo os  aspectos de \nfreqüência e  aproveitamento, seguindo o regime didático da graduação . \nAlém das avaliações tradicionais, são utilizadas também estudos de \ncaso, pesquisa de campo , relatos de experiência, painéis de debate, \nseminários  e também m etodologias inovadoras, em que se pode des tacar a \nAprendizagem Baseada em Problemas, a qual tem se mostrado eficaz no \ndesenvolvimento da relação teoria -prática e na efetivação do processo de \ninteração entre  discentes e docentes na busca da interdisciplinaridade.  \nO curso também busca no contexto de  suas avaliações, inserir \nmetodologias que possam levar à integração e ao espírito de equipe, o que \né  primordial para o desenvolvimento, tanto no corpo docente quanto no \ndiscente, da efetiva capacidade de interagir e compartilhar conhecimentos e \nexperiênc ias.  \nUm percentual dos alunos ingressantes e formandos é avaliado  no \nExame Nacional de Desempenho dos Estudantes (ENADE), conforme ", "86": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 86 preceitua o Sistema Nacional de Avaliação da Educação Superior (SINAES), \natravés da Lei Federal no. 10.861 de 14 de abril de  2004.   \nEmbora se reconheça esta realidade, o acompanhamento da evolução \ndos alunos do curso ao longo dos anos tem permitido constatar que, em \nrelação a algumas disciplinas básicas, principalmente as pertencentes à \nárea  de exatas, há situações em que  a taxa de insucesso nas turmas \nsistematicamente excede o normal, mesmo em termos comparativos com \noutras disciplinas similares. Para diagnosticar e tentar resolver estes casos, \nalém de outros aspectos do curso que requeiram uma intervenção específica, a \navalia ção da aprendizagem será complementada pelas seguintes ações:  \n Reuniões semestrais do Coordenador com os alunos, tentando \nidentificar pontos positivos e negativos no processo ensino -aprendi zagem \ndas várias disciplinas, possivelmente utilizando questionário s preenchidos \npelos alunos e professores.  \n Utilização das avaliações dos docentes pelos discentes  e vice -\nversa  feitas pela COPAD/UFV para identificar problemas e soluções.  \n \nSegue abaixo o relato da criação da  COPAD -Comissão Permanente de \nAvaliação de Discip linas, demonstrando a  preocupação da UFV ao longo dos \nanos com a qualidade do Ensino.  \nRemonta aos primórdios da UFV a atenção com a qualidade do ensino \nministrado na Instituição. Há indícios de que a avaliação de disciplinas era uma \ndas preocupações do Dr. Peter Henry Rolfs , primeiro Diretor da então \ndenominada Escola Superior de Agricultura e Veterinária - ESAV. Além das \niniciativas individuais de professores e de trabalhos de dissertação de mestrado \nsobre o tema, a UFV adotou, em diversas oportunidades, a  avaliação de \ndisciplinas de âmbito institucional. A primeira de que se tem notícia ocorreu no \nfinal da década de 1970, com a criação da Unidade de Apoio Didático  (UAD), \nmais tarde transformada em Unidade de Apoio Educacional (UAE).  \nAs primeiras avaliaçõe s constavam da aplicação de questionários aos \nalunos, no dia da prova final da disciplina. Dessas avaliações , result ou o \noferecimento de cursos de reciclagem para professores. Com o decorrer do \ntempo, novas propostas de avaliação surgiram, sendo que alguma s não tinham \ncaráter obrigatório, dependendo sua aplicação da vontade do professor.  ", "87": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 87 A avaliação de disciplinas, obrigatória, ocorreu pela última vez na UFV \nno período compreendido pelo 2o semestre letivo de 1995 ao 1o período letivo \nde 1997, com a aplicaç ão de dois questionários: um para os estudantes e outro \npara os professores. Seus resultados eram fornecidos, aos professores e \ndiretores dos Centros de Ciências, em dados quantitativos sobre cada item \nabordado. Os resultados eram analisados e discutidos e m reuniões dos \nCentros de Ciências. Cabia ao professor interessado procurar a UAE para \nreceber as orientações necessárias. Além disso, os resultados foram utilizados \npara avaliar professores em período probatório e até mesmo para progressão \nhorizontal na c arreira.  \nConsiderando a utilização dos resultados dessa última proposta de \navaliação, pode -se concluir que, pelo menos por algum tempo, esse projeto \nexerceu duas funções: formativa e somativa. A primeira, enquanto instrumento \npara realimentar o processo e nsino -aprendizagem, fornecendo dados que \nauxiliassem na busca de melhoria das práticas pedagógicas. A segunda,  \nclassificatória, fornecendo dados para tomada de decisão a respeito da \ncontratação permanente do novo professor ou para promoção.  \nCom a aposenta doria da maior parte dos técnicos que atuavam na UAE \ne a não reposição de seus quadros, verificou -se a necessidade de estudar o \nprocesso de avaliação existente e decidir pela sua manutenção ou \nreformulação.  \nEm maio de 1999, foi nomeada a Comissão Permanen te de Avaliação \nde Disciplinas - COPAD para cursos de graduação, composta por professores \ndos quatro Centros de Ciências, um especialista em estatística, um \nrepresentante dos estudantes de graduação e um especialista em avaliação \neducacional.  \nTendo analis ado os relatórios de avaliação, a COPAD achou por bem \nelaborar nova proposta de avaliação, com objetivos definidos, com programa \npróprio para análise que proporcionasse dados capazes de atender aos novos \ndesafios que se imp unham  às diversas instâncias da c omunidade acadêmica: \nreflexão sobre questões específicas de ensino aprendizagem; questionamentos \nde natureza mais qualitativa; e como decidir qual o melhor rumo ou orientação \na seguir.  ", "88": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 88  \n24. ADAPTAÇÃO CURRICULAR  \n \nDe acordo com o art. 12 da Resolução 3, de 2 de fevereiro de 2006, da \nCâmara de Educação Superior, as Diretrizes Curriculares Nacionais desta \nResolução deverão ser implantadas pelas Instituições de Educação Superior, \nobrigatoriamente , no prazo máximo de dois anos, aos alunos ingressantes, a \npartir da publicação desta . \nSendo assim, todos os  alunos que entraram no curso nos semestres 2008 \n(I e II)  serão automaticamente transferid os para o currículo atualizado, em \ncumprimento às exigências pela Câmara de Educação Superior (CES) do \nConselho Nacional de Educação (CNE).  \nFica faculta do a migração de alunos , ingressantes anterior a esta data,  do \nseu currículo vigente para o currículo atualizado . Todos os alunos podem \nsolicitar a migração para o currículo atualizado. A mudança para o currículo \natualizado imp lica obrigatoriamente no cumprimento de todas as exigências  \nnele pertinente. O desejo de migrar para o currículo atualizado será efetuado \natravés de formulário próprio a ser recolhido e entregue à Coordenação do \ncurso.  ", "89": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 89  \n25. GESTÃO E AVALIAÇÃO DO PROJETO P OLÍTICO -PEDAGÓGICO  \n \nA avaliação do projeto político -pedagógico compreende o acompa -\nnhamento e a gestão da execução do projeto. A avaliação será executada a \npartir das seguintes ações:  \n1.  Criação de uma comissão avaliadora, com mandato de 1 (um) ano , a ser  \nescolhida no Colegiado do curso, para acompanhar os resultados advindos \nda execução do Projeto Político -Pedagógico.  \n3.  Reuniões entre o Coordenador, professores e representantes dos alunos ao \nfinal dos semestres para avaliar a eficácia do Projeto Polític o-Pedagógico e \ndetectar possíveis ajustes que sejam necessários.  \n4.  Revisão geral deste Projeto Político -Pedagógico após 3 (três) anos da sua \nimplantação, sem prejuízo de ajustes pontuais que podem ser realizados a \nqualquer momento pelo Colegiado para cor reção de imperfeições \ndetectadas.  \n \n ", "90": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 90  \nREFER ÊNCIAS  \n \nBRASIL. Conselho Nacional de Educação. Resolução No 3, de 2 de fevereiro \nde 2006. Instituem Diretrizes Curriculares Nacionais para o Curso de \nGraduação em Engenharia Florestal.  \nBRASIL. Lei no 9.394, de 20 de dezembro de 1996: estabelece as diretrizes e \nbases da educação nacional.  \nCOSTA,  F. Carga horária mínima para os cursos de graduação .  Disponível \nem: <www.confea.org.br/publique /media/artfernandocosta.pdf >. Acesso  em: 23 \nout. 2007.  \nVEIGA. I. P. A. Inovações e projeto político -pedagógico: uma relação \nregulatória ou emancipatória? Caderno Cedes, Campinas, v. 23, n. 61, p.  267-\n281, 2003. Disponível em: <www.cedes.unicamp.br >. Acess o em: 20 mar. \n2008.  \nGONÇALVES. G. S. Q; ABDULMASSIH. M.B.F.  O projeto político: algumas \nconsiderações.   Revist a profissão docente (on line). v.1, n.1, 2001.   Uberaba -\nMG.  \nUNIVERSIDADE FEDERAL DE VIÇOSA.  Regime didático da graduação . \nCatálogo 2008.   \nwww.ufv.br . Acesso em: 23 out. 2007.  \nwww.sif.org.br/site/scripts .  Acesso em: 28 jul. 2008.  \nwww.vicosa.mg.gov.br . Acesso em: 18 se t. 2007.  \nTEIXEIRA, G. A Avaliação no processo ensino -aprendizagem .  Disponível \nem: <http://www.serprofessoruniversitario.pro.br/ler.php?modulo=4&texto=80 >. \nAcesso em : 5 jun. 2008.  \nLADEIRA, H. P.  Quatro décadas de engenharia florestal no Brasil .    Viçosa: \nSIF ltda,  2002.  207p.  \n \n ", "91": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 91  \nCOMISSÃO DE ELABORAÇÃO DO PPP  \n \nProfessores:  \nProf.a Angélic a de Cássia Oliveira Carneiro  \nProf. Gumercindo de Souza e Lima  \nProf. Haroldo Nogueira  de Paiva  \nProf. Benedito Rocha Vital  \nProf. Eduardo Euclydes de Borges e Lima  \nProf. Elias Silva  \nProf. Carlos Pedro Boechat  \nProf. Márcio Lopes Silva  \nProf. José de Castro Si lva \nProf. Ismael Eleotério Pires  \n \nDiscentes:  \nLumma Papaspyrou Ferreira  \nBárbara Elias dos Reis  \nHumberto Guimarães Quiossa  \nHugo Negrão Simonatto  \nFelipe Alcides Rodrigues  \nVanessa Maria Basso  \nJuliana Soares Biruel  \nMarina Moura de Souza  \nContribuições externas : \nProf. Jos é Maria  Moreira Dias – Coordenador do Curso de Agronomia  \nProf. Sérgio Hermínio  Brommonschenkel – Diretor do CCA  \nProfa. Maria das Graça s Floresta  – Membro do CCH na Câmara de Ensino  \n \n“A todos nosso eterno agradecimento”  ", "92": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 92 ANEXO I  \n \n UNIVERSIDADE FE DERAL DE VIÇOSA  \nCENTRO DE CIÊNCIAS AGRÁRIAS  \nDEPARTAMENTO DE ENGENHARIA FLORESTAL  \n \n \nREGRAS PARA CONFECÇÃO DO RELATÓRIO DE ESTÁGIO  \n \n \nINFORMAÇÕES GERAIS  \n \n1. O Relatório deverá ser confeccionado de acordo com as “Normas para \nElaboração de Trabalhos Monográficos”  (ver na Biblioteca da S.I.F.). \nEntretanto , quando houver informações não coincidentes entre as regras \naqui citadas e aquelas normas, deverão prevalecer  às informações aqui \ncitadas.  \n \n2. As páginas do Relatório deverão  ser numeradas da seguinte forma:  \n- CAPA : não é numerada  \n- FOLHA DE ROSTO : é considerada a página (i), mas, a letra não \naparece na página.  \n- AGRADECIMENTOS : é numerada com (ii). As páginas subsequentes, \nincluindo ÍNDICE, são numeradas com (iii), (iv), (v), e assim \nsucessivamente, até a INTRODUÇÃO , exclu sivamente.  \n- INTRODUÇÃO : é numerada com o número 1. As páginas são \nnumeradas seqüencialmente (2; 3; 4;...) até o final do Relatório.  \n \n3. O Relatório deverá ser digitado e empreso  em papel ofício, formato A4, \nespaçamento 2. Não será aceito em outro tamanho de p apel.  \n \n4. Não grampear e nem colocar capa no Relatório e entregar o original (de \npreferência) ou uma cópia limpa à Coordenação de Estágio do DEF.  \n \n5. Cada título ou capítulo (por exemplo. AGRADECIMENTOS, ÍNDICE, \nINTRODUÇÃO, etc.) deve ser apresentado nas folhas subsequentes deverá \niniciar em nova página.  \n \n6. Margem de no mínimo 3,5cm para encadernação.  \n \n \n \n \n \n \n \n \n \n ", "93": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 93 ANEXO 2  \n \n UNIVERSIDADE FEDERAL DE VIÇOSA  \nCENTRO DE CIÊNCIAS AGRÁRIAS  \nDEPARTAMENTO DE ENGENHARIA FLORESTAL  \n \n \nFICHA DE AVALIAÇÃO DE ESTAGIÁRIO  \n1. IDENTIFIC AÇÃO  \n1.1. Nome do Estagiário:  \n1.2 Freqüência(%):  \n1.3. Favor informar a causa de freqüência inferior a 90%:  \n \n \n1.4. Empresa:    Local:    \n1.5. Data Início:      /      /  Data Término:       /       /    Duração(horas):   \n \n2. AVALIAÇÃO (ASSINALE COM UM X ) \na) Descrição  \n Classes \nPontos  \n Excelente  \n4 Bom  \n3 Regular  \n2 Deficiente  \n1 \n  2.1. Segurança com que executa o trabalho       \n  2.2. Grau de interesse para o trabalho       \n  2.3. Grau de iniciativa própria       \n  2.4. Nível do relatório       \n  2.5. Conhecim ento sobre normas técnicas       \n  2.6. Qualidade/Quantidade do trabalho       \n  2.7. Disciplina/Relacionamento social       \n  2.8. Apresentação pessoal       \n  2.9. Conhecimentos técnicos       \n2.10. Freqüência       \nTOTAL A: (                       )       \n      \nb) Descrição  Classe \nPontos  Sim \n \n2 Às \nvezes  \n1 Não \n \n0 Sem \ncondição \npara \ninformar  \n2.11. Interessa por novos conhecimentos       \n2.12. Revela domínio de organização do trabalho       \n2.13. Procura superar falhas existentes       \n2.14. Pontualidade/ Assiduidade       \n2.15. Capacidade de direção e coordenação       \nTOTAL B: (                     )       \n \n3. TOTAL GERAL (A+B): (                                 ) Para satisfazer as exigências do Curso, o Departamento  de  \nEngenharia Florestal somente  a ceitará  o estágio  com  pontuação superior a 40.  Caso contrário,  o  estudante  \ndeverá conseguir outro estágio por conta própria para cumprir as exigências.  \n \n \n \n \n__________________________  _________________________________  \n           Local e Data            Responsável pela Avaliação  \n \n \n ", "94": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 94  \nANEXO 3  \n \n \n UNIVERSIDADE FEDERAL DE VIÇOSA  \nCENTRO DE CIÊNCIAS AGRÁRIAS  \nDEPARTAMENTO DE ENGENHARIA FLORESTAL  \n \n \nSOLICITAÇÃO DE INSCRIÇÃO – ENF 499  \n \nAcadêmico(a): __________________________________________________________  \n \nNúmero de matrícula: ________________________ Data: ____/____/____  \n \nNome do trabalho:      ____________________________________________________  \n                                    ____________________________________________________  \n \nNa disciplina de: _____ ___________________________________________________  \n \nOrientador(es):  \na) ______________________________________ _____________________________  \n    Departamento: _______________________________________________________  \nb) _________________________________ __________________________________  \n     Departamento: _______________________________________________________  \nc) ____________________________________________________________________  \n     Departamento: _______________________________________________________  \n \n \n \n____________________________  \nAssinatura do Aluno  \n \n \n_____________________________________  ", "95": "Projeto Político -Pedagógico  – Engenharia Fl orestal/UFV  \n 95 Assinatura do Orientador  \nANEXO 4  \n \n \n UNIVERSIDADE FEDERAL DE VIÇOSA  \nCENTRO DE CIÊNCIAS AGRÁRIAS  \nDEPARTAMENTO DE ENGNEHARIA FLORESTAL  \n \n \n \nCERTIFICADO DE APROVAÇÃO  \n \n \nTítulo do Trabalho:  \n \nAutor:  \n \nOrientador:  \nCo-Orientador(es):  \n \nConceito Atribuído:  \n \nAprovado e corrigido de acordo com as sugestões da Banca Examinadora:  \n                 _____________________________________________________________  \n(Nomes)    _____________ ________________________________________________  \n                  _____________________________________________________________  \n \nData da Realização: _______/_______/_______.  \n \nAprovado em          : ____/____/____.  \n \n \n_______________________________________ __ \n                                                            Coordenador da disciplina E NF 4 99 \n ", "96": "Projeto Político -Pedagógico  – Engenharia Florestal/UFV  \n 96  \nANEXO 5  \n UNIVERSIDADE FEDERAL DE VIÇOSA  \nCENTRO DE CIÊNCIAS AGRÁRIAS  \nDEPARTAMENTO DE ENGNEHARIA FLORESTAL  \n \n \nQuadro  1 – Atividades que serão consideradas com o Complementares, para o Curso de \nEngenharia Florestal da UFV.  \n \nAtividade  Carga Horária \nMáxima (H)  \nMonitoria/tutoria  até 150  \nParticipação em pesquisas e projetos institucionais  até 150  \nParticipação no PET/PIBIC  até 150  \nParticipação em grupos de estudo/ pesquisa sob supervisão de professores e/ou alunos de \nmestrado e/ou doutorado  \n1 participação = 20horas/ano  até 80  \nParticipação em oficinas de leitura sob supervisão  \n1 participação = 20 horas/ano  até 60  \nMinistrar aulas em cursos pré -vestibulares da UFV  até 150  \nCongressos, seminários, conferências e palestras assistidas.  até 180  \nEventos, mostras e exposições assistidas  até 180  \nParticipação em Mini -curso  até 80  \nParticipação em atividades esportivas, musicais, escotismo, Leo Clube e Interact Clube.  \n1 part icipação = 30 horas/ano  até 60  \nArtigos publicados em revistas indexadas  \n1 artigo publicado = 60 horas  até 120  \nArtigos publicados em revistas não indexadas  \n1 artigo publicado = 30 horas  até 60  \nBoletins Técnicos  \n1 Boletim Técnico publicado =  20 horas  até 80 \nApresentação de trabalhos em eventos científicos  \n1 participação = 20 horas  até 120  \nParticipação em concursos, exposições e mostras  \n1 participação = 20 horas  até 120  \nRealização de consultorias, assessorias e peritagens  \n1 participação = 20 horas  até 1 20 \nParticipação em projetos sociais  \n1 semestre de participação = 30 horas  até 150  \nOrganização de eventos oficiais da UFV  \n1 participação = 30 horas  até 120  \nParticipação na Empresa Júnior/Incubadora de Empresa/Centro Acadêmico: 1 semestre = \n30 horas  até 9 0 \nRepresentação no Diretório Central dos Estudantes (DCE)  \n1 ano de participação = 30 horas  até 90  \nCursos à distância  \n1 semestre de participação = 30 horas  até 90  \nParticipação em cursos de extensão universitária  Sem limite  \nParticipação em projetos de ex tensão  \n1 ano de participação = 75 horas  até 150  \n \n***Os casos omissos serã o resolvidos pelo coordenador da disciplina  Atividades \nComplementares.  "}