{"1": " \n \n \nCENTRO FEDERAL DE EDUCAÇÃO \nTECNOLÓGICA DE MINAS GERAIS \n \n \n \n \n \n \nPROJETO POLÍTICO-PEDAGÓGICO  \nDO CURSO DE ENGENHARIA  \nELÉTRICA  \n \n \n \n \n \n \n \nBelo Horizonte \nMarço de 2007  \n ", "2": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n ii  \n \nSUMÁRIO \n \n \n LISTA DE TABELAS iii  \n   \n1.  INTRODUÇÃO  1 \n   \n2.  CONTEXTO INSTITUCIONAL E HISTÓRICO DO CURSO DE ENGE NHARIA \nINDUSTRIAL ELÉTRICA DO CEFET MG 4 \n   \n3.   PRINCÍPIOS NORTEADORES DO PROJETO POLÍTICO PEDAGÓGI CO  6 \n   \n4.  O CONTEXTO DO CAMPO PROFISSIONAL E ÁREA DE CONHECIM ENTO DO \nCURSO 9 \n   \n5.   PERFIL DO ALUNO INGRESSANTE  12  \n   \n 5.1. Perfil do aluno ingressante no 2º semestre de  2004 12  \n   \n 5.2. Processo Seletivo e Número de Vagas 13  \n   \n6.  CURR ÍCULO DO CURSO DE ENGENHARIA ELÉTRICA  15 \n   \n 6.1. Objetivos 15 \n   \n 6.2. Perfil do Egresso 16 \n   \n 6.3. Sistema de Avaliação 17  \n   \n 6.4. Eixo de Conteúdos e Atividades: definição e e struturação do currículo 17 \n   \n 6. 5. Definição da carga horária das disciplinas e do tem po escolar  20  \n   \n 6.6. Plano de implementação curricular  21 \n   \n 6.7. Estrutura de apresentação dos eixos  23 \n   \n 6.8. Eixos de Conteúdos e Atividades: descrição dos cont eúdos e desdobramento em \ndisciplinas  24 \n   \n 6.9. Descrição das atividades desenvolvidas atravé s dos Eixos para atendimento ao perfil do \negresso 54 \n   \n7.  MONITORAMENTO DO PROJETO POLÍTICO PEDAGÓGICO 62 \n   \n8.  RECURSOS FÍSICOS E HUMANOS 63 \n   \n9.  REFERÊNCIAS BIBLIOGRÁFICAS  65 \n   \n ", "3": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n iii  \n \nLISTA DE TABELAS \n \n \nTabela 1 – Módulos de aulas.  20  \n  \nTabela 2 - Correspondência entre a carga horária de  disciplinas. 21 \n  \nTabela 3 – Síntese de normas a serem elaboradas.  22 \n  \nTabela 4 – Estrutura de apresentação dos Eixos de Conteúdos e Atividades.  23 \n  \nTabela 5 – Síntese da distribuição de carga horária  por eixo. 56 \n  \nTabela 6 – Síntese de carga horária para disciplina s optativas e atividades complementares. 57 \n  \nTabela 7 – Relação de disciplinas, pré-requisitos e  co-requisitos. 57 \n  \nTabela 8 – Laboratório: espaço físico e competência s. 63 \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "4": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 1\n1.  INTRODUÇÃO \n \nO presente documento consiste na reestruturação cur ricular do curso de Engenharia \nIndustrial Elétrica do CEFET MG, apresentado na for ma de projeto pedagógico. Neste sentido são \ndestacados, no presente trabalho, aspectos relacion ados ao processo de elaboração da reestruturação \ncurricular do curso, as motivações que demandaram e  direcionaram as mudanças apresentadas, os \naspectos de ordem histórica, filosófica e pedagógic a que serviram de norte para esta reestruturação, \no modelo curricular construído e seu processo de im plementação. A estrutura curricular apresentada \nneste projeto é denominada “Eixos de Conteúdos e At ividades”, modelo este construído \ncoletivamente no âmbito dos cursos de graduação do CEFET MG e conceitualmente apresentado no \npresente documento. A comissão que realizou os estu dos preliminares para aprovação nos órgãos \ncolegiados do CEFET MG, propôs a alteração do nome do curso para Engenharia Elétrica, retirando \no termo “Industrial”, por considerá-lo desnecessari amente restritivo em relação ao campo de \natuação do engenheiro que o CEFETMG se propõe forma r. \nO trabalho realizado tendo em vista esta estruturaç ão é fruto de um processo coletivo de \nconstrução cotidiana de propostas, experiências e r eflexões que vêm se acumulando no âmbito do \nensino superior do CEFET-MG há vários anos, em espe cial, a partir da promulgação da Lei 9394/96 \n– Lei de Diretrizes e Bases da Educação Nacional – que imprimiu mudanças importantes no \ncontexto do ensino nacional, demandando alterações nos currículos dos cursos de Engenharia desta \nInstituição.  \nAo longo de todos esses anos, diversas ações foram realizadas visando o aprimoramento \ndos cursos de engenharia industrial, dentre as quai s se destacam: o programa \nREENGE/PRODENGE/RECOPE desenvolvido a partir do ano  de 1994, com resultados efetivos \npara os cursos de engenharia industrial do CEFET-MG ; os trabalhos, conduzidos no âmbito do \nConselho Departamental, que propiciaram alterações curriculares nos cursos de Engenharia \nIndustrial Elétrica e Engenharia Industrial Mecânic a, implementadas em 1997; o projeto de \nracionalização da carga horária do currículo dos cu rsos de engenharia industrial, então vigentes, \nacompanhado da implantação do Trabalho de Conclusão  de Curso. Com relação ao projeto de \nracionalização de carga horária, os resultados não foram implementados na sua totalidade, uma vez \nque se optou por uma ampla reestruturação dos currí culos dos cursos de engenharia, que ora se \napresenta. \nNo ano de 2002 foram implantados os Colegiados de C urso para os Cursos de Engenharia \nIndustrial Elétrica, Engenharia Industrial Mecânica  e Engenharia de Produção Civil, sendo que a \nregulamentação definitiva desses colegiados ocorreu  com a Portaria CD-072 de 10/12/03. Ainda, no ", "5": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 2\nano de 2002, foi criado o Fórum dos Coordenadores d os Cursos de Graduação, pelo Conselho \nDepartamental, visando integrar as atividades acadê micas e administrativas dos cursos de graduação \nno âmbito do CEFET-MG. Paralelamente, por iniciativ a de grupos de professores e seguindo uma \npolítica de melhoria da qualidade de ensino, coorde nada pela Diretoria de Ensino Superior do \nCEFET-MG, foram criados e aprimorados laboratórios nas dependências do Campus II, bem como \ngrupos de pesquisa, buscando sintonia com o Curso d e Pós-Graduação do CEFET-MG. \nÉ importante lembrar que, além destas, outras ações  desenvolvidas trouxeram ganhos \nsignificativos para os cursos de engenharia, dentre  as quais se destacam: a criação de laboratórios e \ngrupos de pesquisa e desenvolvimento tais como o LA CTEA (Laboratório Aberto de Ciência \nTecnologia e Arte), o LEACOPI (Laboratório de Eletr omagnetismo Aplicado e Controle de \nProcessos Industriais), o CPEI (Centro de Pesquisa em Energia Inteligente), o NEAC (Núcleo de \nEngenharia Aplicada a Competições), a implantação d a incubadora de empresas Nascente, a criação \nda Empresa Júnior – CEFET Júnior –, a ampliação dos  grupos de pesquisa e do número de bolsistas \nde iniciação científica. Destaca-se ainda a atualiz ação das Normas Acadêmicas, a sistematização \ndos estágios, o desenvolvimento de um acompanhament o mais sistemático aos alunos, tanto \npedagógico quanto assistencial, realizado pelo NAE (Núcleo e Apoio ao Ensino) e pela SAE (Seção \nde Assistência ao Estudante) dentre outras.  \nNo ano de 2002, o Conselho Nacional de Educação pub licou a Resolução CNE/CES 11, \nde 11 de março de 2002, instituindo as Diretrizes C urriculares Nacionais (DCN) para os cursos de \nEngenharia. Cumpre ressaltar que, no processo de el aboração das DCN, o CEFET-MG se fez \nrepresentar, participando ativamente deste processo , através da Coalizão das Escolas de Engenharia \nde Minas Gerais, vinculada à ABENGE (Associação Bra sileira de Ensino de Engenharia).  A partir \nda promulgação da Resolução CNE/CES 11, a reestrutu ração curricular dos cursos de engenharia \ntomou uma configuração não apenas pedagógica como t ambém de caráter legal.  \nNo 1º semestre do ano de 2002, a Diretoria do Ensin o Superior promoveu o Seminário \n“Ensino de Engenharia: Desafios e Perspectivas”, bu scando realizar junto aos professores de \ngraduação uma reflexão sobre o tema e sensibilizar a comunidade acadêmica sobre a necessidade de \nreestruturar os currículos de engenharia bem como d e elaborar os projetos pedagógicos dos cursos \nde Engenharia Industrial do CEFET-MG. \nTodas essas iniciativas contribuíram para acumular experiências e conhecimentos que nos \npermitem agora buscar uma completa reestruturação d os cursos de Engenharia Industrial do \nCEFET-MG. \nEm outubro de 2003, a nova Diretoria Geral do CEFET -MG estabeleceu, dentre suas \nprioridades, promover a reestruturação curricular d os cursos de Engenharia Industrial. Neste ", "6": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 3\nsentido, em fevereiro de 2004, foi realizado “I Sem inário de Reestruturação Curricular dos Cursos \nde Engenharia Industrial Elétrica e Engenharia Indu strial Mecânica do CEFET-MG”. Esse \nSeminário contou com a presença significativa dos p rofessores de graduação, de técnicos \nadministrativos e de representantes de alunos do en sino superior, incluindo setores institucionais \ncomo o NAE – Núcleo de Apoio ao Ensino, o CIE-E – C entro de Integração Escola-Empresa e o \nDCE – Diretório Central dos Estudantes. Como result ado foi organizado um plano de ação para o \ndesenvolvimento dos trabalhos de reestruturação cur ricular dos cursos, com objetivo geral de \nelaborar o Projeto Político-Pedagógico dos cursos d e engenharia. A partir deste I Seminário, foi \nplanejada uma seqüência de atividades que possibili taram o efetivo envolvimento da comunidade \ndo Ensino Superior no processo de construção do Pro jeto Político-Pedagógico dos cursos de \nengenharia, bem como a definição de eixos temáticos  que forneceriam as bases conceituais e dados \npara o prosseguimento do trabalho, nos seguintes te rmos: \n \n- Análise de conjunturas e cenários relacionados ao c ampo da engenharia no âmbito \ninterno e externo ao CEFET-MG, com foco nos aspecto s locais, nacionais e \ninternacionais; \n- Definição preliminar do perfil do egresso a ser for mado, tomando como referência a \nanálise de conjunturas e cenários; \n- Elaboração dos princípios norteadores do Projeto Po lítico-Pedagógico para os cursos de \nengenharia; \n- Definição de uma estruturação curricular tendo como  modelo estrutural os eixos de \nconteúdos e atividades; \n- Proposição dos objetivos do curso de engenharia; \n- Discussão preliminar das atividades integradoras e complementares do curso e da \nimplantação do Trabalho de Conclusão de Curso. \n \nNo I Seminário de Reestruturação Curricular foi pro posta a criação de uma Comissão \nresponsável pela coordenação dos trabalhos relacion ados a esse tema. Optou-se pela criação de \ncomissão com representantes dos Cursos de Engenhari a Industrial Elétrica e Engenharia Industrial \nMecânica, de modo a manter uma formatação similar d e currículo em ambos os cursos. Tal \ncomissão, com o objetivo de construir propostas int egradas de currículos, foi constituída por meio \nde indicação de nomes pelos Coordenadores de Cursos , contando com representantes dos três \ncursos de Engenharia da Instituição, incluída então  a Engenharia de Produção Civil. ", "7": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 4\nForam realizados, no decorrer de todo o ano de 2004 , uma série de seminários, reuniões, \npalestras e encontros com alunos, professores, func ionários e ainda com profissionais externos \ndando andamento ao trabalho de construção do Projet o Político-Pedagógico.  \nO presente documento apresenta a sistematização do conjunto de debates realizados ao \nlongo desse processo, na forma de projeto político- pedagógico. São aqui destacados o contexto \nhistórico do curso e do campo de aplicação da Engen haria Elétrica, os princípios norteadores do \nProjeto e seu embasamento filosófico e pedagógico. A estrutura curricular foi organizada por eixos \nde conteúdos e atividades, descritos neste projeto.  \n \n \n2.  CONTEXTO INSTITUCIONAL E HISTÓRICO DO CURSO DE ENGE NHARIA \nINDUSTRIAL ELÉTRICA DO CEFET-MG \n \nO Curso de Engenharia Industrial Elétrica do CEFET- MG teve seus primórdios \ninstituídos pelo Decreto Federal No. 547 de 1969, q ue criou, na então Escola Técnica Federal de \nMinas Gerais, o curso de Engenharia de Operação Elé trica, de curta duração, que começou a \nfuncionar em 1972. Naquele período, conhecido como “desenvolvimentista”, esperava-se que as \nprofissões da área tecnológica cumprissem o papel d e impulsionar o desenvolvimento industrial \ncentrado na produção de bens duráveis. Implantava-s e então no país um modelo dependente de \ntecnologia e capital estrangeiros, com incentivos f inanceiros do Programa MEC/USAID, ancorado \nem concepções positivistas da ciência, que influenc iaram de maneira substancial os currículos \nuniversitários. \nA Reforma Universitária de 1968 é exemplo de políti ca pública implementada nessa \ndireção pelo governo militar. Segundo as concepções  então reinantes, caberia à escola treinar os \nindivíduos para as tarefas demandadas estritamente pelos postos de trabalho, sem nenhuma reflexão \nacerca do modelo econômico e técnico-científico vig entes . Acreditava-se ainda que o aluno \nconstitui-se num receptáculo vazio a ser preenchido  com os conhecimentos científicos, identificados \ncom a verdade e transmitidos pelo professor. \nToda a estruturação da vida universitária e dos cur rículos baseou-se assim em modelos \nepistemológicos, pedagógicos e institucionais, fund ados na fragmentação e hierarquização de \nprogramas, tempos, espaços e saberes. A organização  em departamentos, por exemplo, procurou \naproximar a universidade do modelo empresarial, bus cando-se com isso uma maior eficiência \nburocrática. Procurou-se alcançar o mesmo objetivo com a organização em semestres. Nesse \nmesmo período, o governo federal implementou uma re forma na educação básica através da Lei ", "8": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 5\n5.692 de 1971, objetivando, dentre outras coisas, e xpandir o número de profissionais técnicos no \nmercado de trabalho. \nÉ nesse contexto geral que os alunos da primeira tu rma do curso de Engenharia de \nOperação Elétrica, da então Escola Técnica Federal de Minas Gerais, iniciam sua formação, em \n1972, tendo colado grau em 1975. \nO curso de Engenharia de Operação Elétrica tinha co mo objetivo a formação de mão de \nobra capaz de atender às demandas criadas pelo idea l desenvolvimentista. No entanto, vários fatores \nfizeram com que essa modalidade de curso não alcanç asse o prestígio desejado em todo o país, \ndificultando a absorção de seus  egressos pelo merc ado de trabalho na sua área de atuação.  \nEm 1978 ocorreu a transformação de algumas antigas Escolas Técnicas Federais em \nCentros Federais de Educação Tecnológica (Lei Feder al 6545/78), que passaram a ter como \nobjetivo ministrar Cursos Técnicos de Segundo Grau,  Cursos Superiores de Tecnologia e de \nEngenharia Industrial. Através desta lei a Escola T écnica Federal de Minas Gerais foi transformada \nem Instituição Federal de Ensino Superior isolada, passando a denominar-se Centro Federal de \nEducação Tecnológica de Minas Gerais (CEFET-MG). Ne sse mesmo ano, o curso de Engenharia de \nOperação Elétrica foi então extinto e, em 1979, com eçou a funcionar o curso de Engenharia \nIndustrial Elétrica, com cinco anos de duração, con tando com elevada carga horária de disciplinas \nteórico-práticas, acrescido de um estágio profissio nal supervisionado, com duração mínima de 360 \nhoras. \nEm 1983, uma Comissão encarregada de propor mudança  nos currículos do curso de xxx \nfoi nomeada e seu trabalho foi utilizado como subsí dio por outra Comissão que, em 1986, foi \ndesignada para a mesma finalidade, e que apresentou  um pré-estudo proposto nesse mesmo ano. \nEntre 1987 e 1989 foi realizado um processo revisão  do currículo das engenharia, a partir \nde análise das ementas, visando a identificação de possíveis superposições de conteúdos e, da \ninterdependência entre as disciplinas, as cargas ho rárias, a periodização de revisão  do ementário, \ndos pré-requisitos e da montagem do fluxograma do c urso de acordo com os parâmetros de \n“currículo mínimo”, definidos na legislação em vigo r. A proposta foi então aprovada pelo Conselho \nDepartamental em dezembro de 1989 dando origem à Re solução CD-039 de 14 de dezembro de \n1990, que foi implementada a partir de 1991. \nEm 1993, novos objetivos são formulados para os CEF ET’s através da Lei nº 8.711 de 28 \nde setembro daquele ano, que ampliou a âmbito de aç ão da instituição relativo ao ensino superior, \nregulamentando inclusive os cursos de pós-graduação  stricto sensu  nas áreas tecnológicas. \nEm 1997 foram inseridas novas disciplinas na grade curricular, tendo em vista uma \natualização de conteúdos: Introdução à Engenharia, Tópicos Especiais em Engenharia Elétrica e ", "9": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 6\nTópicos Especiais em Humanidades, além da mudança d a carga horária de Química e do nome de \nProcessamento de Dados para Programação Computacion al. \nEm maio de 2001 a Proposta Institucional do CEFET-M G, ligada ao Programa de \nAperfeiçoamento das Condições de Oferta dos Cursos de Graduação do MEC, identificou a \nnecessidade de uma completa reestruturação curricul ar. A partir daí uma comissão nomeada pelo \nDiretor Geral elaborou um projeto de racionalização  da carga horária do currículo então vigente, \nacompanhado da implantação do Trabalho de Conclusão  de Curso. Durante a tramitação dessa \nproposta pelos órgãos colegiados, verificou-se a ne cessidade de uma mudança mais profunda no \ncurrículo do curso, fato este que foi reforçado pel as Novas Diretrizes Curriculares do Curso de \nEngenharia aprovadas em 2002 (Resolução CNE/CES 11/ 02). A partir de então se desencadeou o \nprocesso de reestruturação curricular que culminou no presente documento. \nParalelamente ao processo de reestruturação curricu lar, inúmeras iniciativas de caráter \ncientífico-pedagógico vêm sendo implementadas, como  mencionado anteriormente, atestando que, \nao lado das mudanças formais, muitas outras realiza ções acontecem no cotidiano da escola e vão, \ncom o tempo, impondo-se pela importância e relevânc ia que demonstram possuir, contribuindo \ntambém para a construção da cultura organizacional que viabiliza, nesse momento, o presente \nProjeto. \n \n \n3.  PRINCÍPIOS NORTEADORES DO PROJETO POLÍTICO-PEDAGÓGI CO \n \nO dinamismo da sociedade contemporânea e as constan tes mudanças no campo da ciência \ne tecnologia vêm requerendo, nos últimos anos, muda nças no currículo do curso, dificilmente \nrealizáveis sem uma reestruturação mais profunda do  mesmo, o que implica a revisão dos princípios \nque estarão norteando esta reestruturação. \nO projeto pedagógico de um curso, por definição, de ve partir dos princípios gerais, \nreferentes à concepção filosófica e pedagógica que preside a elaboração de um currículo, \ndestacando-se os pressupostos que orientam a propos ta e a prática curricular. Esses pressupostos, \nalinhados aos princípios e missão do CEFET-MG e em consonância com sua história, envolvem \nquatro dimensões básicas, a saber: a concepção de c onhecimento e sua forma de aplicação e \nvalidação – dimensão epistemológica –, a visão sobr e o ser humano com o qual relacionamos e que \npretendemos formar – dimensão antropológica –, os v alores que são construídos e reconstruídos no \nprocesso educacional – dimensão axiológica – e os f ins aos quais o processo educacional se propõe \n– dimensão teleológica. ", "10": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 7\nNa esfera da dimensão do conhecimento, toma-se como  ponto de partida a análise da \nrealidade contemporânea, diversificada e em constan te transformação, aspectos estes que passam a \nbalizar a produção do conhecimento. Esta produção e ncontra-se, desta forma, revestida de um \ncaráter histórico e dinâmico, o que torna refutável  a idéia de um conhecimento que tenha a \npretensão de encontrar verdades absolutas e definit ivas. Aprender é, neste sentido, um processo \nintrinsecamente ligado à vida, não é algo estocável , implica a possibilidade de reconstrução do \nconhecimento pelo aluno, passa pela pesquisa como a titude diante do mundo, pelo desenvolvimento \nda autonomia do aluno e envolve o conceito de forma ção da cidadania. No processo de \nensino/aprendizagem não é mais possível o modelo no  qual o professor transmite o conhecimento \npara o aluno. Este processo requer a interação do s ujeito com a realidade e do professor com o \naluno, implica a capacidade de interpretação do rea l e a possibilidade do conflito. Aprender é um \nprocesso ambíguo, que deve conduzir ao diferente, n ão é uma linha de mão única, em síntese, \nenvolve o conceito de complexidade. O professor tem  o papel de instigar o aluno a formular e \nresolver o problema possibilitando, desta forma, o desenvolvimento da capacidade de pesquisa no \naluno. Neste sentido, o objeto da aprendizagem não pode ser ditado de maneira absoluta pelo \nmercado. Inserida numa realidade social diversifica da, cabe à escola buscar compreender as \ncondições e os condicionantes desta, de modo a defi nir o que deve ser objeto de estudo em seus \ncurrículos tanto quanto o modo e profundidade como aqueles conhecimentos serão abordados. \nPortanto, há necessidade em demarcar a área do conh ecimento que o curso irá enfatizar, os \nconteúdos envolvidos, a metodologia aplicada e a fo rma de validação e de avaliação do \nconhecimento. \nQuanto aos sujeitos envolvidos no processo de ensin o/aprendizagem, professores, alunos \ne técnico-administrativos fazem parte de uma teia d e relações na qual a produção do conhecimento \né resultado desta interação. O aluno é alguém que t em uma história, que traz expectativas e valores \ncom relação ao mundo e ao seu próprio futuro. É alg uém que encontra-se em processo de tornar-se, \nque não sai do mundo social quando ingressa na esco la, mas que traduz o mundo em seu processo \nde aprender. Nesse sentido, a aprendizagem pode par tir do aluno que deve ser instigado a lidar com \nos desafios e situações reais. O professor, como su jeito deste processo, é também alguém que \ninvestiga, que questiona, que aprende. O professor que não admite a possibilidade de não saber e, \nportanto, não assume a postura de aprender e renova r-se constantemente, dificilmente terá \ncondições de possibilitar que seu o aluno desenvolv a estas capacidades. Assim, a necessidade de \npromover um sujeito politicamente preparado para at uar no mundo contemporâneo, capaz de \nconstruir seu projeto de vida, de contribuir para u ma sociedade melhor será resultado desta \ninteração de sujeitos que na escola constitui o elo  básico de sua atividade. Um projeto pedagógico ", "11": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 8\natinge as pessoas, vai ao encontro delas, precisa q ue elas se coloquem como sujeitos de sua \nrealização. No conjunto destas relações, espera-se que o processo de emancipação seja \npossibilitado, que a competência para a cidadania s eja construída. Portanto, torna-se fundamental a \ndefinição do perfil do egresso e a clareza dos obje tivos do curso para delinear o caminho a ser \npercorrido e para possibilitar a avaliação deste pr ocesso. \nNa dimensão dos valores, é essencial a sintonização  com uma visão de mundo por parte \nda escola, expressa num modelo de sociedade e de ed ucação que tenham como referência os \ngrandes desafios do mundo contemporâneo e, em termo s específicos, os desafios enfrentados por \nnossa nação. Não se deve cair no improviso assim co mo não podemos desconhecer o edifício do \nsaber acumulado pelas gerações passadas, sobretudo aquele saber associado às áreas humanas e \nsociais, que trazem as bases para a construção da é tica e da cidadania. Como fenômeno sócio-\nhistórico, a aprendizagem é multicultural, não deve  ser colocada a serviço de grupos e precisa \nsuperar impactos tais como o da globalização, sem p erder de foco seus aspectos positivos. Com a \nglobalização, a dimensão tecnológica do conheciment o tem predominado sobre as demais \ndimensões, tais como a filosofia e a ética, perdend o a referência do ser humano, da natureza e da \nvida de um modo geral. No mundo atual, o individual ismo, a competitividade, a sobrevivência do \nmais forte, que reproduz um modelo darwinista de so ciedade, além da busca desenfreada do prazer \ne do poder, acabam constituindo um valor cultural d o qual a própria escola torna-se cúmplice e \nreprodutora. É na expressão do projeto pedagógico q ue estes aspectos devem ser desvelados. \nO conhecimento e a prática técnica e científica pre cisam estar em contínua avaliação, \nmediada pela visão humanista e pela reflexão em tor no dos valores que perpassam essas práticas. \nDesta forma, a ciência e a tecnologia não podem con stituir meramente meios para atingir os fins \ndeterminados pelo sistema de produção, mas precisam  traduzir os modos pelos quais o ser humano \npassa a interagir com o mundo tendo como referência  a discussão atualizada e balizada na reflexão \ndos valores e da ética. O currículo deve evidenciar  as diversas práticas que possibilitem a formação \nde um profissional com visão crítica e social; que esteja comprometido com a ética e com o \ndesenvolvimento humano; que não seja manipulado e q ue saiba buscar alternativas; que tenha \ncapacidade de avaliação e de intervenção no mundo. \nNa dimensão teleológica, a escola não pode ter um f im em si mesma. Seu destino é a \nbusca do saber tendo como meta a construção de um m undo melhor e sua missão precisa ser \nexpressa em função deste propósito. Na escola tecno lógica moderna, a primazia encontra-se no \naspecto técnico do conhecimento, porém o seu projet o tem um fundamento essencialmente político. \nA sua finalidade, o aspecto essencial que fundament a e justifica sua existência no âmbito da \nsociedade, consiste em tornar-se promotora de uma t ransformação na vida dos indivíduos que por ", "12": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 9\nela passam e, por conseguinte, contribuir para a co nstrução que reflita os anseios e necessidades \neminentes daquela sociedade. Os sujeitos envolvidos  com os projetos e ações no interior desta \nescola devem assumir, portanto, postura crítica bus cando a constante avaliação e reflexão sobre os \ninteresses que envolvem estas atividades. Definir o s fins da instituição constitui um processo \ndinâmico, é antes uma atitude, uma prática que prec isa perpassar todas as suas ações, de modo a não \nficar perdida no discurso enquanto caminha por tril has dissociadas de seus propósitos essenciais. \nDesta forma, os fins a que a escola se propõe preci sam ser explicitados e conhecidos por aqueles \nque dela participam, precisam refletir nos currícul os dos cursos e nas práticas disseminadas no \ninterior da escola, precisam ser enfim, avaliados c ontinuamente, para que não cristalizem ou \ndogmatizem, permanecendo esquecidos e dissociados d e seu tempo. \nDestacados esses pontos essenciais que constituem o s pressupostos básicos de um projeto \npedagógico, é pertinente enfatizar que, apesar de n enhum currículo conseguir atingir plenamente \ntodos estes pontos em sua realização na prática esc olar, esses pressupostos continuam como \nreferências, como desafios, quase utopias que apont am rumos e direcionam metas a serem \nconstantemente buscadas. Na implementação do curríc ulo e em sua construção/reconstrução estas \nmetas são sistematicamente retomadas e exercem o pa pel de um farol a direcionar nossas ações. \n \n \n4.  O CONTEXTO DO CAMPO PROFISSIONAL E ÁREA DE \nCONHECIMENTO DO CURSO \n \nA Engenharia Elétrica teve sua delimitação e defini ção como campo específico de \nconhecimento e de aplicação mais precisamente a par tir do final do século XIX, com o \ndesenvolvimento da eletricidade e das primeiras tec nologias ligadas a este setor. Foi, no entanto, ao \nlongo do século XX que esta área de conhecimento ap resentou grande desenvolvimento atingindo \nno momento atual um amplo campo de conhecimento. A diversidade de temas que abrangem a \ngrande área da Engenharia Elétrica tornou-se de tal  forma diversificada, que outras modalidades de \nengenharia foram sendo desmembradas a partir desta.  Em determinados cursos estas modalidades \nsão tratadas na forma de ênfases. Assim sendo, além  do campo originalmente pertinente à \nengenharia elétrica, que envolve os sistemas de ene rgia elétrica, outras áreas foram sendo agregadas \nà formação do profissional tais como: microeletrôni ca, telecomunicações, automação e controle, \ncomputação. Desta forma, um curso que forneça as ba ses conceituais e os fundamentos destas áreas \ndevidamente articulados, tem condições de preparar um profissional para atuar em diversos desses \nsegmentos da engenharia elétrica. Esta articulação constitui a essência do projeto em questão, como \nestá apresentado no tópico 6, denominado Proposta C urricular. Um engenheiro eletricista com uma ", "13": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 10 \nformação que contemple conhecimentos e fundamentos nestas áreas tem a seu dispor um amplo \nleque de opções para atuação no mercado profissiona l. Uma vez que a tecnologia moderna está em \nconstante mudança e que o cenário no qual a engenha ria se desenvolve implica no aparecimento de \nsituações inovadoras e muitas vezes inesperadas, a forma mais adequada de preparação do \nengenheiro para esta realidade consiste em fornecer -lhe instrumentos que ampliem suas \npossibilidades de atuação e de escolhas. Este é um dos referencias que orienta a execução deste \nprojeto. \nPara identificar as demandas externas ao curso, o C EFET-MG realizou uma pesquisa \n(cuja metodologia científica não foi explicitada) i nformal de egressos do curso de Engenharia \nIndustrial Elétrica, abrangendo uma amostra em torn o de 40% dos formados entre 1999 e 2002. \nEssa pesquisa evidenciou uma boa inserção dos aluno s no mercado de trabalho, com \n100% dos mesmos estando empregados. Destes, 80% atu am na área de formação profissional e 20% \natuam em outras áreas. \nEntre os que atuam na área de formação, o maior emp regador é a indústria \nautomobilística (montadoras e fabricantes de autope ças, predominando as empresas de médio e \ngrande porte – 25%), seguida pelo setor de telecomu nicações (20%), pelo setor público (20%) e \npelo ramo de projetos elétricos e montagens. Aparec em ainda os ramos de desenvolvimento de \nsoftwares, consultorias, serviços de automação e fa bricação de vidros. \nAs principais atividades demandadas pelo mercado ao s engenheiros formados no CEFET-\nMG são: desenvolvimento e acompanhamento de projeto s elétricos (25%), funções administrativas \n(20%), controle de qualidade (10%), controle de pro cessos (10%), implantação e gestão de redes \n(10%), manutenção de equipamentos (10%), suporte té cnico, atividades de pesquisa e \ndesenvolvimento de softwares, cada um com 5%. Os co nhecimentos mais utilizados pelos ex-alunos \nrelacionam-se aos conteúdos de circuitos elétricos e automação industrial (15%), gestão de \nqualidade, controle de servomecanismos, administraç ão e eletrônica digital que aparecem com a \nfreqüência de 10% cada um. Com a freqüência de 5% a parecem os conhecimentos de acionamentos \nelétricos, máquinas elétricas, estatística, planeja mento e controle de processos, eletrotécnica \naplicada, eletrônica industrial, proteção de sistem as elétricos de potência, instrumentação e antenas.  \nSegundo os egressos do curso de Engenharia Industri al Elétrica as áreas da engenharia \nelétrica em maior expansão no mercado são as de aut omação industrial, telecomunicações, controle \nestatístico de processos, engenharia de qualidade, projetos em sistemas de segurança, engenharia \nhospitalar e logística. Entretanto, 20% dos egresso s acreditam não haver nenhuma área da \nengenharia elétrica em expansão. ", "14": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 11 \nAo lado da pesquisa junto aos egressos, professores  do CEFET-MG realizaram também \numa pesquisa junto a órgãos diversos como o Banco d e Desenvolvimento de Minas Gerais, o \nInstituto de Desenvolvimento Industrial de Minas Ge rais-INDI, Prêmio Mineiro da Qualidade e em \ninstituições de ensino de engenharia de renome inte rnacional. Tais pesquisas evidenciaram a já \nconhecida imprevisibilidade do mercado de trabalho brasileiro, que não difere da situação em Minas \nGerais, tendo, entretanto, apontado algumas preocup ações recorrentes: a demanda por profissionais \ndotados de iniciativa própria, de autonomia e de vi são empreendedora e ainda flexível o suficiente \npara atuarem em áreas diversas. Particularmente no período atual em que a economia global tem \napresentado um crescimento razoável, com reflexos s imilares na economia nacional, o campo \nprofissional das engenharias tem ampliado e diversi ficado, tanto no aspecto de diversidade de áreas \nde atuação quanto à forma de contratação do engenhe iro. \nSegundo CRIVELLARI (1998): \n“Observa-se uma queda nos níveis de emprego do enge nheiro no setor industrial em favor do \nemprego no setor terciário. Os processos de reestru turação produtiva e o movimento de terceirização no s \nprocessos produtivos impactaram fortemente sobre os  escritórios de engenharia. Os profissionais saem d as \ngrandes empresas industriais e passam a trabalhar p ara elas, em regime de prestação de serviço”. \nA essa tendência geral, devem-se associar, entretan to, os dados da Pesquisa de Egressos \n2004 do CEFET-MG, que apontam para o emprego dos en genheiros investigados majoritariamente \nna indústria automobilística. \nNuma síntese genérica, é preciso ter em conta que a o mesmo tempo em que o mercado \ndemanda competências muito concretas, capazes de co locar o engenheiro em ação imediata em \ncontextos bastante específicos, o enxugamento dos q uadros e o processo de terceirização aludidos \npor Crivellari, apontam para a necessidade de uma f ormação genérica e flexível do engenheiro, \ntornando-o capaz de adaptar-se a circunstâncias var iadas. \nEsse é o principal desafio de uma estruturação curr icular: considerar as incertezas do \nmercado, suas demandas imediatas, sua diversidade d e opções e inovações tendo em vista um \nprojeto de nação autônoma e com justiça social. \n \n \n \n \n \n \n ", "15": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 12 \n \n5. PERFIL DO ALUNO INGRESSANTE \n \n5.1 - Perfil do aluno ingressante no 2º semestre de  2004 \n \nDados coletados pelo Núcleo de Apoio ao Ensino – NA E, no Questionário de Sondagem \ndo Perfil do Aluno, aplicado no momento da matrícul a do segundo semestre de 2004, apontam que \nos alunos ingressantes apresentam como característi cas principais: são todos brasileiros, solteiros, \nnascidos em Minas Gerais (97%), em zonas urbanas. A penas 12% são mulheres; a imensa maioria é \nbem jovem: 42% com até 18 anos, 49% entre 19 e 21 a nos e 9% acima de 22 anos. \nConstituem-se assim em típicos jovens urbanos minei ros, sendo que 86% residem com as \nfamílias. Dos ingressantes (47%) encontram-se inser idos no mercado de trabalho (trabalhando ou \nem situação atual de desemprego). Destaca-se ainda que 38% dos respondentes começaram a \ntrabalhar antes de completar a maioridade e 53% nun ca trabalharam. Grande número dos \nrespondentes não possui renda própria (77%) e 98% d eclaram serem mantidos pela família. \nEm relação à escolaridade dos pais constatou-se que  43% dos pais e das mães desses \njovens estudaram até o ensino médio. Os demais se d ividem entre pais que estudaram até o ensino \nfundamental (cerca de 26%) e aqueles que concluíram  o curso superior (cerca de 25%). Existem \nalguns poucos pais que possuem curso de pós-graduaç ão. Isso significa que temos alunos de grupos \nfamiliares heterogêneos quanto à escolaridade, pred ominando famílias de escolaridade inferior à \nescolaridade atual dos filhos. \nQuanto à vida escolar anterior, são alunos que não sofreram nenhuma reprovação durante \nsua escolarização. Aproximadamente metade deles con cluiu o 2º grau em escolas privadas (58%) e \na outra parte em escolas públicas. Dos 44 responden tes do questionário, apenas 4 concluíram curso \nmédio no CEFET-MG e outros 3 no COLTEC-MG, sendo qu e 84% fizeram pré-vestibular. \nConcluindo essa parte referente ao perfil sócio-eco nômico, percebe-se que grande parte \ndos alunos é oriunda de famílias trabalhadoras de p osição intermediária ou baixa no mercado de \ntrabalho, mas que investem o máximo possível nos es tudos dos filhos, proporcionando-lhes estudos \nem escolas privadas e pré-vestibulares, ainda que a  renda familiar de 56% esteja abaixo de 8 \nsalários mínimos (R$1.920,00 que é pouco acima do q ue o DIEESE estipula como o “Salário \nMínimo Necessário” ao trabalhador hoje, constituind o-se, portanto, num orçamento familiar \nlimitado). Apenas 4 alunos ingressantes no curso de  Elétrica (9% do total) possuem renda familiar \nacima de 15 salários mínimos. ", "16": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 13 \nO interesse pelo curso do CEFET-MG deveu-se, segund o os investigados, por vocação \npessoal para a área (60%); pela qualidade de ensino  da instituição (21%), por orientação de \nfamiliares (9%) e 10% foram motivados pela gratuida de do ensino. \nOs dados coletados no Questionário de Sondagem de H abilidade Computacionais, \naplicado também pelo NAE nos alunos do 1º período d o Curso de Engenharia Industrial Elétrica, no \nsegundo semestre de 2004, indicam que a maioria (88 %) dos alunos possuía computador em casa e \no utilizava antes de iniciar o curso e que 3% dos a lunos não possuíam computador em casa, mas \ntinha acesso a alguma máquina de conhecidos. \nConcluindo, percebeu-se que todos os alunos tiveram  acesso a computador antes de \niniciar o curso. A maioria dos alunos apresenta con hecimentos suficientes para utilizar \nrazoavelmente e/ou têm domínio dos programas comput acionais pesquisados. A maior parte dos \nentrevistados considera imprescindível que haja um plantão de apoio e que o CEFET ensine todos \nos programas básicos (apesar de responderem ter con hecimento deles). A maior ênfase relaciona-se \nà disponibilidade de laboratórios equipados com com putadores como recurso para facilitar o \ndesenvolvimento de habilidades de uso dos programas  computacionais e de realização de atividades \nescolares. \nEsses dados indicam, para a construção de um novo c urrículo, que as turmas iniciantes \nsão bastante heterogêneas em termos sócio-culturais , alertando para o fato de que o CEFET-MG já \noferece um significativo atendimento às camadas de menor renda. Merece destaque, entretanto o \nfato de que, ainda que provenientes de famílias de médio e baixo estrato econômico, esses alunos \nvêm de uma formação altamente valorizadora dos estu dos, da cultura escolar e das ferramentas \natualmente utilizadas. Esses alunos foram aprovados  num processo seletivo em que o índice de \ncandidatos por vaga foi de 15,8. Uma análise panorâ mica dos dados coletados em outros semestres \nsobre o perfil do aluno ingressante no CEFET-MG dem onstra esta tendência observada na pesquisa \ncitada. \n \n5.2 - Processo Seletivo e Número de Vagas \n \nO processo seletivo para admissão de novos alunos s erá realizado semestralmente, \nsegundo as normas para a realização de processos se letivos para o ensino superior em vigor no \nCEFET-MG. \nO presente Projeto Político-Pedagógico foi concebid o, incluindo-se estrutura curricular, \nvisando o Curso de Graduação em Engenharia Elétrica  em turno diurno no Campus II de Belo \nHorizonte. ", "17": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 14 \nConsiderando o ambiente físico das salas de aula di sponíveis no CEFET-MG; a demanda \nestimada para os cursos; o fato de que o curso faz uso intensivo de laboratórios de circuitos \nelétricos, eletrônica, eletromagnetismo etc., o que  requer a divisão da turma em subturmas; que \nestes laboratórios devem acomodar uma média de 9 a 15 alunos, sendo três ou quatro alunos por \nbancada, a Comissão sugere que, a cada semestre sej am oferecidas à comunidade 40 (quarenta) \nvagas, no turno diurno, para Campus II, Belo Horizo nte, conforme aprovado na 409 a Reunião do \nConselho Departamental. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "18": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 15 \n6. CURRÍCULO DO CURSO DE ENGENHARIA ELÉTRICA \n \n \n6.1.  Objetivos \n \nO Curso de Engenharia Elétrica do CEFET-MG tem como  objetivo geral formar \nprofissionais com sólida base conceitual e prática nos conteúdos básicos, profissionalizantes e \nespecíficos do curso e preparados para atuarem no p rocesso produtivo e no desenvolvimento \ntécnico e científico do país, considerando-se os as pectos políticos, sociais, culturais, econômicos, \nambientais, humanos e éticos, abrangendo os seguint es campos da Engenharia Elétrica: \n- Automação e Controle de Processos; \n- Sistemas de Energia Elétrica; \n- Qualidade, Conservação e Eficiência de Energia; \n- Sistemas Eletrônicos; \n- Telecomunicações; \n- Modelagem Computacional. \n \nOs campos acima citados, tendo em vista a especific idade de cada área, envolvem \nconhecimentos de: \n- Física, química e matemática; \n- Computação; \n- Circuitos elétricos; \n- Eletromagnetismo; \n- Equipamentos e materiais; \n- Eletrotécnica; \n- Eletrônicas analógica e digital; \n- Automação, instrumentação e controle;  \n- Geração, transmissão e distribuição de energia elét rica; \n- Gerenciamento e comercialização de energia; \n- Operação e manutenção de sistemas elétricos; \n- Projetos em engenharia; \n- Telecomunicações; \n- Conversão de energia; \n- Acionamentos industriais; \n- Representação e interpretação gráfica; \n- Meio ambiente; ", "19": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 16 \n- Administração e gerenciamento; \n- Segurança, legislação e ética profissional; \n- Humanidades e ciências sociais aplicada à engenhari a. \n \n6.2.  Perfil do Egresso \n \nO egresso do Curso de Engenharia Elétrica do CEFET- MG deve ser um profissional com \nsólida formação científica e tecnológica no campo d a engenharia elétrica, capaz de absorver, \ndesenvolver e aplicar tecnologias, com visão crític a e criativa, e com competência para \nidentificação, formulação e resolução de problemas comprometido com a qualidade de vida numa \nsociedade cultural, econômica, social e politicamen te democrática, justa e livre; visando o pleno \ndesenvolvimento humano aliado ao equilíbrio ambient al. \nO curso de Engenharia Elétrica do CEFET-MG está est ruturado para desenvolver um \nprofissional capaz de: \n \na) No campo científico e tecnológico: \n- Desenvolver uma sólida base em Matemática, Física, Circuitos \nElétricos/Eletrônicos e Eletromagnetismo, além da c apacidade de inter-relacionar e \nconstruir conhecimento a partir desta base; \n- Desenvolver e aplicar conhecimentos matemáticos, ci entíficos, tecnológicos e \ninstrumentais no campo profissional; \n- Identificar, formular e resolver problemas relacion ados à engenharia quantificando \ne avaliando a potencialidade técnica e econômica de  tais soluções; \n- Desenvolver capacidade técnica que permita avaliar e aproveitar oportunidades e \nnecessidades regionais, nacionais e globais no sent ido de atender demandas \neconômicas, políticas e sociais. \n- Planejar, supervisionar e coordenar projetos e serv iços na área de engenharia; \n- Desenvolver e aplicar ferramentas computacionais e de projeto na solução de \nproblemas técnicos; \n- Conduzir e realizar experimentos e práticas investi gativas com capacidade para \ninterpretar resultados e tomar decisões;  \n- Utilizar a computação para o desenvolvimento de ciê ncia e tecnologia e em \nprocessos produtivos; \n- Interpretar e desenvolver comunicação gráfica; ", "20": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 17 \n- Conhecer e aplicar normas técnicas na áreas de atua ção profissional; \n- Desenvolver e aplicar modelos na engenharia. \nb) No campo do desenvolvimento humano e social: \n- Compreender e desenvolver visão sistêmica dos proce ssos nos quais atua; \n- Desenvolver capacidade de comunicação interpessoal,  leitura, redação, \ninterpretação e representação simbólica; \n- Trabalhar em equipe multidisciplinar e interdiscipl inar; \n- Comprometer-se com o processo de atualização e de a prendizagem continuada no \ncampo profissional; \n- Abordar e solucionar problemas de engenharia consid erando, de forma crítica e \nintegrada, os aspectos humanos, políticos, econômic os, ambientais, biológicos, \néticos, sociais e culturais; \n- Desenvolver a capacidade de liderança, de empreende dorismo e de gerenciamento; \n- Desenvolver a criatividade e a visão crítica e refl exiva em relação à sua prática \nprofissional; \n- Conhecer, avaliar e estar preparado para atuar de a cordo com a legislação \nprofissional. \n- Atuar no campo profissional comprometendo-se com a realidade social e as \nnecessidades ambientais. \n \n6.3.  Sistema de Avaliação \n \nNo que concerne ao Curso de Graduação em Engenharia  Elétrica, o sistema de avaliação a \nser adotado, é o regulamentado pelas Normas Acadêmi cas do CEFET-MG. \n \n6.4.  Eixos de Conteúdos e Atividades: definição e estrut uração do currículo \n \nO presente Projeto apresenta uma visão filosófica e  uma concepção pedagógica que têm \ncomo referência:  \n- Possibilitar e incentivar a integração interdiscipl inar de modo a favorecer o diálogo \nentre os docentes e a construção de propostas conju ntas; \n- Viabilizar a flexibilidade na oferta curricular vis ando atender às demandas de \natualizações constantes de ementas e planos de ensi no; \n- Ampliar a diversidade de opções para os estudantes possibilitando, dentro de \ndeterminados limites, liberdade para planejar seu p róprio percurso e opção quanto ", "21": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 18 \nàs disciplinas e atividades a serem realizadas na e tapa de finalização de seu curso, \nem função da especialidade profissional que ele esc olher. \n \nO modelo curricular em questão, organizado de modo a viabilizar os aspectos \nanteriormente descritos, é estruturado em Eixos de Conteúdos e Atividades, a partir dos quais são \ndesmembradas as disciplinas e as práticas pedagógic as constituintes do currículo. Neste Projeto, o \nEixo de Conteúdos e Atividades consiste de um conju nto de conteúdos curriculares, coerentemente \nagregados, relacionados a uma área de conhecimento específica dentro do currículo incluindo as \natividades envolvidas na sua implementação. Dentro desta concepção a estruturação curricular \napresenta o seguinte formato: \n \n \n \n \n \n \n \n \n \n \nNesta estrutura curricular são considerados os segu intes aspectos: \n- O currículo é descrito a partir dos Eixos de Conteú dos e Atividades que o compõem; \n- Cada Eixo de Conteúdos e Atividades descreve os con teúdos curriculares e/ou tipos de \natividades desenvolvidas e a carga horária do eixo;  \n- Os conteúdos e atividades curriculares constituem a  estrutura básica do currículo, a partir \ndos quais são desdobradas as disciplinas e as ativi dades curriculares; \n- Os conteúdos curriculares são classificados dentro dos parâmetros estabelecidos pelas \nDiretrizes Curriculares Nacionais do Curso de Gradu ação em Engenharia (Res. CNE/CES \n11/02) em conteúdos básicos, conteúdos profissional izantes e conteúdos específicos; \n- As atividades curriculares são descritas a partir d as metodologias aplicadas na \noperacionalização dos conteúdos; \n- As atividades de práticas profissionais são destaca das em um eixo específico e buscam \nintegrar conhecimentos de diversos eixos de forma i nterdisciplinar. As atividades de \npráticas profissionais envolvem atividades de carát er obrigatório – estágio supervisionado \ncurricular e trabalho de conclusão de curso (TCC I e TCC II) – e atividades optativas – \nprojeto de iniciação científica, projeto orientado,  projeto de extensão (realizadas em EIXO DE CONTEÚDOS E ATIVIDADES: \nRelaciona os eixos de conteúdos/atividades constitu intes do currículo, descrevendo os \nconteúdos de cada eixo e respectivas cargas horária s. \nDISCIPLINAS E ATIVIDADES:  \nRelaciona as disciplinas com ementas/CH integrantes  de cada eixo. \nPLANO DE ENSINO: \nRelaciona o plano de ensino de cada disciplina. ", "22": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 19 \nempresas, órgãos governamentais, organizações não-g ovenamentais, comunidades etc), \nprodução científica, pesquisa tecnológica, particip ação em congressos e seminários, \ndesenvolvimento de atividade em Empresa Júnior, den tre outras; \n-  Os conteúdos e atividades descritos nos eixos (env olvendo denominação do eixo, carga \nhorária e descrição dos conteúdos, obrigatórios e o ptativos) deverão ser aprovados na \nesfera dos órgãos colegiados máximos da Instituição : Conselho de Ensino e Conselho \nDiretor 1; \n- As disciplinas e os planos de ensino que forem comu ns aos outros cursos de graduação \n(envolvendo denominação da disciplina, cargas horár ias e ementas) deverão ser aprovados \nna esfera do conselho de graduação da Instituição: Conselho Departamental ou \nequivalente; \n- As disciplinas e os planos de ensino (envolvendo de nominação da disciplina, cargas \nhorárias e ementas) que forem específicos do curso de Engenharia Elétrica deverão ser \naprovados na esfera do Colegiado do Curso; \n- Os planos de ensino das disciplinas de um curso de graduação deverão ser aprovados na \nesfera dos Colegiados de cada curso e informados ao  órgão colegiado imediatamente \nsuperior, juntamente com a justificativa técnica e administrativa.  \n \nCada Eixo é coordenado por dois professores (coorde nador e coordenador adjunto) com \natribuições essencialmente de caráter pedagógico, n o sentido de promover a integração entre as \ndisciplinas, a proposição de ementas e de atividade s interdisciplinares e a interação entre outros \nEixos do curso. O detalhamento das atividades e a f orma de definição dos coordenadores de Eixos \nserão objeto de proposição do Colegiado do Curso e aprovação pelo Conselho Departamental. \nA vinculação dos professores aos eixos é de naturez a essencialmente pedagógica, \npermanecendo a vinculação funcional ao Departamento  Acadêmico de origem do professor. Esta \nvinculação se dará mediante convite do Colegiado do  Curso ao professor ou mediante proposta do \nprofessor ao Colegiado do Curso que deverá aprovar esta vinculação. Os critérios para vinculação \nserão normatizados pelo Conselho Departamental.  \nUm professor poderá estar vinculado simultaneamente  a mais de um eixo, de acordo com \nsua formação e competência profissional. \n \n \n1 – Até o presente momento estas atribuições são de  competência do Conselho de Ensino e do Conselho \nDiretor. Com a criação do CEPE (Conselho de Ensino Pesquisa e Extensão) este conselho será a instância  \nmáxima para este tipo de decisão. ", "23": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 20 \n6.5.  Definição da carga horária das disciplinas e do tem po escolar \nA carga horária do curso é dimensionada na unidade “hora-relógio”. Neste sentido, os \nhorários de aulas semanais serão modulares com dura ção de 1h e 40 min para cada módulo, com \nintervalo de 10 min entre módulos, conforme apresen tado na Tabela 1 (para os cursos diurnos): \n \nTabela 1 – Módulos de aulas. \nMódulo  SEG  TER  QUA  QUI  SEX  SAB  \n1 2.1  3.1  4.1  5.1  6.1  7.1  \n2 2.2  3.2  4.2  5.2  6.2  7.2  \n3 2.3  3.3  4.3  5.3  6.3  7.3  \n \nMódulo  SEG  TER  QUA  QUI  SEX  SAB  \n4 2.4  3.4  4.4  5.4  6.4  7.4  \n5 2.5  3.5  4.5  5.5  6.5  7.5  \n6 2.6  3.6  4.6  5.6  6.6  7.6  \n \nMódulo  SEG  TER  QUA  QUI  SEX  \n7 2.7  3.7  4.7  5.7  6.7  \n8 2.8  3.8  4.8  5.8  6.8  \n \nA referência para indicação do módulo-horário seman al é a seguinte:  \n \n                                             Módulo  horário                               \n \n                                   Dia da semana \nDentro do quadro de horário da Tabela 1, cada disci plina é planejada para ser \ndesenvolvida ao longo de um semestre com 100 dias l etivos, sendo previsto três possibilidades: \n- Disciplina de 25h – ocupa 1 módulo por semana; \n- Disciplina de 50h – ocupa 2 módulos por semana; \n- Disciplina de 75h – ocupa 3 módulos por semana. \nAlternativamente, a critério do Colegiado do Curso,  uma disciplina de 25 h poderá ser \nplanejada de modo a ocupar mais de 1 módulo por sem ana, concentrando desta forma um número \nmaior de aulas em uma determinada etapa do semestre  letivo. \nA carga horária total do curso é de 3450 h, sendo 3 200 h relativas às atividades \nacadêmicas e 250 h ao estágio supervisionado na emp resa (conforme apresentado no item 6.8). \nComo resultado deste dimensionamento, obtém-se:  x.y  ", "24": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 21 \n- 3200h em 10 semestres letivos; \n- Média de 320h por semestre; \n- Média de 20h por semana (com 17 semanas por semestr e); \n- Média de 4 h de atividades por dia (semana com 5 di as letivos). \n \nO sétimo e oitavo módulos da Tabela 1, que estão no  período noturno, poderão ser \nutilizados para as aulas do décimo período do curso  de Engenharia Elétrica a fim de possibilitar a \nrealização do estágio supervisionado. \nAo ser implantado o novo currículo, este novo quadr o de horário deverá ser aplicado \nsimultaneamente para todos os períodos do novo curr ículo e do currículo anterior, de modo a \nviabilizar o intercâmbio de professores e alunos en tre os dois currículos. As cargas horárias das \ndisciplinas do currículo anterior não serão alterad as, uma vez que há compatibilidade destas com o \nnovo quadro horário (Tabela 1), conforme pode ser v erificado na Tabela 2. \n \nTabela 2 - Correspondência entre a carga horária de  disciplinas. \nCu rrículo anterior – hora -aula (50 min)  Currículo novo – hora (60 min)  \n30  25  \n60  50  \n90  75  \n \nNa grade horária semanal deverá ser previsto pelo m enos um módulo livre em cada turno \nao longo do semestre de modo a possibilitar o encon tro de professores e alunos de turmas diferentes \nvisando à produção conjunta de trabalhos e projetos . Esta é uma forma de viabilizar, em termos \npráticos, a interdisciplinaridade no curso. O módul o horário semanal livre possibilita também a \nrealização de reuniões com professores, com alunos e de órgãos como o DCE (Diretório Central dos \nEstudantes), além de possibilitar o planejamento de  palestras de interesse geral para alunos e/ou \nprofessores, sem prejuízo para as aulas durante o s emestre letivo. Propõe-se que este módulo livre \nseja comum a todos os cursos de graduação e definid o pelo Conselho Departamental ou \nequivalente. \n \n6.6.  Plano de Implementação Curricular \n \nDeverá ser elaborado pelo Colegiado do Curso, sob c oordenação do Fórum dos \nCoordenadores, e aprovado no Conselho Departamental  um Plano de Implementação Curricular. ", "25": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 22 \nNesse sentido, antes da implantação da primeira tur ma do novo currículo deverão ser elaborados os \nseguintes documentos: \n1 – Estudo preliminar do quadro de equivalência ent re disciplinas do antigo currículo e \ndisciplinas do novo currículo; \n2 – Definição dos professores que irão lecionar no 1º período; \n3 - Definição dos planos de ensino das disciplinas do 1º período; \n4 - Definição do horário das aulas do 1º período; \n5 - Definição dos recursos necessários à implantaçã o do currículo novo (laboratórios, \nbiblioteca, espaço físico etc.).  \n \nA partir da implantação do 1º período e antes da im plantação de cada período \nsubseqüente, os tópicos 2, 3, 4 e 5 acima deverão s er cumpridos tendo em vista a implantação dos \nperíodos subseqüentes. \nAs normas para Trabalho de Conclusão de Curso (TCC I ou TCC II) e Estágio Curricular \nSupervisionado (envolvendo critérios para designaçã o de professores, atribuições dos diversos \nsetores envolvidos, elementos de ordem pedagógica e  demais aspectos relevantes condizentes com \nestas atividades) deverão ser elaboradas pelo Coleg iado do Curso, sob coordenação do Fórum dos \nCoordenadores e aprovadas no Conselho Departamental , até o final do segundo ano de implantação \nda 1ª turma do novo currículo. \nA Tabela 3 apresenta a síntese dos aspectos a serem  normatizados pelo Conselho \nDepartamental e/ou Colegiado do Curso, tendo em vis ta a implantação do novo currículo. \nTabela 3 – Síntese de normas a serem elaboradas. \nItem  Objeto de normatização  Órgão propositor  Órgão \nnormatizador Prazo  \n1 Estrutura, atribuições e definição de \nprofessores para composição dos eixos  Conselho \nDepartamental Conselho \nDepartamental  Antes do início  \ndo 1º período \n2 Normas de Estágio Supervisionado  Colegiado do \ncurso Colegiado do \ncurso Até final do 4º \nperíodo \n3 Normas do  TCC  Colegiado do \ncurso Colegiado do \ncurso Até final do 4º \nperíodo \n4 Normas para atividades de prática \nprofissional complementares \n(Iniciação Científica, atividades de \nextensão, participação em eventos etc) Colegiado do \ncurso Col egiado do \ncurso Até final do 4º \nperíodo \n5 Quadro de equivalência de disciplinas \ncurrículo anterior/novo Colegiado do \ncurso Conselho \nDepartamental  Até final do 1º \nperíodo \n ", "26": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 23 \n6.7.  Estrutura de apresentação dos Eixos \n \nA Tabela 4 apresenta a estrutura de apresentação do s Eixos de Conteúdos e Atividades, \ncom destaque para a forma de descrição dos conteúdo s obrigatórios, para esfera de decisão sobre o \ncurrículo e para a carga horária. \n \nTabela 4 – Estrutura de apresentação dos Eixos de C onteúdos e Atividades. \nConteúdo s Obrigatórios (refere -se aos conteúdos que o estudante deverá cursar \nnecessariamente para integralização do curso). Carga \nhorária \n(horas) \nDescreve os conteúdos gerais obrigatórios  do Eixo.  \nOs conteúdos gerais descritos neste quadro e respec tiva carga horária serão objetos de \naprovação pelo Conselho de Ensino / Conselho Direto r (ou órgão equivalente).  \nDesdobramento em disciplinas  \nRelaciona as disciplinas do Eixo que compõem a estr utura curricular obrigatória. \nA relação das disciplinas comuns aos cursos, descri ção dos conteúdos disciplinares para \ncada disciplina e respectiva carga horária serão ob jetos de aprovação pelo Conselho \nDepartamental ou órgão equivalente. \nA relação das disciplinas específicas do curso, des crição dos conteúdos disciplinares \npara cada disciplina e respectiva carga horária ser ão objetos de aprovação pelo \nColegiado do Curso.  \n \nConteúdos Optativos (refere -se aos conteúdos que o estudante poderá cursar \nparcialmente, como parte dos créditos destinados às  disciplinas optativas do curso). Carga \nhorária \n(horas) \nDescreve os conteúdos gerais optativos  do Eixo.  \nOs conteúdos gerais descritos neste quadro e respec tiva carga horária serão objetos de \naprovação pelo Conselho Departamental ou equivalent e.  \nDesdobramento em disciplinas  \nRelaciona as disciplinas do Eixo que compõem a estr utura curricular optativa. \nA relação das disciplinas comuns aos cursos, descri ção dos conteúdos disciplinares para \ncada disciplina e respectiva carga horária serão ob jetos de aprovação pelo Conselho \nDepartamental ou órgão equivalente. \nA relação das disciplinas específicas do curso, des crição dos conteúdos disciplinares \npara cada disciplina e respectiva carga horária ser ão objetos de aprovação pelo \nColegiado do Curso. \n \nAs disciplinas optativas denominadas “Tópicos Espec iais” deverão ser propostas no \nsemestre anterior à sua oferta e terão suas ementas  aprovadas no Colegiado do curso.  \n \n \n ", "27": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 24 \n6.8.  Eixos de Conteúdos e Atividades: descrição dos cont eúdos e desdobramento em \ndisciplinas \n \nEIXO 1 – MATEMÁTICA \n \nObjetivos:  formar sólida base em Matemática, visando construç ão de conhecimentos posteriores, \ndesenvolvendo no aluno a capacidade de equacionar e  resolver problemas, além de dar capacidade \nde estudos independentes. \n \nClassificação pelos conteúdos da diretriz curricula r : núcleo de conteúdo básico. \n \nConteúdos Obrigatórios Carga \nhorária  \n(horas)  \nCálculo vetorial; geometria analítica; cônicas; mat rizes; sistemas lineares; funções reais: \nlimites, continuidade, derivadas; funções elementar es; integrais definidas, indefinidas e \nimpróprias; funções de várias variáveis: derivadas parciais, diferenciais, integrais \nmúltiplas; quádricas; problemas de otimização; coor denadas polares no plano e no \nespaço; campos vetoriais; simetrias; integrais curv ilíneas e de superfície; operadores \ndiferenciais; teoremas integrais; séries numéricas e de funções; transformadas integrais; \nequações diferenciais ordinárias e parciais; espaço s vetoriais; transformações lineares; \nvalores próprios; produto interno; ortogonalidade; formas quadráticas; diagonalização. 375  \n \nDesdobramento em disciplinas  \nGeometria Analítica e Álgebra Vetorial  \nCálculo I \nCálculo II \nCálculo III \nCálculo IV \nÁlgebra Linear 75  \n75 \n75 \n50 \n50 \n50 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nGeometria Analítica e Álgebra Vetorial – 75 horas  \nEquações analíticas de retas, planos e cônicas; vet ores: operações e bases; equações vetoriais de \nretas e planos; equações paramétricas; álgebra de m atrizes e determinantes; autovalores; sistemas \nlineares: resolução e escalonamento; coordenadas po lares no plano; coordenadas cilíndricas e \nesféricas; superfícies quádricas: equações reduzida s (canônicas). \n \nCálculo I – 75 horas  \nFunções reais: limites, continuidade, gráficos; der ivadas e diferenciais: conceito, cálculo e \naplicações; máximos e mínimos; concavidade; funções  elementares: exponencial, logaritmo, \ntrigonométricas e inversas; integrais definidas: co nceito, teorema fundamental e aplicações; \nintegrais indefinidas: conceito e métodos de integr ação; integrais impróprias. \n \nCálculo II – 75 horas  \nFunções reais de várias variáveis: limites, continu idade, gráficos, níveis; derivadas parciais: \nconceito, cálculo, e aplicações; coordenadas polare s cilíndricas e esféricas: elementos de área e \nvolume; integrais duplas e triplas em coordenadas c artesianas e polares: conceito, cálculo, \nmudanças de coordenadas e aplicações; campos vetori ais; gradiente, divergência e rotacional; \nintegrais curvilíneas e de superfície; teoremas int egrais: Green, Gauss e Stokes. \n ", "28": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 25 \nCálculo III – 50 horas  \nEquações diferenciais ordinárias de primeira ordem:  resolução e aplicações; equações diferenciais \nlineares de ordem superior; sistemas de equações di ferenciais; transformada de Laplace e sua \naplicação em equações diferenciais. \n \nCálculo IV – 50 horas  \nSéries numéricas e de potências; séries de Taylor e  aplicações; séries de Fourier; transformada de \nFourier; equações diferenciais parciais; equações d a onda, do calor e de Laplace. \n \nÁlgebra Linear – 50 horas  \nEspaços vetoriais, subespaços, bases, dimensão; tra nsformações lineares e representação matricial; \nautovalores e autovetores; produto interno; ortonor malização; diagonalização; formas quadráticas; \naplicações. \n \nConteúdos Optativos Carga \nhorária  \n(horas)  \nTópicos avançados que podem incluir problemas de va lores de contorno; Sturm -\nLiouville; funções complexas; resíduos; transformaç ões conformes; funções especiais \nda matemática; formas bilineares; mínimos quadrados ; análise qualitativa e estabilidade \nde sistemas de equações diferenciais; matrizes espa rsas; métodos variacionais. Outros \ntópicos a serem propostos. 150  \nDesdobramento em disciplinas  \nVariáveis Complexas  \nMétodos Matemáticos da Engenharia A \nTópicos Especiais em Matemática I \nTópicos Especiais em Matemática II 50 \n50 \n25 \n25 \n \n \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nVariáveis Complexas – 50 horas \nIntrodução às variáveis complexas: números e funçõe s complexas; derivabilidade; condições de \nCauchy-Riemann; funções complexas elementares; inte grais complexas; teorema de Cauchy; \nindependência do caminho; séries de Taylor e de Lau rent; resíduos; aplicações. \n \nMétodos Matemáticos da Engenharia A – 50 horas \nTópicos avançados em equações diferenciais ordinári as e parciais: equações especiais de Euler, \nLagrange, Bessel e outras. Método de Froboenius. Eq uações parciais com condições de fronteira: \nproblemas de Dirichlet, Neumann e Cauchy. Classific ação para sistemas lineares. Estabilidade \nlocal. Outros tópicos. ", "29": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 26 \nEIXO 2 – FÍSICA E QUÍMICA \n \nObjetivos:  formar sólida base em Física, visando construção d e conhecimentos posteriores, \ndesenvolvendo no aluno a capacidade de equacionar e  resolver problemas, além de dar capacidade \nde estudos independentes.  \n \nClassificação pelos conteúdos da diretriz curricula r : núcleo de conteúdo básico. \n \nConteúdos Obrigatórios  Carga \nhorária  \n(horas)  \nLigações químicas; reações químicas; cinética quími ca;  termoquímica; eletroquímica; \npilhas; tratamento e purificação de substâncias (ág ua, etc.); mecânica newtoniana; \neletricidade e magnetismo; oscilações, ondas e luz;  termodinâmica. 275  \nDesdobramento em disciplinas   \nQuímica  \nLaboratório de Química \nFísica I \nFísica Experimental I \nFísica II \nFísica Experimental II \nFísica III 50  \n25 \n50 \n25 \n50 \n25 \n50 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nQuímica – 50 horas \nMatéria e suas propriedades; desenvolvimento da teo ria atômica; mecânica quântica; classificação \ndos elementos; propriedades periódicas; ligações qu ímicas; funções químicas; leis químicas; \ngeneralidades sobre compostos; síntese de compostos  minerais; soluções; energia e reações \nquímicas. \n \nLaboratório de Química – 25 horas \nPráticas em laboratório dos temas e tópicos abordad os na disciplina de “Química”, mais \nespecificamente, experimentos nas áreas de equipame ntos básicos de laboratório, finalidades e \nutilização, técnicas de laboratório, avaliação de r esultados experimentais, organização e \nfuncionamento de um laboratório, normas e procedime ntos de segurança incluindo os primeiros \nsocorros, ligações químicas, equilíbrio químico, es tequiometria, soluções e reações. \n \nFísica I - 50 horas \nIntrodução; velocidade e acelerações vetoriais; pri ncípios da dinâmica; aplicações das leis de \nNewton; trabalho e energia mecânica; conservação de  energia; momento linear e conservação do \nmomento linear; momento angular e conservação do mo mento angular; dinâmica dos corpos \nrígidos; gravitação. \n \nFísica II - 50 horas \nCarga elétrica e matéria; lei de Coulomb; o campo e létrico; fluxo elétrico lei de Gauss; potencial \nelétrico; capacitores e dielétricos; corrente elétr ica; resistência elétrica; força eletromotriz; circ uitos \nde corrente contínua; campo magnético; lei de Ampér e; indução eletromagnética; lei de Faraday; \nondas eletromagnéticas; lei de Lenz; indutância e e nergia do campo magnético; circuitos de \ncorrente alternada. \n ", "30": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 27 \nFísica Experimental I - 25 horas \nPráticas em laboratório dos temas e tópicos abordad os nas disciplinas de física, mais \nespecificamente, experimentos nas áreas de mecânica , eletricidade, magnetismo, circuitos elétricos \ne eletromagnetismo. \n \nFísica III - 50 horas \nTemperatura; calor; 1ª e 2ª leis da termodinâmica; propriedade dos gases; teoria cinética dos gases; \ntransferência de calor e massa; estática e dinâmica  dos fluidos; oscilações; ondas e movimentos \nondulatórios; luz; natureza e propagação da luz; re flexão e refração; interferência, difração e \npolarização da luz; efeito fotoelétrico; efeito Com pton. \n \nFísica Experimental II – 25 horas \nPráticas em laboratório dos temas e tópicos abordad os nas disciplinas de física, mais \nespecificamente, experimentos nas áreas de termodin âmica, oscilações e ondas, ótica. \n \n \nConteúdos Optativos Carga \nhorária  \n(horas)  \nMecânica Newtoniana. Dinâmi ca de partículas . E quilíbrio e dinâmica dos corpos \nrígidos. Equação de Lagrange. Teoria Hamiltoniana. Tópicos avançados que podem \nincluir Física Quântica e Relatividade. Outros tópi cos a serem propostos. 125  \nDesdobramento em disciplinas  \nMecânica Geral  \nIntrodução à Física Moderna \nTópicos Especiais em Física I \nTópicos Especiais em Física II \nTópicos Especiais em Química I 50  \n50 \n25 \n25 \n25 \n \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nMecânica Geral – 50 horas \nElementos de mecânica Newtoniana. Movimento unidime nsional de uma partícula. Movimento de \numa partícula em 2 ou 3 dimensões. Movimento de um sistema de partículas. Dinâmica do corpo \nrígido. Rotação em torno de um eixo. Equação de Lag range. Teoria Hamiltoniana. \n \nIntrodução à Física Moderna – 50 horas \nTeoria da relatividade; física quântica, física dos  semicondutores, física nuclear, física de partícul as. \n \n ", "31": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 28 \nEIXO 3 – COMPUTAÇÃO E MATEMÁTICA APLICADA \n \nObjetivos:  preparar o aluno para as técnicas de análise e tra tamento de dados, com base sólida nos \nmétodos fundamentais e nas técnicas computacionais para desenvolvimento de projetos futuros em \nque recursos numéricos sejam utilizados; inserir o aluno no mundo moderno no qual a informática é \nparte imprescindível de qualquer empreendimento. \n \nClassificação pelos conteúdos da diretriz curricula r : núcleo de conteúdo básico, profissionalizante e \nespecífico. \n \n \nConteúdos Obrigatórios Carga \nhorária  \n(horas)  \nColeta de dados; técnicas de amostragem; distribuiç ões; probabilidades; estatística; \nestimação; testes de hipóteses; variância; correlaç ão; regressão; diferenças finitas; \nmétodos iterativos; interpolação de dados; métodos numéricos para integração e \nresolução equações numéricas e diferenciais; concei tos básicos de computação; \ncomputadores digitais; sistemas operacionais; redes ; uso de softwares aplicativos e \nmatemáticos; algoritmos; linguagens de programação.  200  \nDesdobramento em disciplinas   \nProgramação de Computadores  I \nLaboratório de Programação de Computadores I \nProgramação de Computadores II \nLaboratório de Programação de Computadores II \nEstatística \nMétodos Numéricos Computacionais 25  \n25 \n25 \n25 \n50 \n50 \n \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nProgramação de Computadores I – 25 horas \nSistemas numéricos: representação e aritmética nas bases: decimal, binária, octal e hexadecimal; \nintrodução à lógica; álgebra e funções Booleanas; a lgoritmos estruturados: tipos de dados e \nvariáveis, operadores aritméticos e expressões arit méticas; operadores lógicos e expressões lógicas; \nestruturas de controle; entrada e saída de dados; e struturas de dados; organização e manipulação de \narquivos. \n \nLaboratório de Programação de Computadores I – 25 h oras \nPráticas em laboratório dos temas e tópicos abordad os na disciplina \"Programação de \nComputadores I\" utilizando uma linguagem de program ação. \n \nProgramação de Computadores II – 25 horas \nConceitos de orientação a objetos: tipos abstratos de dados, objetos, classes, métodos, visibilidade, \nescopo, encapsulamento, associações de classes, est ruturas todo-parte e generalização-\nespecialização, interfaces; herança de interface e de classe, polimorfismo, sobrecarga, invocação de \nmétodos; aplicações em uma linguagem de programação  orientada a objetos; noções de modelagem \nde sistemas usando UML: diagrama de classes e de in teração. \n \n \n ", "32": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 29 \nLaboratório de Programação de Computadores II – 25 horas \nPráticas em laboratório dos temas e tópicos abordad os na disciplina “Programação de \nComputadores II”. \n \nEstatística – 50 horas \nElementos de probabilidade: variáveis aleatórias di scretas e contínuas; distribuições de \nprobabilidades; tratamento de dados; amostragem e d istribuições amostrais; estimação; teste de \nhipótese e intervalo de confiança; correlação e reg ressão. \n \nMétodos Numéricos Computacionais – 50 horas \nErros; diferenças finitas; métodos iterativos; inte rpolação e aproximação de funções; derivação e \nintegração numéricas; resolução numérica de equaçõe s: algébricas; transcendentes e lineares; \nmétodo de mínimos quadrados; zeros de funções de um a ou mais variáveis; ajuste de funções; \nresolução numérica de equações diferenciais; utiliz ação de softwares de análise numérica. \n \nConteúdos Optativos Carga \nhorária  \n(horas)  \nProgramação Orientada a Objetos; Otimização de Sist emas Dinâmicos; Sistemas \nOperacionais. Outros tópicos a serem propostos. 175  \nDesdobramento em disciplinas   \nLinguagens de Programação  \nLaboratório de Linguagens de Programação \nOtimização de Sistemas Dinâmicos \nAnálise e Programação Orientada a Objetos \nTópicos Especiais em Computação e Matemática Aplica da I \nTópicos Especiais em Computação e Matemática Aplica da II 25  \n25 \n25 \n50 \n25 \n25 \n \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nLinguagens de Programação – 25 horas \nEvolução das principais linguagens de programação; noções de sintaxe e semântica; nomes, \nvinculações; verificação de tipos; tipos de dados; expressões e instruções de atribuição; estruturas \nde controle no nível de instrução; subprogramas: am bientes de referências locais, métodos de \npassagem de parâmetros, etc.; tipos abstratos de da dos; programação orientada a objetos; tratamento \nde exceções; linguagens de programação funcionais; linguagens de programação lógicas. \n \nLaboratório de Linguagens de Programação – 25 horas  \nPráticas em laboratório dos temas e tópicos abordad os na disciplina “Linguagens de Programação”. \n \nOtimização de Sistemas Dinâmicos – 25 horas \nProblemas de otimização lineares e não-lineares; al goritmos determinísticos e estocásticos. \n \nAnálise e Programação Orientada a Objetos – 50 hora s  \nObjeto, classe, atributos de classe e de objetos, m étodos; abstração, encapsulamento, polimorfismo, \nmodularidade, persistência, tipificação; estrutura todo parte e de generalização. Linguagem de \nProgramação Orientada a Objetos.  Definição de clas se, membros de classe: atributos, funções \nmembro, construtores e destrutores; ponteiros this ; Friends : classe e funções friends ; sobrecarga de \nfunções; conversão de tipos. Herança simples e múlt ipla; classes abstratas, polimorfismo e funções \nvirtuais; templates . \n ", "33": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 30 \nEIXO 4 – HUMANIDADES E CIÊNCIAS SOCIAIS APLICADAS À  ENGENHARIA \n \nObjetivo : capacitar o aluno para abordar e solucionar probl emas de engenharia considerando os \naspectos humanos, políticos, econômicos, ambientais , éticos, sociais e culturais; desenvolver a \ncapacidade de liderança, de empreendedorismo e de g erenciamento; desenvolver a criatividade e a \nvisão crítica e reflexiva em relação à sua prática profissional. \n \nClassificação pelos conteúdos da diretriz curricula r : núcleo de conteúdo básico e profissionalizante. \n \nConteúdos Obrigatórios Carga \nhorária \n(horas) \nA engenharia elétrica, campo profissional e cenário s da engenh aria no Brasil e no \nmundo. Filosofia da ciência e da tecnologia; critér ios de avaliação de tecnologias e \nparadigmas emergentes; ética e cidadania. Sociologi a como estudo da interação \nhumana; cultura e sociedade; engenharia e sociedade . Psicologia do trabalho nas \norganizações; teoria das organizações; cultura orga nizacional; RH nos cenários \norganizacionais e relações humanas; tipos de empres as e estruturas organizacionais; \nempresa como sistema. Funções básicas da administra ção empresarial; administração. \nPlanejamento e controle da produção; sistema de con trole e operacionalização. \nMacroeconomia e microeconomia; engenharia econômica  e custos de produção. \nNormalização e elaboração de normas técnicas e espe cificações; aspectos básicos da \nqualidade; controle estatístico de processo. Legisl ação e direito;  noções básicas de \ndireito; regulamentação profissional do engenheiro.  Engenharia ambiental e meio \nambiente; noções de ecologia; legislação ambiental.  Engenharia de segurança; \nfundamentos da higiene do trabalho. 275  \nDesdobramento em disciplinas   \nIntrodução à Engenharia Elétrica  \nFilosofia da Tecnologia \nIntrodução à Sociologia \nPsicologia Aplicada às Organizações \nGestão Ambiental \nIntrodução ao Direito \nOrganização Empresarial \nNormalização e Qualidade Industrial \nIntrodução à Economia \nIntrodução à Engenharia de Segurança \nEducação Corporal e Formação Profissional I 25  \n25 \n25 \n25 \n25 \n25 \n25 \n25 \n25 \n25 \n25 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nIntrodução à Engenharia Elétrica – 25 horas \nA engenharia elétrica e o espaço de atuação do enge nheiro; cenários da engenharia no Brasil e no \nmundo; áreas da engenharia elétrica; introdução ao campo profissional da engenharia envolvendo \ncontato com empresas e atividades práticas. Introdu ção à experimentação e ao desenvolvimento de \nprotótipos e projetos na engenharia. \n \nFilosofia da Tecnologia – 25 horas \nFilosofia da ciência e da tecnologia: história da c iência e da tecnologia; epistemologia da \ntecnologia; avaliação das questões tecnológicas no mundo contemporâneo; tecnologia e paradigmas \nemergentes; ética e cidadania. ", "34": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 31 \nIntrodução à Sociologia – 25 horas \nSociologia como estudo da interação humana; cultura  e sociedade; os valores sociais; mobilização \nsocial e canais de mobilidade; o indivíduo na socie dade; engenharia e sociedade; instituições \nsociais; sociedade brasileira; mudanças sociais e p erspectivas. \n \nPsicologia Aplicada às Organizações – 25 horas \nEstruturação da personalidade; comunicação humana; a subjetividade nos laços sociais; o indivíduo \ne o grupo; desenvolvimento interpessoal; dinâmica d e grupo; princípios de administração de \nRecursos Humanos; inter-relacionamento humano: lide rança; motivação, comunicação, trabalho em \nequipe, administração de conflitos; políticas de ca rgos e salários. \n \nGestão Ambiental – 25 horas \nFundamentos de Ecologia; ecossistema: estrutura e f uncionamento, impactos das atividades \nantropicas sobre os ciclos ecológicos; poluição das  águas, do ar e do solo; estudos de impacto \nambiental; sistemas de gestão ambiental. \n \nIntrodução ao Direito – 25 horas \nSistema constitucional brasileiro; noções básicas d e direito civil, comercial, administrativo, trabalh o \ne tributário; aspectos relevantes em contratos; reg ulamentação profissional; fundamentos da \npropriedade industrial e intelectual. \n \nOrganização Empresarial – 25 horas \nTipos de empresas e estruturas organizacionais. Dia gramas de montagem e de processo. Otimização \ndo ciclo produtivo e disposição de equipamentos. pl anejamento e controle da produção; sistema de \ncontrole e operacionalização Organogramas. Técnicas  de identificação e aproveitamento de \noportunidades, na aquisição e gerenciamento dos rec ursos necessários ao negócio. Plano de \nnegócios. \n \nNormalização e Qualidade Industrial – 25 horas \nNormalização: fundamentos e conceitos; normalização  a nível nacional, internacional e empresarial; \nelaboração de normas técnicas e especificações; asp ectos básicos da qualidade industrial; controle \nestatístico de processo; gráficos e cartas de contr ole; normas básicas para planos de amostragem e \nguias de utilização.  \n \nIntrodução à Economia – 25 horas \nIntrodução: natureza e método da economia; microeco nomia: fatores de produção, mercados, \nformação de preços, consumo; macroeconomia: o siste ma econômico, relações intersetoriais, \nconsumo, poupança, investimento, produto e renda na cional, circulação no sistema econômico, \nsetor público, relações com o exterior; introdução à engenharia econômica: custos de produção. \n \nIntrodução à Engenharia de Segurança – 25 horas \nEstatística dos acidentes; causas e custos dos acid entes; aspectos sociais e econômicos dos \nacidentes; CIPA, SEESMT; acidente elétrico; prevenç ão e combates de incêndios; equipamentos de \nproteção individual; agentes físicos, químicos e bi ológicos; fundamentos da higiene do trabalho; \nacidentes de trânsitos e na construção civil; doenç as ocupacionais; noções de toxicologia industrial; \nergonomia na prevenção de acidentes; as cores na en genharia de segurança; primeiros socorros. \n \nEducação Corporal e Formação Profissional I – 25 ho ras  \nProcesso de formação humana dos alunos. Práticas, v ivências e reflexões sobre temas que são \nfundamentais a inserção dos novos engenheiros no un iverso das relações de produção atuais. \nCorporeidade humana, atividade física, saúde e laze r. ", "35": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 32 \n \nConteúdos Optativos Carga \nhorária \n(horas) \nAdministração. Humanidades e Ciências Sociais. Planejamento e Controle da \nProdução. Língua estrangeira. Prática de esportes. Saúde e equilíbrio emocional. \nOutros tópicos a serem propostos. 150  \nPortuguês Instrumental  \nEducação Corporal e Formação Profissional II \nPlanejamento e Controle da Produção \nIntrodução à Administração \nTópicos Especiais em Humanidades e Ciências Sociais  Aplicadas à Engenharia I \nTópicos Especiais em Humanidades e Ciências Sociais  Aplicadas à Engenharia II 25  \n25 \n25 \n25 \n25 \n25 \n \n \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nPortuguês Instrumental – 25 horas \nCiência da linguagem: signo lingüístico, níveis con otativo e denotativo da linguagem, definições e \nestudo das diferenças entre linguagem escrita e fal ada; processo comunicativo; desenvolvimento de \nestratégias globais de leitura de textos e análise de discurso; desenvolvimento da produção de textos \ntécnicos e científicos. \n \nEducação Corporal e Formação Profissional II – 25 h oras  \nA situação do trabalho; O Trabalho e sua evolução. O Significado da atividade do homem. O \nCampo da Ergonomia. Metodologia do estudo ergonômic o do trabalho. Análise da Demanda, \nAnálise da Tarefa. Análise das Atividades do Homem no Trabalho. \n \nPlanejamento e Controle da Produção – 25 horas \nFunções de planejamento e controle da produção; obj etivos da produção, sua classificação e \ncaracterização; fluxo de informações e materiais; r equisitos operacionais; previsão de vendas; \ninformação de vendas; adequação com a capacidade op eracional; dimensão econômica; ponto de \nequilíbrio; roteiro da produção; fluxograma do prod uto; seqüência de operações; carga de máquinas; \nplanejamento e controle do estoque; análise ABC; di mensionamento, sistemas de controle e sua \noperacionalização; plano de produção; estimativa qu antitativa; determinação de carga e máquinas; \naplicação de Pert/CPM. \n \nIntrodução à Administração – 25 horas \nIntrodução à administração; escolas e contribuições  à teoria geral da administração; funções básicas \nda administração de recursos humanos; administração  de suprimentos; administração financeira: \numa abordagem na empresa moderna. \n \n \n ", "36": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 33 \nEIXO 5 – ELETROMAGNETISMO E CIRCUITOS ELÉTRICOS \n \nObjetivo : fornecer ao estudante uma compreensão holística d a teoria eletromagnética, ressaltando \nseu caráter unificador e básico, a partir do qual p ode ser compreendido um grande número de áreas \nespecíficas da engenharia elétrica. Ressaltar os as pectos físicos do eletromagnetismo aplicados em \nengenharia sem, contudo, descartar o formalismo mat emático mínimo necessário. Apresentar a \nteoria de circuitos elétricos como base para compre ensão de sistemas complexos, levando o \nestudante a desenvolver  habilidade para poder escr ever, resolver e entender as equações de \ncircuitos. Enfatizar o estudo de fontes dependentes  de tensão e corrente, abrindo caminho para \nmelhor entendimento dos modelos de dispositivos ele trônicos. \n \nClassificação pelos conteúdos da diretriz curricula r : núcleo de conteúdo profissionalizante. \n \nConteúdos Obrigatórios  Carga \nhorária  \n(horas)  \nEquações de Maxwell e suas aplicações: formas difer encial e integral; domínios do \ntempo e da freqüência; definições generalizadas de condutores e isolantes; ondas \neletromagnéticas uniformes e não uniformes em meios  materiais; ondas \neletromagnéticas guiadas; princípios de radiação el etromagnética; aplicações em \neletrostática, magnetostática e quase-estática. Rel ação entre a teoria de circuito e a de \nCampo.  \nElementos de circuitos: fontes de tensão e de corre nte, Leis de Ohm e de Kirchhoff, \ntensão, corrente e energia em elementos resistivos,  capacitivos e indutivos. Técnicas de \nanálise de circuitos. Amplificador operacional. Res postas natural e ao degrau. Análise \nde circuitos senoidais em regimes permanente e tran sitório. Potência e máxima \ntransferência de potência. Impedância e admitância.  Circuitos trifásicos. Freqüência \ncomplexa. Aplicações da Transformada de Laplace, da s Séries e Transformadas de \nFourier em análise de circuito. Resposta em freqüên cia, Diagrama de Bode. Circuitos de \nseleção de freqüência. Circuitos de duas portas e q uadripolos. 275  \nDesdobramento em disciplinas   \nCircuitos Elétr icos I  \nLaboratório de Circuitos A \nCircuitos Elétricos II \nLaboratório de Circuitos B \nEletromagnetismo \nLaboratório de Eletromagnetismo \nIrradiação e Ondas Guiadas 75  \n25 \n50 \n25 \n50 \n25 \n25 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nCircuitos Elétricos I – 75 horas \nTensão e corrente elétrica. Fontes de tensão e de c orrente contínuas. Resistência elétrica. \nIndutância. Capacitância. Leis de Kirchhoff. Diviso r de tensão e divisor de corrente. Técnicas de \nanálise de circuitos: correntes de malha, tensões d e nó, circuitos equivalentes de Thevenin e de \nNorthon e superposição. Fonte de tensão senoidal. C ircuitos no domínio do tempo. Resposta do \ncircuito em corrente alternada senoidal (ca). Valor  médio e valor eficaz. Circuito no domínio da \nfrequência. Fasores e diagrama fasorial. Impedância  e admitância. Potência em circuitos de ca: \naparente, ativa e reativa. Fator de potência. Resso nância. Técnicas de análise de circuitos em ca. \nMáxima transferência de potência. Geração trifásica . Cargas trifásicas equilibradas e \ndesequilibradas. Potência em circuitos trifásicos. ", "37": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 34 \n \nLaboratório de Circuitos A – 25 horas \nVerificações experimentais de tópicos abordados em Circuitos Elétricos I e simulações \ncomputacionais. \n \nCircuitos Elétricos II – 50 horas \nFrequência complexa. Resposta em frequência. Filtro s passivos: passa alta, passa-baixa, passa-\nfaixa, corta-faixa. Decibel. Diagrama de Bode. Indu tância mútua. Circuitos magneticamente \nacoplados. Quadripolos. Circuito RL, RC e RLC: resp osta natural e resposta a um degrau \n(transitório). Solução por Transformada de Laplace.  \n \nLaboratório de Circuitos B – 25 horas \nVerificações experimentais de tópicos abordados em Circuitos Elétricos II e simulações \ncomputacionais. \n \nEletromagnetismo – 50 horas \nEquações de Maxwell e suas aplicações: breve histór ico; correntes de condução e de deslocamento; \nformas diferencial e integral, passagem da forma di ferencial para integral e vice-versa; \nrepresentações nos domínios do tempo e da freqüênci a (fasorial ou complexo); definições \ngeneralizadas de condutores e isolantes (tangente d e perdas); potenciais de Lorentz; efeitos pelicular  \ne de proximidade; aplicações em eletrostática (solu ções das Equações de Poisson e de Laplace e \nproblemas de fronteira, capacitâncias de geometrias  complexas), magnestostática (materiais \nferromagnéticos, circuitos magnéticos, indutâncias de geometrias complexas) e quase-estática \n(variação temporal lenta, indutância mútua e auto-i ndutância, transformador, gerador, motor, \ncorrentes parasitas, histerese dielétrica, relações  de fronteira); relação entre a Teoria de Circuito e a \nde Campo. \n \nLaboratório de Eletromagnetismo – 25 horas \nVerificações experimentais de tópicos abordados em Eletromagnetismo e simulações \ncomputacionais. \n \nIrradiação e Ondas Guiadas – 25 horas \nOndas eletromagnéticas planas, esféricas e cilíndri cas, uniformes e não uniformes, em meios \nmateriais (condutores e dielétricos) infinitos e se mi-infinitos (reflexão, refração, difração e \npolarização); ondas eletromagnéticas guiadas (linha s de transmissão, guias de onda e ressonadores); \nprincípios de radiação eletromagnética e de antenas ; teorema de Poynting. \n \nConteúdos Optativos Carga \nhorária  \n(horas)  \nEmissões conduzidas e irradiadas. Susceptibilidade e interferências eletromagnéticas. \nCompatibilidade Eletromagnética. Outros tópicos a s erem propostos. 150  \nDesdobramento em disciplinas  \nCompatibilidade Eletromagnética  \nLaboratório de Irradiação e Ondas Guiadas \nTópicos Especiais em Eletromagnetismo e Circuitos E létricos I \nTópicos Especiais em Eletromagnetismo e Circuitos E létricos II \nTópicos Especiais em Eletromagnetismo e Circuitos E létricos III 50  \n25 \n25 \n25 \n25 \n \n \n ", "38": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 35 \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nCompatibilidade Eletromagnética \nIntrodução. Normas e ensaios. Radiação e antenas. O ndas viajantes. Tensões induzidas por \ndescargas atmosféricas. Blindagem. Aterramento. Equ alização de potenciais. Protetores e filtros. \nCabos e linhas. Descargas eletrostáticas. \n \nLaboratório de Irradiação e Ondas Guiadas – 25 hora s \nVerificações experimentais de tópicos abordados em Irradiação e Ondas Guiadas. \n ", "39": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 36 \nEIXO 6 – FUNDAMENTOS GERAIS DA ENGENHARIA ELÉTRICA \n \nObjetivo : desenvolver competências básicas e aplicar conhec imentos que dão suporte na formação \ndo engenheiro eletricista nas áreas de expressão gr áfica, mecânica, fenômenos dos transportes, \nmedidas, materiais e instalações elétricas. \n \nClassificação pelos conteúdos da diretriz curricula r : núcleo de conteúdo profissionalizante. \n \nConteúdos Obrigatórios  Carga \nhorária  \n(horas)  \nRepresentação de forma e dimensão e noções de desen ho técnico industrial com \nemprego e aplicação de recursos computacionais. Nív eis de energia e bandas de energia \nnos sólidos. Estrutura dos materiais. Comportamento  dos materiais sob campo elétrico e \nmagnético. Aplicações dos materiais na engenharia e létrica; dispositivos e \nequipamentos elétricos; ensaios elétricos em materi ais; ensaios mecânicos em materiais; \nteoria da elasticidade; torção, flexões e tensões; solicitações normais. Mecânica dos \nfluidos. Termodinâmica e transferência de calor. Co nversores livres; conversão forçada; \ntrocadores de calor; aplicações na engenharia. Metr ologia. Teoria dos erros; \ncomponentes elétricos e eletrônicos; métodos de med ição de grandezas elétricas e \ngrandezas não-elétricas. Planta de instalações elét ricas; iluminação predial e industrial; \nProjeto elétrico de iluminação. 275  \nDesdobramento em disciplinas  \nRepresentação Gráfica  \nFundamentos de Resistência dos Materiais \nMateriais Elétricos \nTecnologia Aplicada aos Materiais Elétricos \nSistemas de Medição \nLaboratório de Sistemas de Medição \nInstalações Elétricas \nFenômenos de Transporte 50  \n25 \n25 \n25 \n50 \n25 \n25 \n50 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nRepresentação Gráfica – 50 horas \nRepresentação de forma e dimensão; convenção e norm alização para representação gráfica; escala e \nperspectiva; vistas e cortes; noções de desenho téc nico industrial, arquitetônico e civil. Emprego e \naplicação de recursos computacionais em desenho téc nico de engenharia. \n \nFundamentos de Resistência dos Materiais – 25 horas  \nEnsaios mecânicos em materiais; teoria da elasticid ade; torção, flexões e tensões; solicitações \nnormais. \n \nMateriais Elétricos – 25 horas \nNíveis de energia e bandas de energia nos sólidos; modelo atômico; estrutura dos materiais; \ncomportamento dos materiais sob campo elétrico: con dutores, semicondutores e dielétricos; \ncomportamento dos materiais sob campo magnético; fí sica dos materiais semicondutores: função de \nprobabilidade de Fermi-Dirac, junção PN; junção PN com polarização externa; aplicações dos \nmateriais na engenharia elétrica. \n \n ", "40": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 37 \nTecnologia Aplicada aos Materiais Elétricos – 25 ho ras \nAplicações dos materiais e dispositivos elétricos; equipamentos elétricos de média e baixa tensão; \nensaios elétricos em materiais. \n \nSistemas de Medição –50 horas \nMetrologia; sistema internacional de unidades; ince rteza da medição; calibração de sistemas de \nmedição; componentes elétricos e eletrônicos; métod os de medição de grandezas elétricas; medidas \nde grandezas não-elétricas. \n \nLaboratório de Sistemas de Medição – 25 horas \nAplicação de métodos e técnicas de medição em labor atório. \n \nInstalações Elétricas – 25 horas \nPlanta de instalações elétricas; iluminação predial  e industrial; dimensionamento de componentes \nelétricos; projeto elétrico de iluminação. \n \nFenômenos de Transporte –50 horas \nMecânica dos fluidos; fundamentos de escoamento; te rmodinâmica; transferência de calor: \ncondução, convecção e radiação; trocadores de calor ; aplicações na engenharia. \n \nConteúdos Optativos Carga \nhorária  \n(horas)  \nTópicos a serem propostos.  75  \nDesdobramento em disciplinas  \nTópicos Especiais em Fundamentos Gerais  da Engenharia Elétrica I  \nTópicos Especiais em Fundamentos Gerais da Engenhar ia Elétrica II \nTópicos Especiais em Fundamentos Gerais da Engenhar ia Elétrica III 25  \n25 \n25 \n \n ", "41": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 38 \nEIXO 7 – CONVERSÃO DE ENERGIA \n \nObjetivo : preparar o aluno para a análise e a solução de pr oblemas de engenharia, relacionados à \nprodução e ao consumo de energia elétrica em ambien te industrial. Desenvolver no estudante um \nentendimento amplo e moderno sobre os diversos sist emas de conversão de energia, incluindo a \nconversão eletromecânica e a conversão baseada em d ispositivos estáticos de potência. \n \nClassificação pelos conteúdos da diretriz curricula r : núcleo de conteúdo profissionalizante. \n \nConteúdos Obrigatórios Carga \nhorária  \n(horas)  \nCircuitos magnéticos: histerese, excitação senoidal  e imã permanente. Transformadores \nmonofásicos e trifásicos. Conversão eletromecânica de energia: processos de conversão \nde energia, energia de campo, força mecânica no sis tema eletromagnético, máquinas \nrotativas e cilíndricas. Máquinas em corrente contí nua. Máquinas de indução (ou \nassíncronas). Máquinas síncronas. Motores monofásic os e trifásicos. Acionamentos \nindustriais e dimensionamento de motores elétricos.  150  \nDesdobramento em disciplinas  \nConversão de Energia  \nLaboratório de Conversão de Energia \nMáquinas Elétricas \nLaboratório de Máquinas Elétricas 50  \n25 \n50 \n25 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nConversão de Energia – 50 horas \nPrincípios de conversão eletromecânica da energia. Transformadores monofásicos; cálculo dos \nparâmetros elétricos e magnéticos; auto-transformad or; transformador de três enrolamentos; \ntransformador trifásico; máquinas rotativas: concei tos básicos, princípios de funcionamento, \nconjugado eletromagnético; ensaios; máquinas de cor rente contínua: tecnologia, tensões e \nfuncionamento do comutador, relações de velocidade e conjugado das máquinas derivação, série, \ncomposta e excitação independente. \n \nLaboratório de Conversão de Energia – 25 horas \nEnsaios de rotina: transformadores, máquinas rotati vas e máquinas de corrente contínua. \n \nMáquinas Elétricas –50 horas \nMáquinas assíncronas: elementos construtivos, campo s magnéticos, relações de conjugados e \nvelocidade das máquinas trifásicas; características  de funcionamento, circuitos equivalentes e \nclassificação comercial dos motores de indução; mot ores de indução monofásicos; máquinas \nsíncronas: elementos construtivos, relações de tens ão, diagramas fasoriais, relações de conjugado e \npotência, operação em paralelo; conjugados de carga , conjugado acelerador e de frenagem, regime \nde trabalho em condição de carga, tensão e velocida de de acionamento, variação de velocidade, \ncomportamento térmico do motor; dimensionamento de motores elétricos. \n \nLaboratório de Máquinas Elétricas – 25 horas \nEnsaios de rotina: máquinas síncronas e assíncronas . \n \n \n ", "42": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 39 \nConteúdos Optativos Carga \nhorária  \n(horas)  \nTransientes e dinâmica das máquinas. Conversores de  potência com equipamentos \nsemicondutores. Máquinas e centrais hidroelétricas;  centrais termoelétricas e outros \ntipos de aproveitamento; motores de combustão inter na: explosão, diesel e turbina de \ngás. Energias alternativas: solar, eólica, biomassa , etc; meio ambiente e \ndesenvolvimento sustentável. Outros tópicos a serem  propostos. 275  \nDesdobramento em disciplinas  \nAcionamentos Industriais  \nLaboratório de Acionamentos Industriais \nConversão de Energia II \nFontes Alternativas de Energia \nMáquinas Elétricas II \nTópicos Especiais em Conversão de Energia I \nTópicos Especiais em Conversão de Energia II \nTópicos Especiais em Conversão de Energia III 50  \n25 \n50 \n25 \n50 \n25 \n25 \n25 \n \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nAcionamentos Industriais – 50 horas \nIntrodução a acionamentos elétricos; conjugado de c arga, acelerador e de frenagem em motores \nelétricos; regime de trabalho de motores elétricos em condição de carga; comportamento térmico de \nmotores elétricos; variação de velocidade de motore s elétricos; dimensionamento de motores \nelétricos. \n \nLaboratório de Acionamentos Industriais – 25 horas \nAplicações de acionamentos elétricos em laboratório . \n \nConversão de Energia II – 50 horas \nConhecimentos especiais de temas e/ou tecnologias m odernas que estejam despontando e que sejam \nrelativas a Conversão de Energia. \n \nFontes Alternativas de Energia – 25 horas \nRecursos minerais energéticos e fontes renováveis d e energia; histórico da produção e consumo de \nenergia no Brasil e no mundo; influência dos fatore s tecnológicos, econômicos, políticos, sociais e \necológicos nos seguintes sistemas energéticos: petr óleo, carvão mineral, gás natural, energia \nnuclear, energia hidráulica, biomassa, energia sola r, energia eólica e outros; avaliação crítica do \nsuprimento de energia no Brasil. \n \nMáquinas Elétricas II – 50 horas \nTransientes e dinâmica das Máquinas Elétricas. Máqu inas em corrente contínua (CC): gerador CC \nexcitado separadamente; dinâmica de motores CC. Máq uinas síncronas: curto circuito trifásico e \nvariação súbita de carga. Dinâmica em máquinas de i ndução. Transformadores: corrente transitória \n(inrush ). \n \n ", "43": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 40 \nEIXO 8 – ELETRÔNICA \n \nObjetivo : permitir ao estudante conhecer os principais disp ositivos eletrônicos semicondutores em \nsuas características construtivas, princípios de fu ncionamento e modos de operação; conhecer e \nsaber aplicar os principais conceitos da eletrônica : amplificação, retificação, codificação \n(modulação e demodulação) e realimentação. Ser capa z de analisar e sintetizar sistemas de \nprocessamento digital e analógico de sinais; desenv olver a capacidade de analisar, projetar \n(sintetizar) e implementar de maneira eficaz e enge nhosa sistemas eletrônicos analógicos, digitais e \nmicroprocessados utilizando técnicas e estratégias adequadas à solução de problemas práticos. \n \nClassificação pelos conteúdos da diretriz curricula r : núcleo de conteúdo profissionalizante. \n \nConteúdos Obrigatórios Carga \nhorária  \n(horas)  \nFísica de semicondutores; dispositivos semico ndutores: construção, princípios de \nfuncionamento e aplicações; amplificadores operacio nais: características básicas, \ncircuito interno e sua utilização e projeto de circ uitos lineares e não-lineares; retificação, \namplificação, realimentação, filtragem, modulação e  amostragem; circuitos digitais \ncombinacionais e seqüenciais, análise e projeto de sistemas microprocessados. 325  \nDesdobramento em disciplinas   \nDispositivos e Circuitos Eletrônicos  \nEletrônica Geral \nInstrumentação Eletrônica \nLaboratório de Eletrônica Geral \nLaboratório de Instrumentação Eletrônica \nLaboratório de Sistemas Digitais \nLaboratório de Sistemas Microprocessados \nSistemas Digitais \nSistemas Microprocessados 50  \n50 \n50 \n25 \n25 \n25 \n25 \n50 \n25 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nDispositivos e Circuitos Eletrônicos – 50 horas \nAmplificador operacional: características básicas, operação em malha aberta e com realimentação, \nmodelos, análise e projeto de circuitos lineares co m operacionais. Diodo de junção e suas aplicações \nbásicas; diodo zener, fotodiodos e dispositivos esp eciais. Transistores de efeito de campo e \ntransistor bipolar de junção: construção, funcionam ento, curvas características, polarização, \naplicações básicas e modelos para pequenos e grande s sinais. Dispositivos de potência: tiristor; \nSCR, transistores de potência, IGBT. \n \nEletrônica Geral – 50 horas \nAmplificadores multi-estágio; resposta em freqüênci a de amplificadores; amplificadores \nrealimentados; circuito interno do amplificador ope racional; noções de amplificadores de potência; \ncomparadores, comparadores com histerese; circuitos  para geração e conformação de sinais, filtros \nativos, osciladores, PLL; conversores A/D e D/A. \n \nInstrumentação Eletrônica – 50 horas \nTransdutores de posição, força, pressão, vazão, flu xo, nível, temperatura, ondas sonoras etc. \nTransmissores de sinais. Condicionamento, amplifica ção e processamento de sinais advindos de ", "44": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 41 \nsensores. Casamento de impedância, proteção contra interferências de origem eletromagnética, \nbootstraping e compensação dinâmica. Aquisição de d ados.  \n \nLaboratório de Eletrônica Geral – 25 horas \nDesenvolvimento de montagens relacionadas em labora tório, solução de problemas práticos \nutilizando conceitos abordados na disciplina teóric a relacionada e simulações em computador \ndigital. \n \nLaboratório de Instrumentação Eletrônica – 25 horas  \nProjeto de sistemas eletrônicos integrados (medição , processamento e atuação) para aplicações \ndiversas. \n \nLaboratório de Sistemas Digitais – 25 horas \nDesenvolvimento de montagens relacionadas em labora tório, solução de problemas práticos \nutilizando conceitos abordados na disciplina teóric a relacionada e simulações em computador \ndigital. \n \nLaboratório de Sistemas Microprocessados – 25 horas  \nDesenvolvimento de sistemas microprocessados para a  solução de problemas práticos e simulações \nem computador digital. \n \nSistemas Digitais – 50 horas \nSistemas de numeração; álgebra e funções Booleanas;  portas lógicas: tipos e aplicações; análise e \nprojeto de circuitos combinacionais; dispositivos l ógico-programáveis; flip-flops e elementos de \nmemória, circuitos seqüenciais síncronos e assíncro nos; contadores, registradores; máquinas de \nestado. \n \nSistemas Microprocessados – 25 horas \nOrganização de um sistema microcoprocessado; memóri a: tipos, programação e acesso; descrição \nfuncional do microprocessador; mapeamento da memóri a e de entrada e saída; conjunto básico de \ninstruções; desenvolvimento de algoritmos e técnica s de programação; estudo de técnicas para \nacionamento e controle de periféricos. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "45": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 42 \nConteúdos Optativos Carga \nhorária  \n(horas)  \nAnálise e projeto de conversores estáticos chaveado s; técnicas para análise e projeto de \ncircuitos eletrônicos analógicos e digitais; eletrô nica e instrumentação aplicada aos \nsistemas automotivos; projeto de circuitos digitais  e implementação utilizando \ndispositivos programáveis; circuitos eletrônicos pa ra telecomunicações: osciladores, \nmoduladores e demoduladores, PLL. Projetos Eletrôni cos; Processos de fabricação de \nCircuitos Integrados; Dispositivos Programáveis; Si stemas Embarcados; Circuitos de \nComunicação. Outros tópicos a serem propostos. 200  \nDesdobramento em disciplinas  \nEletrônica de Potência  \nLaboratório de Eletrônica de Potência \nProjetos Eletrônicos \nDispositivos Programáveis \nTópicos Especiais em Eletrônica I  \nTópicos Especiais em Eletrônica II \nTópicos Especiais em Eletrônica III 50  \n25 \n25 \n25 \n25 \n25 \n25 \n \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nEletrônica de Potência – 50 horas \nDispositivos semicondutores de potência; retificado res controlados e não-controlados; conversores \nDC/DC chaveados; inversor de freqüência; circuitos de comando, acionamento, auxílio à \ncomutação e proteção; ciclo conversores; especifica ção e projeto de dissipadores; princípios básicos \nde fontes chaves e fontes ininterruptas de energia (UPS).  \n \nLaboratório de Eletrônica de Potência – 25 horas \nDesenvolvimento de montagens relacionadas em labora tório, solução de problemas práticos \nutilizando conceitos abordados na disciplina teóric a relacionada e simulações em computador \ndigital. \n \nProjetos Eletrônicos – 25 horas \nTécnicas de projeto de circuitos eletrônicos analóg icos e digitais, projeto orientado de circuitos \neletrônicos para solução de problemas específicos.  \n \nDispositivos Programáveis – 25 horas \nDispositivos lógicos programáveis; linguagem de des crição de hardware . \n ", "46": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 43 \nEIXO 9 – CONTROLE E AUTOMAÇÃO \n \nObjetivo : Permitir ao estudante conhecer e saber aplicar as  principais representações para a \ndinâmica de sistemas lineares e não-lineares; desen volver a capacidade de projetar, implementar e \nsintonizar compensadores contínuos e discretos comp romissando aspectos de robustez e \ndesempenho; ser capaz de analisar e projetar sistem as que integram técnicas de processamento de \nsinais, otimização, identificação e controle de sis temas; conhecer os princípios fundamentais de \ninstrumentação, sensores, atuadores e aplicação des tes em sistemas de monitoração, controle e \nanálise experimental; ser capaz de analisar, projet ar e implementar sistemas de automação e \nsupervisão de controle de sistemas industriais. \n \nClassificação pelos conteúdos da diretriz curricula r : núcleo de conteúdo profissionalizante. \n \nConteúdos Obrigatórios  Carga \nhorária  \n(horas)  \nAnálise de Sistemas Lineares, Análise e Síntese de Sistemas Contínuos e Discretos, \nModelagem e Simulação de Sistemas de Controle Contí nuos e Discretos, Sistemas de \nInstrumentação Industrial, Sistemas de Comandos e C ontroles Elétricos. 250  \nDesdobramento em disciplinas   \nAnálise de Sistemas Lineares  \nControle de Processos \nInstrumentação Industrial \nLaboratório de Análise de Sistemas Lineares \nLaboratório de Controle de Processos \nLaboratório de Instrumentação Industrial \nSistemas Controlados por Computador \nLaboratório de Sistemas Controlados por Computador 50  \n50 \n25 \n25 \n25 \n25 \n25 \n25 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nAnálise de Sistemas Lineares – 50 horas \nCaracterísticas de sistemas lineares. Sistemas com realimentação. Modelagem matemática de \nsistemas lineares. Análise de sistemas no domínio d a freqüência e em espaço de estados. Resposta \nem freqüência, diagramas de Bode e Nyquist, lugar d as raízes. Simulação computacional de \nsistemas lineares. \n \nControle de Processos – 50 horas \nProjeto de sistemas de controle no domínio da freqü ência e no espaço de estados: projeto por \nalocação de pólos, realimentação de estados. Contro labilidade e observabilidade.  \n \nInstrumentação Industrial – 25 horas \nHistórico da Instrumentação Industrial. Terminologi a e simbologia de instrumentos. Norma ISA. \nElementos sensores (Pressão, Vazão, Temperatura, Ní vel). Elementos Finais de Controle. \nControladores Industriais. Estratégias de Controle.  Técnicas de projeto de sistemas de \ninstrumentação industrial. \n \nLaboratório de Análise de Sistemas Lineares – 25 ho ras \nUtilização de Planta Piloto para efetuar modelagem,  operação em malha aberta/operação em malha \nfechada bem como análise de resultados/respostas.  \n ", "47": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 44 \nLaboratório de Controle de Processos – 25 horas \nUtilização de Planta Piloto para efetuar modelagem,  identificação de Parâmetro e projeto de \ncontroladores. \n \nLaboratório de Instrumentação Industrial – 25 horas  \nProjeto de Instrumentação de uma Planta Industrial.  Utilização de Planta de Instrumentação \nIndustrial para a implementação de malhas de contro le de vazão, temperatura, nível e vazão. \nMontagem de diversos sistemas de controles e comand os elétricos baseados em controladores \nlógico programáveis. \n \nLaboratório de Sistemas Controlado por Computador –  25 horas \nAnálise e Projeto em Laboratório de Sistemas contro lados por computador. \n \nSistemas Controlados por Computador – 25 horas \nTransformada Z. Análise e Síntese de Sistemas Discr etos. Modelagem e simulação, estudo de \nSistema de Controle. Estabilidade de Sistemas de Co ntrole. Projeto de Sistemas Controlados por \nComputador. \n \nConteúdos Optativos  Carga \nhorária  \n(horas)  \nAplicação avançada de sistemas de controle. Instrum entação e automação na indústr ia. \nEstudo, análise e síntese de sistemas de controle m oderno; Automação Industrial, \nControle Adaptativo e Robusto, Controle Ótimo, Sist emas Inteligentes. Análise e \nprojeto de sistemas não-lineares. Outros tópicos a serem propostos. 375  \nDesdobramento em d isciplinas   \nControle e Comandos Elétricos  \nLaboratório de Controle e Comandos Elétricos  \nAutomação Industrial \nControle Adaptativo Robusto \nControle Robusto Ótimo \nSistemas Inteligentes \nSistemas de Controle \nTópicos Especiais em Controle e Automação I \nTópicos Especiais em Controle e Automação II \nTópicos Especiais em Controle e Automação III 25  \n25 \n50 \n50 \n50 \n50 \n50 \n25 \n25 \n25 \n \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nControle e Comandos Elétricos – 25 horas \nHistórico e Constituição dos Controladores Lógico P rogramáveis. Critérios para dimensionamento e \nconfiguração de controladores programáveis; comando s elétricos seqüenciais e combinacionais \nutilizando PLC’s. Técnica moderna para desenvolvime nto de projetos de sistemas de controles em \nprocessos industriais; projeto completo de comando e controle de uma máquina ou processo de uma \nunidade industrial. \n \nLaboratório de Controle e Comandos Elétricos – 25 h oras \nUtilização de bancada com controladores programávei s para implementação de sistemas de controle \ne comandos diversos. Utilização de planta de Instru mentação Industrial para a implementação de \nmalhas de controle bem como configuração de redes d e comunicação de chão de fábrica. \n ", "48": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 45 \nAutomação Industrial – 25 horas \nAplicação avançada de PLC’s; interfaces homem/máqui na; sistemas supervisórios; sistemas digitais \nde controle distribuído (SDCD); robótica e comando numérico computadorizado (CNC). \nLaboratório: Montagens em laboratórios com PLC’s, s istemas supervisórios, robôs e inversores de \nfreqüência; simulação de uma planta industrial auto matizada. \n \nControle Adaptativo Robusto– 50 horas \nPassos no projeto de um sistema de controle. Contro le adaptativo e controle robusto. Ordenação de \nganhos. Controle adaptativo direto e indireto. Cont role adaptativo por alocação de polos. \nModelagem de sistemas e estimação de parâmetro em t empo real. Identificadores de parâmetros e \nobservadores adaptativos. Reguladores auto ajustáve is determinísticos, estocásticos e preditivos. \nControle adaptativo por modelo de referência. \n \nControle Robusto Ótimo – 50 horas \nOtimização com teoria estruturante nas teorias de s istemas. Histórico da otimização em teoria de \ncontrole. Problemas comtemporâneos de otimização em  controle: robustez, estabilização quadrática \ne critérios de normas; análise convexa. Otimização global versus otimização convexa em problemas \nde controle. Formulação de problemas de controle ót imo robusto em termos de desigualdades \nmatriciais lineares (LMI's). Experimentos computaci onais. \n \nSistemas Inteligentes – 50 horas \nResolução de problemas. Fundamentos lógico matemáti cos. Lógica proposicional e Lógica de \nprimeira ordem. Representação do conhecimento. Meca nismos de inferência. Aprendizagem. \nLinguagens para implementação. Inteligência computa cional. Aplicações. \n \nSistemas de Controle – 50 horas \nSistemas não lineares: conceitos básicos, comportam ento estacionário, plano de fase, funções \ndescritivas. Teoria de processos estocásticos: conc eitos básicos, sistemas dinâmicos, filtros de \nKalman, Princípio da separação. Princípios de contr ole robusto. Princípios de controle adaptativo \n ", "49": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 46 \nEIXO 10 – SISTEMAS DE ENERGIA \n \nObjetivo : desenvolver no estudante a capacidade de entendim ento e projeto de sistemas de energia \nelétrica, de forma que essa chegue ao usuário final  com qualidade, segurança e economia. Realçar \nos conhecimentos anteriores obtidos outros eixos e desenvolver habilidades para a solução de \nproblemas complexos em uma abordagem interdisciplin ar e multidisciplinar. \n \nClassificação pelos conteúdos da diretriz curricula r : núcleo de conteúdo profissionalizante. \n \nConteúdos Obrigatórios Carga \nhorária  \n(horas)  \nVisão geral de sistemas elétricos de potência e mod elagem de seus principais elementos. \nEstudos de fluxo de potência: soluções e controle. Estabilidade transitória de sistemas \nelétricos de potência. Componentes simétricas. Cálc ulo de correntes de curto circuito \nassociadas a faltas simétricas e assimétricas. Repr esentação em p.u. Dimensionamento e \nespecificação de disjuntores, transformadores, relé s, chaves, cabos, linhas e \naterramentos. Filosofia de proteção de sistemas elé tricos e seus componentes; zonas de \nproteção. Seletividade e coordenação de proteção. P rincipais equipamentos utilizados \nem sistemas de energia elétrica. Caracterização fís ica do comportamento de solos \ntípicos, malhas de terra e aterramento de equipamen tos elétricos. 100  \nDesdobramento em disciplinas  \nEletrotécnica I  \nSistemas Elétricos de Potência 50  \n50 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nEletrotécnica I – 50 horas \nAnálise das respostas nos regimes transitório e per manente de circuitos passivos em corrente \nalternada (CA): no domínio fasorial (ou da freqüênc ia) e no domínio do tempo. Conceitos de \npotências instantânea, ativa, reativa e complexa, i mpedância e relações entre os fasores de tensão e \ncorrente em circuitos monofásicos e trifásicos (equ ilibrados e desequilibrados) em CA. Método das \nComponentes Simétricas e sua aplicação no cálculo d e correntes de curto circuito. Grandezas em \np.u. Tipos de curto-circuito: faltas simétricas e a ssimétricas e regimes subtransitório, transitório e  \nsíncrono. Modelagem de geradores, transformadores, linhas de transmissão, motores e cargas sob \ncondições de curto-circuito. Diagramas unifilar e d e seqüências positiva, negativa e zero. \nDispositivos e equipamentos de proteção. \n \nSistemas Elétricos de Potência – 50 horas \nModelagem dos componentes de sistemas elétricos de potência. Cálculo e estudo de fluxo de \npotência. Estabilidade do sistema elétrico de potên cia. \n \n \n \n \n \n \n \n \n \n ", "50": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 47 \nConteúdos Optativos Carga \nhorária  \n(horas)  \nTópicos avançados que podem incluir caracte rização física de linhas de transmissão e \nseus principais parâmetros; operação econômica de s istemas de potência; padronização \nde tensões; transmissão e de distribuição de energi a; subestações elétricas; transitórios \neletromagnéticos e suas soluções numéricas; cálculo  de sobretensões; coordenação de \nisolamento; qualidade de energia elétrica e sua reg ulamentação; harmônicos e suas \nprincipais fontes; técnicas de alta tensão: geração  de impulso e ensaios de \nequipamentos; planejamento e controle da operação d e sistemas elétricos; GTD de \nenergia elétrica; transitórios eletromagnéticos em sistemas de energia elétrica; \ncoordenação de isolamento; centrais elétricas; máqu inas hidráulicas; equipamentos \nelétricos. Outros tópicos a serem propostos. 725  \nDesdobramento em disciplinas  \nAterramentos Elétricos  \nProteção de Sistemas de Energia \nEquipamentos Elétricos \nPlanejamento e Controle da Operação \nEletrotécnica II \nTransmissão de Energia Elétrica  \nDistribuição de Energia Elétrica \nSubestações Elétricas \nTransitórios Eletromagnéticos em Sistemas de Energi a Elétrica \nCoordenação de Isolamento \nQualidade de Energia Elétrica \nTécnicas de Alta Tensão \nMáquinas Hidráulicas e Centrais Elétricas \nTópicos Especiais em Sistemas de Energia I \nTópicos Especiais em Sistemas de Energia II \nTópicos Especiais em Sistemas de Energia III 50  \n50 \n50 \n50 \n50 \n50 \n50 \n50 \n50 \n50 \n50 \n50 \n50 \n25 \n25 \n25 \n \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nAterramentos Elétricos – 50 horas \nResistividade dos solos. Processos de medição. Anál ise dos resultados das medições. Modelagem \nde solos. Malhas de terra. Sistemas de aterramento.  Controle das tensões de passo e toque: \naterramento de equipamentos elétricos. \n \nProteção de Sistemas de Energia – 50 horas \nFilosofia de proteção. Transformadores de corrente e de potencial. Diagramas esquemáticos de \ndisjuntores. Proteção de linhas de transmissão, de transformadores de potência, de geradores e de \nbarramentos. Teleproteção. Seletividade de coordena ção da proteção. Proteção de subestações \ntípicas. Dimensionamento de transformadores típicos  para instrumentos. Tipos básicos e ajustes de \nrelés utilizados na indústria. Proteção de motores e contra sobretensões. Exemplos práticos. \n \nEquipamentos Elétricos – 50 horas \nRotinas para aquisição de um equipamento do SEP, es truturação dos trabalhos de manutenção e \nseus requisitos; noções sobre embalagem, transporte , acondicionamento e montagem dos diversos \ntipos de equipamentos. Equipamentos de manobra e pr oteção: seccionadora, interruptores, chaves a \nóleo, corta-circuitos, fusíveis AT, disjuntores, re ligadores e pára-raios de AT. Equipamentos de \ntransformação: transformadores de potência, de inst rumentos e especiais (autotransformadores, ", "51": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 48 \nreguladores de tensão, de aterramento e de isolamen to), painéis elétricos. Equipamentos diversos: \nresistores de aterramento, capacitores de potência,  reatores, retificadores, baterias acumuladas. \n \nPlanejamento e Controle da Operação – 50 horas \nConceitos gerais de operação de sistemas elétricos;  planejamento e controle da operação de \nsistemas elétricos.  \n \nEletrotécnica II – 50 horas \nPadronização de tensões, variações admissíveis, red ução de variações. Cálculo das quedas de \ntensão. Normalização e medidas de segurança. Critér ios para seleção de níveis de tensão. \nDefinições dos tipos de arranjo de distribuição, do s diagramas unipolares típicos. Dimensionamento \nde transformadores. Especificação dos principais eq uipamentos de manobra e dos tipos de cabos. \nCritérios para aterramento dos sistemas e para inst rumentos de medição e respectivos \ntransformadores. Proteção básica. Correção do fator  de potência. Planejamento elétrico completo de \num sistema industrial típico de médio porte. \n \nTransmissão de Energia Elétrica – 50 horas \nParâmetros elétricos das linhas de transmissão: res istência, indutância, capacitância e condutância. \nDistribuições espaciais e temporais das ondas de te nsão e de corrente em linhas de transmissão. \nCálculo prático de linhas de transmissão. Noções so bre transmissão em corrente contínua. \nEquacionamento técnico-econômico da transmissão de energia. \n \nDistribuição de Energia Elétrica – 50 horas \nA distribuição de energia elétrica como componente do sistema de potência. O sistema de \ndistribuição, redes e linhas. Redes primária e secu ndária. Desenvolvimento de um projeto de rede \naérea de distribuição urbana: levantamento de dados  preliminares, de carga e demanda, locação dos \npostes. Dimensionamento mecânico, relação de materi al e orçamento, apresentação do projeto. \n \nSubestações Elétricas – 50 horas \nLocalização de subestações. Definição de esquema un ifilar. Arranjo dos equipamentos em planta, \ncortes e detalhes. Especificação de estruturas e eq uipamentos. Sistemas de aterramento e cálculo da \nmalha de terra. Dimensionamento dos serviços auxili ares. Atividades práticas: visita técnica e \ndesenvolvimento de um projeto. \n \nTransitórios Eletromagnéticos em Sistemas de Energi a Elétrica – 50 horas \nLinhas de transmissão. Parâmetros de linhas de tran smissão. Ondas viajantes. Sobretensões em \nsistemas de energia elétrica. Cálculo de transitóri os eletromagnéticos. Modelagem de equipamentos \ne fenômenos para cálculo de transitórios nos domíni os do tempo e da freqüência. Simulações \ncomputacionais. \n \nCoordenação de Isolamento – 50 horas \nConceitos probabilísticos básicos. Suportabilidade dos meios isolantes. Métodos de coordenação de \nisolamento. Coordenação de isolamento em subestaçõe s e em linhas de transmissão. \n \nQualidade de Energia Elétrica – 50 horas \nIntrodução, Conceitos Fundamentais, Afundamento de Tensão e Interrupções da Alimentação, \nSobretensões Transitórias, Variações de Tensão de L onga Duração, Harmônicas, Flutuação e \nTremulação da Tensão, Ligações à Terra, Monitoramen to da Qualidade, Soluções reparadoras para \nproblemas da Qualidade, Regulamentação e normalizaç ão da qualidade de energia. \n \n ", "52": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 49 \nTécnicas de Alta Tensão – 50 horas \nGeração de impulsos com formas de ondas diversas (n ormalizadas ou não). Geradores de impulso. \nTestes e ensaios de impulsos. Ensaios de equipament os elétricos de EAT. Técnicas de manutenção \nde sistemas em AT e EAT com “linha viva”. Técnicas de alta tensão voltadas para o \ndesenvolvimento de equipamentos elétricos de EAT. \n \nMáquinas Hidráulicas e Centrais Elétricas – 50 hora s \nCentrais hidroelétricas: utilização do potencial hi dráulico; meteorologia; hidrometria; condutores \nlivres; tubulações forçadas; barragens; dilatação; berços e maciços de ancoragem; turbinas; \nreguladores de velocidade; especificações de altern adores e excitatrizes; casa de máquinas; serviços \nauxiliares; centrais termoelétricas e outros tipos de aproveitamento; produção de calor por \ncombustão e combustíveis; estudo do vapor de água e  geradores de vapor; estudo dos motores de \ncombustão interna; estudos das instalações elevatór ias de água: bombas. Co-geração. \n \n ", "53": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 50 \nEIXO 11 – TELECOMUNICAÇÕES \n \nObjetivo : capacitar o estudante a compreender e aplicar fil osofias básicas, processos, circuitos e \noutros blocos constituintes de modernos sistemas de  telecomunicações. Desenvolver no aluno a \ncapacidade de estudos independentes. \n \nClassificação pelos conteúdos da diretriz curricula r : núcleo de conteúdo profissionalizante. \n \nConte údos Obrigatórios  Carga \nhorária  \n(horas)  \nSistemas de comunicação; técnicas de modulação e de modulação; meio físico e \nsistemas eletrônicos. Equipamentos de radio-enlace,  radiofreqüência e redes. Sistemas \neletrônicos para transmissão e recepção de sinais. 10 0 \nDesdobramento em disciplinas   \nSistemas de Comunicação  \nLaboratório de Sistemas de Comunicação \nTransmissão e Recepção de Sinais 25  \n25 \n50 \n \nEMENTAS DAS DISCIPLINAS OBRIGATÓRIAS: \n \nSistemas de Comunicação – 25 horas \nIntrodução aos sistemas de comunicações, convolução , teorema da amostragem, quantização, \ncodificação, compressão de sinais, PCM, hierarquia digital - PDH e SDH. \n \nTransmissão e Recepção de Sinais – 50 horas \nTransmissão de informações e espectro de freqüência s; caracterização de ruídos e distorção em \nsistemas  de microondas FN; ruído térmico e de intermodulação ; amplificadores de RF (pequenos e \ngrandes sinais); osciladores; sistemas AM, FM e RM;  transmissão digital; moduladores e \ndemodulares / multiplex; linhas de transmissão em r ádio freqüência. \n \nLaboratório de Telecomunicações – 25 horas \nTestes dos sistemas de radiofreqüências, Simulações  de sinais analógicos e digitais, Aplicações da \namostragem, quantização e codificação, compressão d e sinais, modulação pulsada, hierarquia \ndigital; Testes dos sistemas de transmissões e rece pções; Simulações de sinais analógicos e digitais, \nAplicações da transmissão digital com moduladores, demodulares e multiplexadores, fibras óticas. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "54": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 51 \nConteúdos Optativos Carga \nhorária \n(horas) \nBase matemática e algori tmos modernos para processamento de sinais, teoria da \nirradiação e das ondas guiadas; eletromagnetismo ap licado ao estudo da teoria \nde antenas, propagação e de microondas; projeto de antenas; cálculo de \nradioenlace; telefonia fixa e móvel, sistemas ótico s. Telefonia, Comunicações \nÓpticas, Comunicações por satélite. Outros tópicos a serem propostos. 300  \nDesdobramento em disciplinas  \nAntenas e Propagação  \nMicroondas \nTelefonia \nComunicações ópticas \nProcessamento de Sinais \nTópicos Especiais em Telecomunicações I \nTópicos Especiais em Telecomunicações II \nTópicos Especiais em Telecomunicações III 50  \n50 \n50 \n25 \n50 \n25 \n25 \n25 \n \nEMENTAS PARA ALGUMAS DISCIPLINAS OPTATIVAS: \n \nAntenas e Propagação – 50 horas \nPrincípios básicos do fenômeno de radiação eletroma gnética; mecanismos e modelos de propagação \nde ondas eletromagnéticas; antenas lineares e conju ntos (dipolo, Yagi-Uda, Log-Periódica) e de \nabertura (parabólicas); cálculo de cobertura radioe létrica; simulações computacionais. \n \nMicroondas – 50 horas \nGeração de microondas; matriz de espalhamento; medi das e elementos concentrados em \nmicroondas; componentes e circuitos de microondas; casamento de impedâncias e carta de Smith; \nmodos de propagação, guias de onda e cavidades ress onantes; aplicações industriais. \n \nTelefonia – 50 horas \nEvolução das centrais telefônicas, redes rígidas e flexíveis, estrutura de central telefônica, tráfego , \nsinalizações telefônicas, normalização do sistema d e telefonia, noções de telefonia celular.  \n \nComunicações ópticas – 25 horas \nMateriais óticos; estudos das fibras mono e multímo dos; características da transmissão em \nfreqüências da luz. \n \nProcessamento de Sinais – 50 horas \nSinais e sistemas, sistemas lineares e não-lineares , series e transformada de Fourier, caracterização \nde sinais e sistemas no domínio do tempo e da freqü ência, teoria da amostragem e a análise dos \nsistemas amostrados, transformada de Laplace e Z, s istemas realimentados, filtros digitais. \n ", "55": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 52 \nEIXO 12 – ATIVIDADES DE PRÁTICA PROFISSIONAL \n \nObjetivos:  preparar o aluno para a transição entre o meio aca dêmico e o mercado de trabalho. \n \nConteúdos Obrigatórios Carga \nhorária  \n(horas)  \nPrática profissional na empresa; pesquisa bibliográ fica, definição e elaboração do \nTrabalho de Conclusão de Curso. 76  \nDesdobramento em disciplinas   \nMetodologia e Red ação Científica  \nOrientação de Estágio Supervisionado \nOrientação do Trabalho de Conclusão de Curso I (TCC  I) \nOrientação do Trabalho de Conclusão de Curso II (TC C II) 25  \n25 \n13 \n13 \n \nMetodologia e Redação Científica – 25 horas \nConceito de ciência; pesquisa em ciência e tecnolog ia; redação técnica e científica; normalização e \nelaboração de trabalhos técnicos e científicos. \n \nOrientação de  Estágio Supervisionado  – 25 horas  \nOrientação acadêmica e profissional mediante encont ros regulares, programados, tanto no âmbito \nacadêmico quanto no ambiente profissional onde o es tágio é realizado; participação do aluno nas \natividades relacionadas ao estágio. \nEsclarecimentos: Para efeito de registro acadêmico o aluno deverá ma tricular-se na disciplina \n“Orientação de Estágio Supervisionado” (25 h). Esta  disciplina consta de: \n- encontros regulares e programados do aluno com pr ofessor orientador - 15h;  \n- participação do aluno nas atividades relacionadas  ao estágio: reuniões com CIEE e Coordenação + \nSeminário de Estágio - 10 h. \n- atividade de estágio na empresa - 250 horas empre sa. \n \nOrientação de Trabalho de Conclusão de Curso I (TCC  I) – 13 horas  \nPlanejamento, desenvolvimento e avaliação do projet o do Trabalho de Conclusão de Curso, \nversando sobre uma temática pertinente ao curso, so b a orientação de um professor orientador. \nEsclarecimentos: Nesta fase deverá ser designado um professor para o rientar o aluno na elaboração \ndo pré-projeto. \n \nOrientação de Trabalho de Conclusão de Curso II (TC C II) – 25 horas  \nDesenvolvimento e avaliação do Trabalho de Conclusã o de Curso, versando sobre uma temática \npertinente ao curso, sob a orientação de um profess or orientador. \nEsclarecimentos: Produção de um trabalho técnico-científico, versand o sobre tema da área da \nEngenharia Elétrica Esta disciplina consta de encon tros regulares e programados do aluno com \nprofessor orientador visando. Este trabalho será av aliado por uma Banca Avaliadora.  \n \n \n \n \n \n \n \n \n ", "56": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 53 \nConteúdos Optativos Carga \nhorária  \n(horas)  \nAtividades complementares de formação profissional.   \nDesdobram ento em atividades   \nAtividade Livre  \nAtividade na Empresa Júnior \nParticipação em Seminários \nPesquisa Tecnológica \nProdução Científica \nProjeto de Extensão \nProjeto Orientado \nProjetos de Engenharia Aplicada às Competições \nProjetos de Iniciação Científica \nTrabalhos Interdisciplinares  \n \nEsclarecimentos:  A carga horária máxima das atividades complementar es, à exceção do item 1. \nabaixo, deverá ser regulamentada pelo Colegiado do Curso de Engenharia Elétrica, não podendo \nultrapassar os limites máximos descritos nos itens 2. a 6. abaixo. \n \n1. O Estágio Curricular obrigatório deverá ser de, no mínimo, 250 horas, para todos os cursos \nsuperiores. \n2. Cada semestre de Iniciação Científica e Tecnológ ica comprovada corresponde a 50 horas (4 \ncréditos). A carga horária máxima em atividades de iniciação científica que poderá ser integralizada \né 300 horas ou 24 créditos; \n3. Cada semestre de Monitoria comprovada correspond e a 25 horas (2 créditos). A carga horária \nmáxima em atividades de monitoria que poderá ser in tegralizada é 150 horas ou 12 créditos; \n4. Cada semestre de Atividade de Extensão Comunitár ia comprovada corresponde a 25 horas (2 \ncréditos). A carga horária máxima em atividades de extensão comunitária que poderá ser \nintegralizada é 100 horas ou 8 créditos; \n5. Cada semestre de Outras Atividades Curriculares comprovada corresponde a 13 horas (1 crédito). \nA carga horária máxima em atividades de outras ativ idades curriculares que poderá ser integralizada \né 50 horas ou 4 créditos; \n6. Cada semestre de Tópicos Especiais de Prática Pr ofissional comprovada corresponde a 13 horas \n(1 crédito). A carga horária máxima em atividades d e prática profissional que poderá ser \nintegralizada é 75 horas ou 6 créditos. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "57": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 54 \n6.9. Descrição das atividades desenvolvidas através  dos Eixos para atendimento ao perfil do \negresso \n \nO currículo é organizado de modo a desenvolver ativ idades através dos Eixos com foco no \nperfil desejado do egresso. Neste sentido, destacam -se os seguintes aspectos: \n \n- A sólida formação em conteúdos básicos da engenhari a elétrica está alicerçada nos eixos 1, \n2, 3, 5 e 6 principalmente, onde são construídos os  fundamentos conceituais para aplicação \nnos demais eixos; \n- Os eixos 5, 6, 7, 8, 9, 10 e 11, no que se refere a os conteúdos obrigatórios, fornecem, em \nsua maioria, os elementos de formação profissional do curso. Os conteúdos optativos desses \neixos apresentam um aspecto profissionalizante espe cífico, implicando em ênfases \nfocalizadas em determinadas áreas da engenharia elé trica; \n- O eixo 4 tem, por um lado, o papel de promover a av aliação crítica dos aspectos humanos e \nsociais relacionados à engenharia e, por outro lado , desenvolver no estudante visão \nsistêmica das questões relacionadas à engenharia e tecnologia e capacidade de \ndesenvolvimento gerencial, empreendedora com visão ética das questões relacionadas à \nengenharia; \n- No início do curso os fundamentos de matemática, fí sica e computação fornecem as bases \npara o desenvolvimento dos demais conteúdos do curs o; \n- O desenvolvimento de habilidades que envolvem ident ificação e formulação de problemas, \naplicação de ferramentas computacionais, desenvolvi mento e aplicação de modelos na \nengenharia constituem objeto de atividades planejad as pelos professores nas disciplinas, \nenvolvendo um trabalho conjunto integrado ao eixo n o qual a disciplina se vincula; \n- As disciplinas de laboratório não são apenas apêndi ces das disciplinas teóricas, são \nplanejadas de modo a integrar conhecimentos de mais  de uma disciplina possibilitando a \nprática da interdisciplinaridade. Busca-se evitar a  prática da fragmentação e isolamento dos \nconhecimentos mediante promoção de atividades que i ntegrem conteúdos de eixo e inter-\neixos; \n- O desenvolvimento de experimentos e práticas invest igativas visando à interpretação de \nresultados e tomada de decisões é objeto, principal mente, das disciplinas de laboratório, o \nque não implica que outras disciplinas essencialmen te teóricas não tenham também esta \nmeta; ", "58": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 55 \n- O desenvolvimento da capacidade de comunicação é um a prática que deve ser planejada e \naplicada por cada eixo, com ênfase específica e del ineada para determinadas disciplinas, \nque estarão focalizando este aspecto no curso, tais  como: produção de textos dissertativos \nem determinadas disciplinas do eixo 4 e produção de  relatórios técnicos em disciplinas de \nlaboratórios. O TCC I, TCC II e o Estágio Supervisi onado devem se pautar pela produção \nde relatórios/trabalhos escritos com orientação esp ecífica de professores orientadores; \n- A produção técnica e científica está planejada ao l ongo do curso em diversas oportunidades \ntais como através das atividades desenvolvidas em d iversas disciplinas envolvendo \ntrabalhos de pesquisa, relatórios de atividades, re latórios de aulas práticas bem como no \nTCC I, TCC II, no Estágio Supervisionado e nas ativ idades optativas de Iniciação Científica \ndentre outras atividades complementares; \n- Serão incentivados desenvolvimentos de trabalhos em  equipe ao longo do curso, \nenvolvendo inclusive trabalhos comuns entre discipl inas. Para tanto, é previsto um módulo \nde horário semanal livre ao longo do semestre de mo do a viabilizar o encontro de \nprofessores e alunos de turmas diferentes; \n- O curso tem como meta, desde o início, integrar o a luno no campo profissional, através \nprincipalmente do eixo 4, fornecendo uma visão gera l e crítica da engenharia e da \ntecnologia, através de disciplinas como Introdução à Engenharia, Filosofia da Tecnologia, \nEngenharia de Segurança, Engenharia e Meio Ambiente , Educação Corporal e Formação \nHumana, Sociologia.  \n- O fluxograma do curso é planejado de modo que a car ga horária de conteúdos obrigatórios \né maior no início e meados do curso e os conteúdos optativos são ofertados \npreferencialmente ao final do curso (como pode ser verificado na Tabela 7 e na Figura 1); \n- Conteúdos de gerenciamento, normalização e qualidad e, organização empresarial, \npsicologia, direito, economia, metodologia e redaçã o científica são ofertados mais ao final \ndo curso quando o estudante encontra-se mais próxim o de atuar no mercado de trabalho e \nde desenvolver as atividades do TCC I, TCC II e do Estágio Supervisionado; \n- Cerca de 15% da carga horária do curso são de disci plinas/atividades optativas, Tabela 5, \nsendo que o aluno deverá ser orientado pela Coorden ação (ou por professores designados \npara esta finalidade) no sentido de direcionar sua formação profissional ao escolher as \ndisciplinas optativas, podendo optar por uma especi alização em um determinado eixo \nespecifico; ", "59": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 56 \n- Define-se um número máximo de carga horária de disc iplinas/atividades optativas permitida \npor eixo, evitando-se um desnível ou uma tendência inadequada na escolha de disciplinas \ndo curso pelo estudante (conforme apresentado na Ta bela 6); \n- Cabe à escola o planejamento da oferta de disciplin as optativas e ao estudante a escolha das \ndisciplinas optativas a cursar dentro dos limites e stabelecidos; \n- O Seminário Final de Estágio Supervisionado (no 10º  período) tem como objetivo geral \npromover a socialização das experiências dos estuda ntes no mercado de trabalho, a \nampliação do conhecimento das diversas áreas de atu ação do engenheiro e a avaliação \ncrítica do campo de atuação profissional a partir d e situações concretas vivenciadas pelos \nestudantes; \n- O Seminário de TCC II (no 9º período) tem como obje tivo geral promover a integração de \nconhecimentos realizados pelos estudantes na área d a engenharia, a troca de experiências e \ncomunicação desse aprendizado e sua produção técnic o-científica; \n- Será incentivada a promoção de seminários internos voltados para temas de engenharia, de \nfeiras e exposições de trabalhos de alunos, de inte rcâmbio entre escolas, com \naproveitamento para integralização curricular, devi damente normatizada e avaliada pelo \nColegiado do Curso, como forma de ampliar conhecime ntos no campo profissional; \n \nAs Tabelas 5 e 6 apresentam, respectivamente, as sí nteses da distribuição de carga horária \npor eixo e de carga horária máxima de disciplinas o ptativas. \nTabela 5 – Síntese da distribuição de carga horária  por eixo. \nEIXO  DENOMINAÇÃO  CH Obrigatória (h)  \n1 Matemática  375  \n2 Física e Química  275  \n3 Computação e Mat. Aplicada  200  \n4 Humanidades e Ciências Sociai s 275  \n5 Eletromagnetismo e Circuitos  275  \n6 Fundamentos da Engenharia  275  \n7 Conversão de Energia  150  \n8 Eletrônica  325  \n9 Controle e Automação  250  \n10  Sistemas de Energia  100  \n11  Telecomunicações  100  \n12  Atividades de Prática Profissional  76  \n TOTAL de C.H. OBRIGATÓRIA 2676 \n TOTAL de C.H. OPTATIVA 500 \n Estágio (atividade fora de sala de aula)  250  \n TOTAL de C.H. do CURSO  34 26 ", "60": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 57 \nTabela 6 – Síntese de carga horária para disciplina s optativas e atividades complementares. \nTotal de Optativas necessário para integralização c urricular = 500h \nBloco  Eixos  Máximo de horas de disciplinas optativas \nque o estudante pode cursar \nA 1 – 2 - 3 15 0 \nB 4 50  \nC 5 – 6 – 7 - 8 200  \nD 9 300  \nE 10  300  \nF 11  300  \nG 12  100  \n \nA Tabela 7 ilustra a relação das disciplinas, organ izadas em ordem crescente de período, e \nos respectivos pré-requisitos e co-requisitos. \n \nTabela 7 – Relação de disciplinas, pré-requisitos e  co-requisitos (T = Teórica; P = Prática). \nPeríodo  N.º  Disciplina T P Carga \nHorária \n(CH) Pré -\nrequisito Co -\nrequisito \n1º  01 Cálculo I  X  75  - - \n 02  Geometria Analítica e \nÁlgebra Vetorial X  75  - - \n 03  Química  X  50  - - \n 04  Laboratório de Química   X 25  - - \n 05  Programação de \nComputadores I  X 25  - - \n 06  Laboratório de \nProgramação de \nComputadores I  X 25    \n 07  Introdução à Engenharia  \nElétrica X  25  - - \n 08  Educação Corporal e \nFormação Profissional I  X 25  - - \n  Subtotal de CH    325   \n2º 09  Cálculo II  X  75  01  - \n 10  Física I  X  50  01  - \n 11  Programação de \nComputadores II  X 25  05 /06  12  \n 12  Laboratório de \nProgramação de \nComputadores II  X 25  - 11  \n 13  Representação Gráfica   X 50  - - \n 14  Filosofia da Tecnologia  X  25  07  - \n 15  Gestão Ambiental  X  25  - - \n 16  Introdução à Engenharia \nde Segurança X  25  - - \n  Subtotal de CH    300   ", "61": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 58 \n3º 17  Cálculo III  X  50  09  - \n 18  Método s Numéricos \nComputacionais X  50  11  17 \n 19  Física II  X  50  09/10  - \n 20  Física Experimental I   X 25  - 19  \n 21  Materiais Elétricos  X  25  03  19  \n 22  Introdução à Sociologia  X  25  14  - \n 23  Circuitos Elétricos I  X  75  - 19  \n 24  Laboratório de Circuitos \nElétricos A  X 25  - 23 \n  Subtotal de CH    325   \n4º 25  Cálculo IV  X  50  17 - \n 26  Álgebra Linear  X  50  02/17  - \n 27  Física III  X  50  19  - \n 28  Física Experimental II   X 25  20  27 \n 29  Tecnologia Aplicada aos \nMateriais Elétricos  X 25  21  - \n 30  Circuitos Elétric os II  X  50  23  - \n 31  Laboratório de Circuitos \nElétricos B  X 25  23/ 24 30  \n 32  Sistemas Digitais  X  50  19  - \n 33  Laboratório de Sistemas \nDigitais  X 25  - 32  \n 34  Fundamentos de \nResistência dos Materiais X  25  10  - \n  Subtotal de CH    375   \n5º 35  Estatísti ca  X  50  - 09  \n 36  Eletromagnetismo  X  50  25/27  - \n 37  Laboratório de \nEletromagnetismo  X 25  - 36 \n 38  Dispositivos e Circuitos \nEletrônicos X  50  21  - \n 39  Análise de Sistemas \nLineares X  50  25/26  - \n 40  Laboratório de Análise de \nSistemas Lineares  X 25  - 39  \n 41  Sistemas de Medição  X  50  30  - \n 42  Sistemas \nMicroprocessados X  25  32 - \n 43  Laboratório de Sistemas \nMicroprocessados  X 25  - 42  \n  Subtotal de CH    350    \n6º 44  Conversão de Energia  X  50  36  - \n 45  Laboratório de Conversão \nde Energia  X 25  - 44  \n 46  Irradiação e Ondas \nGuiadas X  25  36  - \n 47  Eletrônica Geral  X  50  38  - \n 48  Laboratório de Eletrônica  X 25  - 47  ", "62": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 59 \nGeral  \n 49  Controle de Processos  X  50  39  - \n 50  Laboratório de Controle de \nProcessos  X 25  - 49  \n 51  Laboratório de Sistemas \nde Medição  X 25  41  - \n 52  Fenômenos de Transporte  X  50  27  - \n 53  Instalações Elétricas   X 25  30  - \n  Subtotal de CH    350   \n7º 54  Máquinas Elétricas  X  50  44  - \n 55  Laboratório de Máquinas \nElétricas  X 25  - 54  \n 56  Eletrotécnica  X  50  30  - \n 57  Sistemas de Comunicaç ão  X  25  47  - \n 58  Laboratório de Sistemas \nde Comunicação  X 25  - 57 \n 59  Instrumentação Eletrônica  X  50  47  - \n 60  Laboratório de \nInstrumentação Eletrônica  X 25  - 59  \n 61  Sistemas Controlados por \nComputador X  25  49  - \n 62  Laboratório de Sistemas \nControlados por \nComputador  X 25  - 61  \n  Disciplinas Optativas    50  A definir na \noferta   \n  Subtotal de CH    350   \n8º 63  Sistemas Elétricos de \nPotência X  50  56  - \n 64  Transmissão e Recepção \nde Sinais X  50  47  - \n 65 Instrumentação Industrial  X  25  49  - \n 66 Lab oratório de \nInstrumentação Industrial  X 25  - 65  \n 67 Orientação do Trabalho de \nConclusão de Curso I X  13  Ter \nintegralizado \n1800h  - \n 68  Metodologia e Redação \nCientífica   25  - 67  \n  Disciplinas Optativas    175  A definir na \noferta  \n  Subtotal de CH    363    \n9º 69  Psicologia Aplicada às \nOrganizações X  25  Ter \nintegralizado \n2000h - \n 70  Normalização e Qualidade \nIndustrial X  25  Ter \nintegralizado \n2000h - \n 71  Introdução à Economia  X  25  Ter \nintegralizado \n1800h - \n 72  Orientação do Trabalho de \nConclusão de Curso II X  13  67  - ", "63": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 60 \n  Disciplinas Optativas    200  A definir na \noferta  \n  Subtotal de CH    288   \n10º  73 Introdução ao Direito  X  25  Ter \nintegralizado \n2600h - \n 74 Organização Empresarial  X  25  Ter \nintegralizado \n2600h - \n 75 Orientação de Estágio \nSupervisionado  X 25  Ter \nintegralizado \n2600h - \n  Disciplinas Optativas    75  A definir na \noferta  \n  Subtotal de CH    150   \nTotal de CH \nObrigatórias     2676 h   \nTotal de CH \nOptativas  A definir na oferta   500 h A definir na \noferta  \nTotal de CH \nEstágio \nSupervisionado na \nEmpresa     250 h   \nTotal de CH do \nCurso     3426 h   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "64": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 61 \nA Figura 1 esboça a grade horária do curso. \n \n01 02 03 04 05 06 07 08 \nCálculo I Geometria Química Laboratório de Programação de Laboratório de Introdução à Educação \nAnalítica e Química Computadores I Programação de Engen haria Corporal e 1º Período \nÁlgebra Vetorial Computadores I Elétrica Formação 325 h \nProfissional I \n75 75 50 25 25 25 25 25 \n09 10 11 12 13 14 15 16 \nCálculo II Física I Programação de Laboratório de Repre sentação Filosofia da Gestão Introdução à \nComputadores II Programação de Gráfica Tecnologia Ambie ntal Engenharia de 2 º Período \nPré requisito: 01 Pré requisito: 01 Pré requisito: 05  e 06 Computadores II Pré requisito: 07 Segurança 300 h \nCo requisito: 12 Pré requisito: 11 \n75 50 25 25 50 25 25 25 \n17 18 19 20 21 22 23 24 \nCálculo III Métodos Numéricos   Física II Física Materi ais Introdução à Circuitos Lab. de Circ. \nComputacionais Experimental I Elétricos Sociologia Elét ricos I Elétricos A  3 º Período \nPré requisito: 09 Pré requisito: 11 Pré requisito: 09  e 10 Pré requisito: 03 325 \nCo requisito: 17 Co requisito: 19 Co requisito: 19 Co requisito: 19 Co requisito: 23 \n50 50 50 25 25 25 75 25 \n25 26 27 28 29 30 31 32 33 34 \nCálculo IV Álgebra Linear Física III Física Tecnologia  Aplic. Circuitos Lab. de Circ. Sistemas Lab. de Sist. F und. Resist. \nExperimental II aos Materiais Elét. Elétricos II Elétr icos B Digitais Digitais dos Materiais  4 º Período \nPré requisito: 17 Pré requisito: 02 e 17 Pré requisit o: 19 Pré requisito: 20 Pré requisito: 21 Pré requisit o: 23 Pré requisito: 23 e 24 Pré requisito: 19 Pré requisito: 10 375 h \nCo requisito: 27 Co requisito: 30 Co requisito: 32 \n50 50 50 25 25 50 25 50 25 25 \n35 36 37 38 39 40 41 42 43 \nEstatística Eletromagnetismo Laboratório de Dispositi vos e Análise de Lab. Análise de Sistemas de Sistemas M icro- Lab. de Sist. \nEletromagnetismo Circ. Eletrônicos Sistemas Lineares S ist. Lineares Medição processados Microproc.  5 º Perío do \nPré requisitos: 25 e 27 Pré requisito: 21 Pré requisito: 25 e 26 Pré requisito: 30 Pré requisito: 32 350 h \nCo requisito: 09 Co requisito: 36 Co requisito: 39 Co requisito: 42 \n50 50 25 50 50 25 50 25 25 \n44 45 46 47 48 49 50 51 52 53 \nConversão de Lab. de Conv. Irradiação e Eletrônica Lab.  de Controle de Lab. de Cont. de Lab. de Sist. de Fenôm enos de Instalações \nEnergia de Energia Ondas Guiadas Geral Eletrônica Geral Processos Processos Medição Transporte Elétricas  6 º Pe ríodo \nPré requisito: 36 Pré requisito: 36 Pré requisito: 38 Pré requisito: 39 Pré requisito: 41 Pré requisito: 27 Pré requisito: 30 350 h \nCo requisito: 44 Co requisito:  47 Co requisito: 49 \n50 25 25 50 25 50 25 25 50 25 \n54 55 56 57 58 59 60 61 62 \nMáquinas Lab. de Máq. Eletrotécnica Sistemas de Lab. de  Sist. de Instrumentação Lab. de Inst. Sistemas Contro - Lab. Sist. Con- Optativas \nElétricas Elétricas Comunicação Comunicação Eletrônica E letrônica lados por Comp. trolados Comp.  7 º Período \nPré requisito: 44 Pré requisito: 30 Pré requisito: 47 Pré requisito: 47 Pré requisito: 49 Pré Requisito: A 350 h \nCo requisito: 54 Co requisito:  57 Co requisito:  59 Co requisito:  61 definir na oferta \n50 25 50 25 25 50 25 25 25 50 \n63 64 65 66 67 68 \nSistemas Elétricos Transmissão e Instrumentação Lab. d e Inst. Orientação de Metologia e Optativas \nde Potência Recep. de Sinais Industrial Industrial TCC I Red. Científica  8 º Período \nPré requisito: 56 Pré requisito: 47 Pré requisito: 49 Pré Requisito: Ter Pré Requisito: A 363 h \nCo requisito:  65 integralizado Co requisito: 67 definir na oferta \n50 50 25 25 1800 h            13 25 175 \n69 70 71 72 \nPsicologia Aplic. Normalização e Introdução à Orientação de Optativas \nàs Organizações Qualidade Ind. Economia TCC II 9 º Período \nPré Requisito: Ter inte- Pré Requisito: Ter inte- Pré  Requisito: Ter inte- Pré Requisito: 67 Pré Requisito: A 288 h \ngralizado 2000 h gralizado 2000 h gralizado 1800 h definir na oferta \n25 25 25 13 200 \n73 74 75 \nIntrodução ao Organização Orientação de Optativas \nDireito Empresarial Estágio Superv. 10 º Período \nPré Requisito: Ter inte- Pré Requisito: Ter inte- Pré Requisito: Ter Pré Requisito: A 150 h \ngralizado 2600 h gralizado 2600 h integralizado definir na oferta \n25 25  2600 h           25 75 \nEstágio na Empresa: 250 h \nCarga Horária Total do Curso: 3426 horas \n \n \nLegenda \nEixo 1 Eixo 7 \nEixo 2 Eixo 8 \nEixo 3 Eixo 9 \nEixo 4 Eixo 10 \nEixo 5 Eixo 11 \nEixo 6 Eixo 12  ", "65": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 62 \n \n7.  MONITORAMENTO DO PROJETO POLITICO PEDAGÓGICO  \n \nConsidera-se que, para efeito de monitoramento do P rojeto Político Pedagógico, poderão \nser considerados os seguintes pontos: \n- O monitoramento deverá ser normatizado pelos Colegi ados de Curso e aprovados na esfera \ndo Conselho Departamental; \n- O foco do monitoramento será a auto-avaliação inter na do curso abrangendo avaliação da \nestrutura, do currículo e das práticas pedagógicas,  dos docentes e dos discentes visando a \ncorreção de rumos e a possibilidade de melhoria e a vanços a partir do debate entre os \nsujeitos do processo educativo; \n- Considerar propostas de nivelamento e monitorando d os ingressantes desde o processo \nseletivo, particularmente nos primeiros períodos, d e forma a contribuir para o \ndesenvolvimento de habilidades básicas necessárias ao estudante de ensino superior de \nengenharia; \n- Estabelecer parâmetros e instrumentos de avaliação da aprendizagem do aluno; \n- Estabelecer procedimentos de acompanhamento das dis ciplinas, alunos e professores que \npermitam a implementação de mecanismos de recuperaç ão dos alunos e revisão dos \nprocessos de ensino-aprendizagem, com base na avali ação dos semestres anteriores; \n- Definir Orientação Metodológica e Ações Pedagógicas , por meio de atividades de educação \ncontinuada como cursos, oficinas, seminários interd isciplinares, em atendimento as \nnecessidades dos docentes e técnico-administrativos  envolvidos com o curso, no que se \nrefere à elaboração de instrumentos de avaliação, p lanejamento de atividades avaliação, \nestratégias dinamização da sala de aula, além de té cnicas de ensino, projetos, tutoria, uso de \nferramentas digitais, etc. \n \n \n \n \n ", "66": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 63 \n \n8.  RECURSOS FÍSICOS E HUMANOS \n \nNa Tabela 8 são relacionados os laboratórios do cur so, destacando-se o espaço físico \nexistente e o setor responsável pela administração do recurso. \n \nTabela 8 – Laboratório: espaço físico e competência s. \nDISCIPLINA de LABORATÓRIO  LABORATÓRIO / PRÉDIO  COMPETÊNCIA  \nQuímica Experimental  Química / P1  DADB  \nProgramação Computacional I / II  Informática / P1  DADB  \nFísica Experimental A, B e C  Física/ LACTEA / P1 / P5  DADB  \nRepresentação Gráfica  Informática / P1  DAEE  \nLab de Sistemas Digitais  Eletrônica  Digital / P1  DAEE  \nTecnologia Aplicada aos Materiais  Materiais e Eletromagnetismo P1  DAEE  \nLad de Circuitos Elétricos A e B  Circuitos Elétricos / P1  DAEE  \nLab de Análise de Sistemas Lineares  Controles Elétricos / P 8/9  DAEE  \nLab de Sistemas Cont por Compu tador  Controles Elétricos / P 8/9  DAEE  \nLab de Controle de Processos  Controle de Processos / P 8/9  DAEE  \nLab de Instrumentação Industrial  Instrumentação Industrial / P 8/9  DAEE  \nLab de Controle e Automação  Controle e Automação / P 8/9  DAEE  \nLab de Eletrôni ca Geral  Eletrônica P / 1  DAEE  \nLab de Sistemas Microprocessados  Microprocessadores P / 1  DAEE  \nLab de Instrumentação Eletrônica  Eletrônica / P 1  DAEE  \nLab de Sistemas de Medição  Medidas Elétricas / P 1  DAEE  \nLab de Conversão de Energia  Conversão de Energi a DAEE  \nLab de Màquinas Elétricas  Máquinas Elétricas  DAEE  \nLab de Eletromagnetismo  Eletromagnetismo /LEACOPI  DAEE  \n \nDeve-se observar que haverá a necessidade de se con tratar novos professores para a \nimplementação da Reestruturação Curricular. Concret amente, estima-se a necessidade de \ncontratação de 6 (seis) doutores. Essa estimativa f oi levantada com base nos seguintes aspectos: \n• Carga horária total das disciplinas obrigatórias (t eóricas e de laboratório); \n• Carga horária total das disciplinas optativas; \n• Atendimento às disciplinas dos eixos de Sistemas de  Energia, Controle e Automação e \nTelecomunicações; \n• Necessidade de orientação de alunos de TCC I, TCC I I e Estágio Supervisionado; \n• Participação de docentes na Coordenação do Curso, C olegiado do Curso, Chefia de \nDepartamento e representante no Conselho Departamen tal; \n• Desenvolvimento de atividades de pesquisa e extensã o; ", "67": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 64 \n• Previsão de aposentadoria de um expressivo número d e professores nos próximos \nanos (estimativa de cerca de 25% dos docentes atuai s do Departamento Acadêmico de \nEngenharia Elétrica). \n \nCom relação à contratação de servidores técnico-adm inistrativos, estima-se a necessidade \nde funcionários para a Coordenação, Departamento e laboratórios (oficinas e LEACOPI). Em \nrelação às atividades administrativas, tanto o Depa rtamento quanto a Coordenação do Curso de \nEngenharia Elétrica não dispõem no momento de servi dores para o desenvolvimento dessas \natividades. ", "68": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 65 \n \n9.  REFERÊNCIAS BIBLIOGRÁFICAS  \n \n \nBORGES, Mário Neto; CUNHA, Flávio Macedo. Currículo  para cursos de engenharia: o \ntexto e o contexto de sua construção. Revista de Ensino de Engenharia , v.20, n.02, 2001, pp. \n41-47. \n \nBRUNO, Lúcia; LAUDARES, João B.(orgs). Trabalho e formação do engenheiro. Belo \nHorizonte: FUMARC, 2000. \n \nCASTANHO, Sérgio; CASTANHO, Maria Eugênia L.M. (org s) O que há de novo na \neducação superior. Campinas: Papirus, 2004. \n \nCHERNICHARO, Carlos Augusto L.; LAVALL, Armando C.C .; ARANTES, Eduardo M.; \nGUIMARÃES, Helder A.; LIBÂNEO, Marcelo. A new progr am for the civil engineering \ncourse at the Federal University of Minas Gerais, B razil. International Conference on \nEngineering Education. Rio de Janeiro, 1998. \n \nBRASIL. MINISTÉRIO DA EDUCAÇÃO. Resolução CNE/CES 11/02 : Diretrizes \nCurriculares Nacionais do Curso de Graduação em Eng enharia. Brasília: CONSELHO \nNACIONAL DE EDUCAÇÃO, 2002. \n \nCRIVELARI, Helena M.T. Relação educativa e formação  de engenheiros em Minas Gerais  \nIn: BRUNO, Lúcia; LAUDARES, João B. (orgs) Trabalho e formação do Engenheiro. Belo \nHorizonte : FUMARC, 2000, p. 227-266. \n \nCUNHA, Flávio Macedo. Por uma filosofia da tecnolog ia no ensino de engenharia. Trabalho \napresentado no XXXII Congresso de Ensino de Engenha ria, Brasília, setembro de 2004. \n \nFRANCISCO FILHO, Geraldo. A educação brasileira no contexto histórico.  Campinas: \nAlínea, 2001. \n \nOLIVEIRA, Tarcísio A. S. O mercado mineiro para a e ngenharia e o CEFET-MG. \nDocumento base para o II Seminário de Reestruturação Curricular das Enege nharias do \nCEFET-MG . Belo Horizonte, 2004. \n \nPENA, Mônica D.C. Acompanhamento de egressos no âmbito educacional br asileiro  – \nanálise da situação profissional de diplomados nos cursos de Engenharia Industrial Elétrica e \nMecânica do CEFET-MG, no período de 1983 a 1994. \n \nPILETTI, Nélson. História da Educação no Brasil. Sã o Paulo: Ática, 1995. \n \nPIRRÓ e LONGO, Waldimir. “Reengenharia” do ensino d e engenharia: uma necessidade. \nhttp://www.engenheiro2001.org.br/programas/971207a. htm  Acesso em 12/05/04. \n \n_____. Desafios para os institutos de pesquisa. II  Conferência Nacional de Coência, \nTecnologia e Inovação. \n ", "69": "Projeto Político-Pedagógico do Curso de Engenharia Elétrica  \n \nCentro Federal de Educação Tecnológica de Minas Ger ais – CEFET-MG \n 66 \nSOUZA, José Rubens. A formação do engenheiro indust rial em Minas Gerais. Documento \nbase para o II Seminário de Reestruturação Curricular das Engen harias do CEFET-MG . \nBelo Horizonte, 2004. \n \nTILAK, Jandhyala B.G. Higher education and developm ent. Seminário Internacional \nUniversidade XXI. MEC, Brasília, 2003. \n \nPesquisa de Egressos do curso de Engenharia Industr ial Elétrica \n \nBDMG (Banco de Desenvolvimento de Minas Gerais), o INDI (Instituto de Desenvolvimento \nIndustrial de Minas Gerais), Prêmio Mineiro da Qual idade. \n \nNAE - Questionário de Sondagem do Perfil do Aluno. \n \nQuestionário de Sondagem de Habilidades Computacion ais, aplicado também pelo NAE nos \nalunos do 1º período do Curso de Engenharia Industr ial Elétrica. \n \n \n "}