{"1": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n \n  \n \n \n \nPROJETO PEDAGÓGICO \nDO CURSO DE GRADUAÇÃO EM \nENGENHARIA ELÉTRICA – SISTEMAS ELETRÔNICOS \nDA UFJF  \n \n   \n \n   \n \n  \n \nJuiz de Fora, Janeiro de 2013 ", "2": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n2 \n  \n \nReitor:  Prof. Henrique Duque de Miranda Chaves Filho, D.Sc. \nVice-Reitor:  Prof. José Luiz Rezende Pereira, Ph.D. \nPró-Reitor de Graduação:  Eduardo Magrone, D.Sc. \n \n \n \nDiretor da Faculdade de Engenharia:  Prof. Hélio Antônio da Silva, D.Sc. \nVice-Diretor da Faculdade Engenharia:  Prof. Marcos Martins Borges, D.Sc. \n \n \n \nChefe do Departamento de Circuitos Elétricos:  Prof. Márcio Vicente Rizzo, D.Sc. \nChefe do Departamento de Energia:  Prof. João Alberto Passos, D.Sc. \n \n  \nCoordenador do Curso de Engenharia Elétrica - Sistemas Eletrônicos:   \nProf. Michel Bortolini Hell, D.Sc. \n \n \n \nComissão: \nProf. Michel Bortolini Hell, D.Sc. (Presidente) \nProf. Henrique Antônio Carvalho Braga, D.Sc. \nProf. Carlos Augusto Duque, D.Sc. \nProf. Estêvão Coelho Teixeira, D.Sc. \nProf. Rafael Antunes Nóbrega, D.Sc  \n ", "3": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n3 \n SUMÁRIO \n \nPreâm bulo ..................................................................................................................... ....................... 5  \n1. Histórico do  Curso ............................................................................................................ ............ 6  \n1.1. O Processo de Construção do Projeto Pe dagógico ................................................................... 9  \n2. Justific ativa ................................................................................................................. ................ 10  \n2.1. Análise do Mercado de Trabalho ............................................................................................ 13  \n2.2. Perspectivas e Possibilidade de Inse rção Profissional  do Egre sso ......................................... 16  \n3. Perfil do Curso ............................................................................................................... ............. 21  \n3.1. Integralização  do Curso ....................................................................................................... .... 24  \n3.2. Estrutura do  Curso ............................................................................................................ ...... 25  \n3.2.1.  Núcleo de Conte údos Básicos ............................................................................................. 26  \nRelação entre as Diretrizes Cu rriculares e as Disciplin as ................................................................... 2 8 \n3.2.2.  Núcleo de Conteúdos Pr ofissionaliz antes ........................................................................... 30  \n3.2.3.  Núcleo de Conteúdo s Específi cos ....................................................................................... 32  \n3.3. Premissas Básicas ............................................................................................................. ....... 34  \n4. Organização Curricu lar ........................................................................................................ ....... 36  \n4.1. Disciplinas de Em enta Aberta ................................................................................................. 36 \n4.2. Estágio Cu rricula r ............................................................................................................ ........ 36  \n4.3. Atividades Complementares e At ividades Integr alizadoras ................................................... 38  \n4.4. Estratégias de Integração e Interdisciplinar idade com os Demais Cursos de Graduação e \nPós-Gra duação ................................................................................................................. .................. 41  \n4.5. Trabalho Final  de Cu rso ....................................................................................................... ... 42  \n4.6. Disciplinas Comuns aos Outros Cursos (1o ao 6o Períod os) .................................................... 43  \n4.7. Representação Gráfica de um  Perfil de Fo rmação ................................................................. 46  \n4.8. Seminários de Engenharia, Cidada nia e Metodologia Científica ............................................ 49  \n4.9. Disciplinas Eletiv as .......................................................................................................... ........ 49  \n4.10.  Disciplinas Optati vas ......................................................................................................... .. 50  \n5. Competências e Habilidades .................................................................................................... .. 50  \n5.1. Perfil do Profissional  a ser Fo rmado ....................................................................................... 50  ", "4": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n4 \n 5.1.1.  Conhecimentos Essencia is................................................................................................... 53  \n5.1.2.  Conhecimentos Comp lementar es ....................................................................................... 53  \n6. Formas e Mecanismos de Seleçã o: Sistema de Ingresso ........................................................... 54  \n6.1. Mobilidade entre Ênfases da  Engenharia El étrica .................................................................. 56  \n7. Corpo Do cent e ................................................................................................................. ........... 57  \n8. Recepção dos Calouros ......................................................................................................... ...... 63  \n9. Recursos de In fra-Estr utura ................................................................................................... ..... 64  \n9.1. Infra-Estrutura Física At ual .................................................................................................. ... 64  \n9.2. Infra-Estrutura Admini strativa Atual....................................................................................... 68  \n9.3. Núcleo Docente Estr uturante (NDE) ....................................................................................... 70  \n9.4. Infra-Estrutura de  Laboratórios .............................................................................................. 71 \n9.5. Infra-Estrutura de Salas de Aula ............................................................................................. 72 \n9.6. Apoio Acadêmico ao s Docentes .............................................................................................. 72  \n10. A Avaliação do Projeto Peda gógico do Cu rso (PPC) ............................................................... 72  \n10.1.  Processo de Avaliação Premissas Bá sicas ........................................................................... 72  \n10.2.  Comissão Permanente de Avaliação/ Engenharia Elétrica  – CPA/EE .................................. 75  \n10.3.  Plano de Av aliação ............................................................................................................ .. 76  \n10.4.  Categorias de Avaliação: Co nstrução de I ndicadore s ......................................................... 79  \n ", "5": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n5 \n Preâmbul o \nEste documento descreve o Projeto Pe dagógico do Curso de Graduação em \nEngenharia Elétrica - Sistemas Eletrônicos da Universidade Federal de Juiz de Fora \n(UFJF) tendo em vista as mudanças ob servadas no mercado de trabalho do \nengenheiro eletricista nos últimos anos. Part iu-se do projeto do curso anterior de \nEngenharia Elétrica, em função  da ampliação de oferta de vagas de ingresso no \nâmbito do Programa REUNI.   \nDurante o processo de construção deste documento, a Coordenação do Curso de \nEngenharia Elétrica - Sistemas Eletrônicos e os Departamentos de Circuitos Elétricos e \nde Energia Elétrica têm exercido atividades  para garantir a pluralidade de idéias e \nvisões sobre as necessidades do mercado de mão-de-obra. Outro fator considerado \ndiz respeito à responsabilidade sócio-ambi ental, objetivando-se construir um projeto \npedagógico moderno, representativo, coeren te e fundamentado, a fim de se garantir \na qualidade da formação dos egressos.    \n \n   ", "6": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n6 \n 1. Histórico d o Curso \n \nA Escola de Engenharia de Juiz de Fo ra, fundada em 17 de agosto de 1914, \ninicialmente formava Engenheiros Civis e Geógrafos. Mais tarde passou a formar \nEngenheiros Agrimensores, Civis e Eletro técnicos. Seus primeiros tempos foram \nligados à Academia de Comércio passando de pois para um prédio situado na Avenida \nBarão do Rio Branco número 2040. Em 1960, passou a funcionar na Rua Visconde de \nMauá, onde hoje se situa o Colégio de Ap licação João XXIII da UFJF. Naquele mesmo \nano, a partir da Lei 3858 de  23 de dezembro de 1960, a escola passou a integrar a \nrecém-criada Universidade Federal de Juiz  de Fora, sob a denominação de Faculdade \nde Engenharia da UFJF. Em 1963 se iniciou a divisão dos Cursos em Engenharia Civil e \nEngenharia Elétrica, sendo que a primeira turm a de engenheiros eletricistas se formou \nem 1968.  \n Nos últimos 15 anos, a Faculdade de Engenha ria ampliou a gama de formação com a \ncriação dos Cursos de Graduação em Arquite tura e Urbanismo, Engenharia Sanitária e \nAmbiental, Engenharia de Produção , Engenharia Mecânica e Engenharia \nComputacional. Além di sso, foram criados os cursos de pós-graduação stricto sensu  \nem Engenharia Elétrica, Ambi ente Construído e em Mode lagem Computacional. Além \ndisso, a Faculdade de Engenharia estimula a formação continuada através dos cursos \nde pós-graduação lato sensu  em Análise Ambiental, em Engenharia de Segurança do \nTrabalho e em Gerenciamento de Obras. Tais movimentos visam sustentar a atitude \nvanguardista que inspirou a criação de sta instituição há quase um século. \n Desde a sua implantação, o Curso de Engenha ria Elétrica da Facu ldade de Engenharia \nda UFJF sofreu algumas reformulações no se u currículo e projeto de curso. A primeira, \ndelas, foi implantada no primeiro perí odo letivo de 1978,  em atendimento à \nResolução de 27/04/1976 do Conselho Fede ral de Educação (CFE) que fixou os \nmínimos de conteúdo e duração dos Cursos  de Graduação em Engenharia e, também, ", "7": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n7 \n definiu as áreas e habilitações. Outra reestruturação profunda no currículo foi \nimplementada em dezembro de 1984 após tr ês anos e meio de estudos através da \nResolução 44/1984 do Conselho de Ensino, Pesquisa e Extensão (CEPE) da UFJF. Uma \nterceira modificação importante foi impl ementada em 1996 após amplo debate com \noutras instituições de ensino e com empres as significativas do cenário nacional.  \n \nNo ano de 2000, o Curso de Engenharia am pliou o número de vagas disponíveis com a \ncriação do Curso de Engenharia Elétrica Noturno, passando de 60 vagas anuais (30 \npara o primeiro semestre e 30 para o se gundo semestre) para 90 vagas anuais (30 \npara o primeiro semestre diurno, 30 para  o segundo semestre diurno e 30 para o \nprimeiro semestre noturno). \n \nDando prosseguimento à evolução do curso,  foram realizados os seguintes encontros \ne reuniões:  \ni. Encontro “Demandas Emergentes do Merc ado e Desafios para a Formação do \nEngenheiro”, realizado no dia 16 de dezembro de 2008 na Faculdade de \nEngenharia. O evento contou com a participação de representantes, da Fundação COGE, Petrobrás, Instituto Nokia de Tecnologia, FIEMG (Federação das Indústrias do Estado de Minas Gerais ), Conselho Regional de Engenharia, \nArquitetura e Agronomia – CREA/MG, Sindicado de Engenheiros de Minas \nGerais – SENGEMG e Associação Brasileir a de Ensino de Engenharia – ABENGE. \nNa ocasião, foi possível coletar dos pale strantes suas visões institucionais \ntécnicas sobre os conhecimentos, as ha bilidades e as competências que devem \nser adquiridas pelos egressos dos Cursos  de Engenharia Elétrica em suas \ndiversas habilitações com objeti vo de atender as necessidades \ncontemporâneas do me rcado de trabalho.  \nii. Realização de diversas reuniões da Comissão de Implantação do Projeto \nPedagógico de Curso com convite estendi do aos demais professores do Curso \nde Engenharia Elétrica. A pa rtir da evolução e amadur ecimento das discussões ", "8": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n8 \n realizadas nestes encontros foram convocadas quatro reuniões formais \nconjuntas dos Departamentos de Circui tos Elétricos e de Energia Elétrica. \niii. Primeira reunião formal conjunta dos De partamentos de Circuitos Elétricos e \nde Energia Elétrica. Foi deliberado que o curso ampliaria a oferta de vagas das \n90 vagas atualmente oferecidas para  210 vagas a serem oferecidas no \nvestibular 2010 da UFJF. Esta ampliação foi condicionada ao aporte de nove \nvagas de docentes e seis vagas de técn icos administrativos para ano de 2009. \niv. Segunda reunião formal conjunta dos Departamentos de Circuitos Elétricos e \nEnergia, onde foi deliberado o perfil do s concursos dos 22 docentes a serem \ncontratados no âmbito do projeto REUNI. \nv. Terceira reunião formal conjunta dos De partamentos de Circuitos Elétricos e \nde Energia Elétrica. Foi deliberado que o Curso de Engenharia Elétrica \nofereceria no vestibular de 2010 va gas em cinco habilitações (Sistemas \nEletrônicos, Energia, Robótica e Auto mação Industrial, Sistemas de Potência e \nTelecomunicações), atra vés de vagas declaradas, oriundas do concurso \nvestibular, e de vagas não declaradas, oriundas do Bacharelado em Ciências \nExatas e Tecnologia.  \nvi. Quarta reunião formal conjunta dos Depa rtamentos de Circuitos Elétricos e de \nEnergia Elétrica na qual a primeira  versão do presente documento foi \naprovado para ser encaminhado às instâncias superiores da UFJF, a saber: \nConselho de Unidade da Fa culdade de Engenharia e Conselho de Graduação da \nUFJF (CONGRAD). \nvii. Em outra reunião foram criados os Núcl eos Docentes Estruturantes (NDE) e as \nCoordenações dos cinco cursos novo s de Engenharia Elétrica: Sistemas \nEletrônicos, Robótica e Automação Industrial, Sistemas de Potência, \nTelecomunicações, e Energia. \n \n Mediante a coleta e síntese das discu ssões ocorridas em todas as atividades \nsupracitadas, puderam-se definir as princi pais diretrizes do presente projeto \npedagógico. ", "9": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n9 \n  \nEm primeiro de outubro de 2012 foram em possados os cinco coordenadores e vice- \ncoordenadores de cada curso, após um pr ocesso eleitoral ordinário, onde foram \ndefinidos também os cinco representant es dos Núcleos Docentes Estruturantes \n(NDEs) de cada curso, sendo então empo ssado o coordenador e o vice-coordenador \natuais do curso de Engenharia El étrica - Sistemas Eletrônicos. \n \nO Curso de Engenharia Elétrica - Sistemas Eletrônicos da UFJF está prudentemente \ncondicionado às regras do reconheciment o de atividades e da concessão das \natribuições profissionais realizadas pelo Sistema CONFEA/CREA (através da resolução \n1010/05 de 22 de agosto de 200 5). Também, deve ser destac ado, que a elaboração do \npresente projeto se fundamentou na Lei de  Diretrizes e Bases da Educação – Lei no \n9.394/96, nas Diretrizes Curriculares Na cionais dos Cursos de Graduação em \nEngenharia (resolução CNE/CES no 11/2002), e na Resolução CNE/CES n0 02/2007 que \ndispõe sobre a carga horária mínima dos cursos de graduação. \n \n1.1. O Processo d e Construção d o Projeto Pedagógico \nDado ao ambiente de rápida evolução tecn ológica no qual os cursos de engenharia \nestão imersos, é de fundamental importânci a que o Projeto Pedagógico do Curso seja \nconstantemente reavaliado e discutido.  \nÉ fundamental que a comunidade externa e interna da Universidade conheça o \ndiferencial do Curso de Engenharia Elétrica - Sistemas Eletrônicos da UFJF. Com isto \nespera-se que os alunos, ao prestarem concur so vestibular para o nosso curso, saibam \ncom clareza os princípios norteadores da filo sofia do curso. Para atingir este fim, os \nseguintes mecanismos de divulgação do pr esente Projeto Pedagógico de Curso devem \nser implementados: \n ", "10": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n10 \n  Realização de seminários com particip ação aberta aos docentes, discentes e \ntécnicos administrativos, com convite es tendido às escolas de ensino médio. \n Publicação do PPC no site do Curso de Engenharia Elétrica \n(www.ufjf.br/engenhariaeletrica ). \n Divulgação através de folders e palest ras para a comunidade dos princípios \nnorteadores deste PPC. \n2. Justificativa \nAo longo a história da evolução da espé cie humana é fácil reconhecer a importância \ndo processo criativo no desenvolvimento de invenções e fabric ação de ferramentas \nque contribuíram para que se atingisse o estágio de desenvolvimento atual de nossa \ncivilização. Tais artefatos permitiram que no ssa espécie, biologicamente inferior (em \ncomparação a diversas outras espécies an imais) no que diz respeito à locomoção, \nforça e fragilidade frente a seu ambiente , pudesse superar condi ções climáticas \nadversas, conseguisse vencer obstáculos, galgar distâncias, manter-se alimentada, \nreproduzir-se e multiplicar-se.   Com o advento das primeiras aglomerações  urbanas e domínio da agricultura, a \nhumanidade passou a se preocupar mais com o entendimento do universo que a \nabrigava, o que deu origem à formalização de distintas ciências, como a física, a \nbiologia, a astronomia entre outras. Este desenvolvimento impulsi onou o homem para \nnovas descobertas e para a busca de no vas fronteiras. Novos continentes foram \nconquistados, o que contribuiu para a gênese  da conhecida dicotomia: velho mundo e \nnovo mundo. Em pouco tempo, esse dipolo se reclassificou no que hoje é conhecido \ncomo mundo desenvolvido e mundo subde senvolvido. De um lado, aqueles que \npartiram para mecanismos avançados de  desenvolvimento (após experimentarem \ndolorosas e sucessivas catástrofes e conf litos), e do outro aqueles que foram \nexplorados ao extremo (pelos primeiros), não conseguiram se reinventar, mantiveram \nvícios ancestrais e são dominados por cl asses governantes que apenas praticam a \ncartilha do homo homini lupus est .  ", "11": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n11 \n  \nÉ bem verdade que uma categoria interm ediária se estabeleceu, a qual ficou \nconhecida por “países em desenvolvimento” . Neste caso se enquadram nações que \nconvivem com grandes disparidades econ ômicas e sociais, podendo apresentar \nsimultaneamente matizes de desenvolvime nto e subdesenvolvimento, às vezes no \nmesmo quarteirão de suas grandes cidades.  Podem até exportar armas avançadas e \naeronaves, mas condenam largas fatias de sua população à miséria absoluta, falta de \nteto e pão, à privação de sa neamento básico e atenção à sa úde, carência de postos de \ntrabalho e às trevas do conhecimento e cultura.   O Brasil tem se encaixado nesta categoria hí brida, pelo menos na visão de alguns \nteóricos, e até encabeçou a lista de um novo grupo de nações denominadas BRICS \n(Brasil, Rússia, Índia, China e África do Sul) . Alguma semelhança é possível traçar entre \nesse grupo e aqueles conheci dos como Tigres Asiáticos (Coréia do Sul, Indonésia, \nMalásia, Singapura, Taiwan, Tailândia etc.). Aliás, estes últimos, têm brindado a \nhistória recente de nosso planeta com si gnificativos exemplos de superação, \ndistribuição de riquezas e avanços tecnológic os, sobretudo na área da Eletrônica e \nTecnologia da Informação.  Assim, mirando o salto de qualidade que nosso  país tanto precisa e buscando superar \nnossa herança colonial travestida do título  de importante exportador de commodities, \nentende-se que a formação de mais e melhores profissionai s nas áreas de Engenharia, \nse torna uma máxima prioridade.   Contudo, dentre os grandes campos da Engenharia um deles tem sido, de certa \nforma, fatalmente menosprezado por a queles que vêm traçando nossas políticas \neducacionais. E não somente por estes, ma s também pelos demais governantes, que \nnos condenam à importação de tecnologia e de produtos com elevado valor agregado \n(baseados em patentes de inovação av ançadas), sendo que grande parte dos \nmateriais básicos para sua fabricação sã o extraídas de nosso rico solo verde e ", "12": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n12 \n amarelo. Trata-se do campo da Eletrônica, aquele mesmo que alavancou os tais Tigres \nAsiáticos, que quase invariavelmente tem sido confinado a parcos módulos \nacadêmicos dos extensos programas de En genharia Elétrica delineados em nossas \nuniversidades.   Deste modo o curso de Enge nharia Elétrica-Sistemas Elet rônicos foi conseqüência \nprimeira da reflexão realizada pelo corp o docente do curso de Engenharia Elétrica, \nolhando-se para a realidade local, nacional e também internacional. Em âmbito local \nforam fatores motivadores; (a) o curso de pós-graduação em engenharia elétrica que \npossui uma das áreas de concentração em si stemas eletrônicos; (b) a existência de \nrecursos humanos ( no quadro docente ) na área de eletrônica; (c) a existência do NEE \n(Núcleo Eletro-Eletrônica) do CRITT- UFJF (Centro Regional de Inovação e \nTransferência de Tecnologia); e mais re centemente (d) a implantação do parque \ntecnológico de Juiz de Fora. Em âmbito nacional, e até mesmo internacional, verificou-se a carência de engenheiros eletrônico s especializados em desenvolvimento de \nsistemas eletrônicos, co m uma sólida base técnica em hardware, software e \nalgoritmos.   Dessa forma, a Universidade Federal de Juiz de Fora acredi ta que o Curso de \nEngenharia Elétrica - Sistemas Eletrônicos, ora traduzido nesse projeto pedagógico, se \napresenta com todas as credenciais para  contribuir com a missão fundamental de \natuar como agente no desenvolvimento te cnológico a nível regional e nacional. \nAlinhavando as subáreas da Eletrônica Básica, dos Sistemas Digitais, da Microeletrônica, Processame nto de Sinais, Eletrônica de Potência e Eletrônica \nEmbarcada (essa, muito próxima da Tecnologia  da Informação), o presente curso se \njustifica por sua coerência, sua profundidade e pela inclusão de temáticas relevantes, \natuais e pertinentes. Este conjunto certam ente resultará na fo rmação sólida daqueles \nque aqui ingressarem, contribuindo para a construção de uma so ciedade baseada na \ntecnologia de ponta, uma sociedade so berana, humana, equânime, respeitada e ", "13": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n13 \n finalmente precursora do papel que se es pera dela e consoante com seu esperado \ndestino. \n Nas próximas duas seções são apresentados dois complementos a essas justificativas \ncom relação à empregabilidade: uma análise do mercado de trabalho e possibilidades \nde Inserção Profissional do Egresso. \n \n2.1. Análise d o Mercad o d e Trabalho \nO objetivo desta avaliação é situar os espaços atualmente ocupados pelos \nengenheiros, a fim de se obter subsídios para  auxiliar a definição do molde do perfil \ndos egressos dos cursos de engenharia para  a estrutura do mercado de trabalho \ncontemporâneo e vindouro. \n \nOs dados utilizados são baseados na conso lidação sistematizada do Relatório Anual de \nInformações Sociais (RAIS/MTE), realizada pe la Federação Interest adual de Sindicatos \nde Engenheiros e consubstancia do no documento: “O mercad o formal de trabalho dos \nprofissionais do sistema CONFEA/CREA”.  1 \n \nAtualmente são registrados no sistema CONFEA/CREA, aproximadamente, 170 mil \nprofissionais distribuídos por categoria conforme o gráfico da Figura 1. \n                                                       \n1 “O mercado formal de trabalho dos profissionais do sistema CONFEA/CREA/FISENGE e DIEESE”. Rio de Janeiro : \nFederação Interestadual de Si ndicatos de Engenheiros, 2007.   ", "14": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n14 \n Engenheiros\n82%Agrônomos \n10%\nArquitetos\n6%\nGeólogos\n2%Categorias Profissionais\n \nFigura 1 – Distribuição dos Profissionais do Sistema CONFEA/CREA por Categorias Profissionais \n \nA Figura 2 mostra a inspeção das faixas de remuneração média2 dentre as categorias \nprofissionais do sistema Confea/Crea. \nRemuneração Média em Salários Mínimos \n12,1\n11,110,613,4\n10,712,7\nEngenheiros Agrônomos Arquit etos Geólogos Professores de\nIESIES-Públicas\n \nFigura 2 - Remuneração Média dos Profissionais do Sistema CONFEA/CREA \nA ocupação dos profissionais do sistema CONFEA/CREA nos principais setores da \natividade econômica é apresentada na Tabela 1. \nObserva-se que quase dois terços (63%) dos engenheiros estão desempenhando suas \natividades profissionais nas indústrias de transformação e nas atividades de \n                                                       \n2 O conceito de média foi ajustado à disponib ilidade dos dados da pesquisa. Assim, o va lor da faixa de remuneração “até 10 SM” fo i \nconsiderado, para os fins deste cálculo, igual a 8 Salários Míni mos, pelo fato de ser o piso da profissão. Foi considerado 12,5  Salários \nMínimos como representativo da segunda faixa de remuneração (de 10,1 a 15 SM). Por fim, a última faixa considera – maior do que  \n15 SM – 15 salários mínimos .  ", "15": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n15 \n comércio/serviços. A elevada partic ipação de engenheiro no setor de \ncomércio/serviços deve ser interpretada co mo motivação adicional para ampliar as \nhabilidades e competências na formação da graduação do engenheiro. \nTabela 1 - Ocupação dos Profissionais do Sistema CONFEA/CREA \nAtividade Econômica Engenheiros Agrônomos  Arquitetos Geólogos Total \nComércio e Serviços 32% 39% 38% 40% 33% \nIndústria da \ntransformação 31% 8% 5% 16% 27% \nAdministração Pública 10% 35% 41% 11% 14% \nConstrução Civil 14% 1% 13% 4% 12% \nServiços de Utilidade \nPública 9% 1% 2% 6% 8% \nOutros 4% 16% 1% 23% 5% \n A estrutura de ocupação dos profissionais do sistema CONFEA/CREA está consolidada \nna Tabela 2. Como pode ser observado, 71%  dos engenheiros atuam nas organizações \nprivadas com e sem fins lucrativos. Este pe rcentual corresponde a, aproximadamente, \n95 mil profissionais. Esta elevada participaç ão aponta para o principal absorvedor da \nmão-de-obra dos egressos de nossos cursos.  \nTabela 2 - Estrutura de Ocupação Profissional \nNatureza do Estabelecimento Engenheiros Agrônomos Arquitetos Geólogos \nSetor Público 12% 34% 41% 11% \nOrganizações Estatais 17% 23% 13% 49% \nOrganizações Privadas 68% 33% 40% 38% \nSem fins lucrativos e outros 3% 10% 6% 2% \n Esta distribuição deve ser ob servada e contextualizada para  moldar o perfil do egresso \nde nossos cursos e, consequentemente, para  estruturar os conteúdos que devem ser \noferecidos em nossa instituição.  \n Sabe-se que os processos de seleção para os  órgãos públicos e entidades estatais são \nefetivados por concursos públicos. Apesar  do contínuo aperfeiçoamento, estes \nprocessos priorizam os conhecimentos técn icos adquiridos. O pr ocesso de seleção ", "16": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n16 \n para o ingresso em organizações privadas valoriza o currículo e a formação acadêmica \ndos candidatos, porém difere, principalm ente, nas avaliações de potenciais e \nhabilidades comportamentais como, por exemplo: \n capacidade de síntese nas comunicações escritas e orais; \n organização e planejamento; \n liderança e empreendedorismo;  \n articulação e postura ética nos trabalhos de equipe.  \n Normalmente, nas empresas mais estruturad as com área de recursos humanos, estes \natributos são observados em dinâmicas de  grupos com os pretendentes aos cargos \noferecidos. A avaliação é realizada por prof issionais das áreas em que as vagas estão \ndisponíveis e dos profissionais da  área de recursos humanos.   \nNestas condições, a formação dos nossos jovens alunos deve inexoravelmente \natender às demandas técnicas e profission ais do mercado de trabalho e explorar, \ntambém, as habilidades e competências co mportamentais, a fim de ampliar suas \ncondições de empregabilidade.  \n \n2.2. Perspectivas e Possibilidad e d e Inserção Profissional d o \nEgresso \nOs profissionais egressos do Curso pode rão atuar como empregados, gestores ou \nautônomos nas áreas relacion adas com o curso. Poderão também se inserir em \nempresas prestadoras de serviços e empres as de consultoria atuando no estudo de \nviabilidades, manutenção, consultoria, a ssessoria, fiscalização, perícias, laudos \ntécnicos e projetos de supervisão de si stemas de Engenharia Elétrica - Sistemas \nEletrônicos.  A cidade de Juiz de Fora está situada na região Sudeste que é a região que detém a \nliderança econômica, comercia l e industrial do País. O muni cípio situa-se a 184 km da \ncidade do Rio de Janeiro, a 500km da ci dade de São Paulo e a 272km da cidade de ", "17": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n17 \n Belo Horizonte. As estradas que interlig am estes municípios estão em condições \nfavoráveis e processos de privatização de  quase todos os trechos irão promover \ncondições ainda melhores de interconexão  rodoviária. Adicionalmente, a cidade \npossui o Aeroporto Francisco Álvares de Assis, situado a 4km da Universidade com vôos comerciais diários para Belo Horizont e, São Paulo e Rio de Janeiro. Há, também, \num Aeroporto Regional situado a 40km do ce ntro da cidade, no município de Goianá. \nEste aeroporto possui capacidade de po uso para aeronaves de maior porte. \n O setor industrial de Juiz de Fora e região  apresenta diversas empresas com potencial \nde absorver o egresso do Curso de Engenhari a Elétrica – Sistemas Eletrônicos da UFJF, \ndentre elas podem ser destacadas: \n \n ArcelorMittal Juiz de Fora Aços Longos; \n Energisa Minas Gerais – Distribuidora de Energia S/A; \n Companhia Paraibuna de Metais (Grupo Votorantim); \n Itatiaia Móveis; \n Mercedez Benz do Brasil S.A.; \n CEMIG; \n CESAMA (Companhia de Abasteciment o de Água de Juiz de Fora); \n MRS Logística S.A.; \n U&M Mineração e Construção; \n Becton Dickinson Ind Cirúrgicas Ltda; \n Paraibuna Embalagens; \n White Martins Gases Industriais Ltda; \n Onduline Industrial do Brasil; \n Hiper Roll Embalagens. \n Não obstante, tradicionalmente, a Faculdad e de Engenharia de Juiz de Fora tem \npotencial de formação com abrangên cia nacional e internacional.  \n ", "18": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n18 \n O setor de eletrônica tem importância de stacada na área de conhecimento de \nEngenharia Elétrica. O domínio da tecnologia  ligada a este setor é fundamental para o \npaís, fato que justifica o investimento na fo rmação do engenheiro eletricista com foco \nnesta área de atuação.  Por outro lado, podem ser citadas algumas grandes empresas, com participação no \ncenário nacional, com capacidade de abso rver o egresso do Curso de Engenharia \nElétrica no setor de eletrônica:  \n Nokia \n Samsung \n LGE \n Siemens \n Gradiente \n CCE - Lenovo \n Philips \n Pioneer \n Semp-Toshiba \n Flextronics International  \n Foxconn \n Hi-Mix Eletrônicos \n Sony do Brasil \n Panasonic \n Intelbras \n Embraer \n Semikron \n Itaipu Binacional \n Em relação às instituições de pesquisa, di versos centros de pesquisas que absorvem \natualmente engenheiros formados na ár ea de eletrônica podem ser citados: ", "19": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n19 \n  LACTEC (Instituto de Tecnologia para o Desenvolvimento) – Paraná \n CPqD  – São Paulo \n CEPEL (Centro de Pesquisas de En ergia Elétrica) – Rio de Janeiro \n IMMETRO (Instituto Nacional de Metrologia, Qualidade e Tecnologia) – RJ \n IPT (Instituto de Pesquisas Tecnológicas) – São Paulo \n CETEC (Fundação Centro Tecnológico)  – Minas Gerais \n CDTN (Centro de Desenvolvimento da Tecnologia Nuclear) – Minas Gerais \n Eletronuclear – Rio de Janeiro \n Em especial cumpre notar, conforme já menc ionado no início desta seção, que o Brasil \né um grande importador de tecnologia. Es tas tecnologias chegam ao país a preços \nexorbitantes, uma vez que ao s impostos são somados os royalties , pagos às empresas \nmultinacionais. Assim uma das linhas a atua r é a da inovação e substituição de \ntecnologia importada, que além de representar um salto tecnológico qualitativo e \nquantitativo para o país, representa um te rreno excelente para a formação e possível \nmercado de trabalho para o egresso. \n É importante destacar a tendênc ia mundial de empregabilidade  e os níveis de salários \ndos engenheiros eletricistas. A Figura 3 mostra o salário anual para algumas \nhabilitações da Engenharia Elétrica (Fonte IEEE SPECTRUM- Agosto 2008). Este gráfico \nmostra que engenheiros das ha bilitações em eletrônica, ap licações de processamento \nde sinais e tecnologia de telecomunicaçõ es recebem os melhores salários. Embora \neste gráfico mostre a realidade Norte Americana, a mesma referência aponta \nrealidade semelhante na Europa e ainda de staca a carência mundial de engenheiros \neletricistas em todas as áreas. Assim uma forte componente para garantir a \nempregabilidade dos egressos está no de senvolvimento de sua capacidade de \nexpressão, não somente em língua portug uesa, mas também em outras línguas, \nsobretudo o Inglês.  ", "20": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n20 \n Cumpre ressaltar que o fenômeno da glob alização tem gerado possibilidades de \ntrabalho em todos os continentes, ou se ja, o egresso deve ter em mente que ele é \ntambém um cidadão do mundo. Porém será preciso, para corrigir as distorções, \ndesenvolver no egresso um forte sentimen to de compromisso com a sociedade que o \ngerou e o manteve, para que de uma forma, ou de outra, ele possa contribuir para o \ndesenvolvimento sustentável da sua nação. \n \n \nFigura 3 - O Mercado de Engenharia Elétrica nos Estados Unidos da América (EUA) \n Finalmente, deve ser destacada a possib ilidade de inserção profissional nas \ninstituições de ensino e pesquisa da regi ão que nos últimos anos vêm recebendo cada \nvez mais investimentos para expansão nas es feras públicas e privad as (e.g. Centro de \nEnsino Superior de Juiz de Fora, CES-JF, CEFET-MG, Universo, IFES Sudeste MG, etc). \n \nCom a necessidade do fortalec imento do avanço tecnológico no país diversos cursos \nde graduação, de tecnologia e de formação  técnica de nível médio têm sido e serão \ncriados no país na área de Engenharia Elétrica.  Além das áreas supracitadas, os egre ssos no curso ainda podem optar pela \ncontinuação dos estudos em cursos de pós-graduação, na própria UFJF ou em outras \nuniversidades. Especificamente na UFJF, o programa de pós-graduação em Engenharia \nElétrica possui um mest rado e um doutorado Stricto Sensu  com conceito 4 na última ", "21": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n21 \n avaliação da CAPES e com vários professore s com bolsa de produt ividade em pesquisa \ndo CNPq. \n Adicionalmente, no início de 2009 por estímu lo do Edital 15/2008 do CNPq, a UFJF se \nassociou a outras importantes universidad es da região (Universidade Federal de \nItajubá, Universidade Federal de São João Del Rei, Universidade Federal do Rio de \nJaneiro e Universidade Federal Fluminense)  tendo sido contemplada com recursos \npara implantação do Instituto Nacional de Ciência e Tecnologia de Energia Elétrica \n(INERGE) que é sediado no Campus Juiz de Fora. Dentre os 123 institutos aprovados \nno país, o INERGE é o único na área de energia elétrica, o que dá ao Curso de \nGraduação em Engenharia Elétrica posição de destaque no país. \n \nTambém na área de Processamento de Sinai s os pesquisadores tê m recebido aportes \nfinanceiros de grande monta para o desenvolvimento de equipamentos eletrônicos e \nde telecomunicações, o que tem conferid o ao Curso de graduação também uma \nposição de destaque no cenário nacional. \n \n3. Perfil d o Curso \nÉ sabido que na sociedade moderna, os sistemas eletrônicos lugaresse tornaram \nubíquos. Dos equipamentos domésticos e pe ssoais, aos equipamentos industriais e \nmédicos, além dos sistemas embarcados (aut omóveis, aeronaves, navios, robôs, etc.). \nUm sistema eletrônico pode contar com três constituintes básicos, a saber: \n• Hardware (conjunto de componentes el etrônicos tais como transistores, \namplificadores operacionais, microprocessadores, etc.); \n• Software (conjunto de comandos e instru ções escritos para que o hardware \nexecute uma tarefa ou programa específico); \n• Algoritmos (conjunto finito de regras que fornece uma sequência de operações \npara resolver um problema específi co e que pode ser implementado em \nlinguagem de programação, ou diretamente em hardware. No caso de ", "22": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n22 \n sistemas eletrônicos os problemas es pecíficos são medição, estimação, \nmonitoramento, controle e processame nto de grandezas físicas, químicas, \nbiológicas e elétricas). \n Exemplos de sistemas Eletrônicos que cont am com tais subsistemas são os telefones \ncelulares, os equipamentos de medição e pr oteção de energia elétrica, equipamentos \npara diagnósticos médicos, instrumentos e controladores de plantas industriais, entre \noutros.   O egresso dos curso de Engenharia Elét rica- Sistemas Eletrônicos adquirirá a \ncompetência para a análise, manutenção e projeto de sistemas eletrônicos analógicos \ne digitais, fazendo uso das mais modernas ferramentas de projetos assistidos por \ncomputador e equipamentos de depuração  para circuitos eletrônicos. Também \nadquirirá a competência para o desenvolvi mento de software para os sistemas \neletrônicos em questão. Somado a isto o egresso contará com uma sólida formação \nteórica em processamento de si nais que o capacitará na elaboração dos mais diversos \nalgoritmos para medição, monitoração,  controle e comunicação de sinais. \n Além dos pontos específicos, apresentados  anteriormente, o Curso de Graduação em \nEngenharia Elétrica - Sistemas Eletrônicos da UFJF deverá formar profissionais capazes \nde: \n Atuarem na produção e serviços; \n Serem empreendedores ou profissionais autônomos; \n Prosseguirem seus estudos na pó s-graduação passando a atuar com \nprofessores em Universidades ou pes quisadores em centros de pesquisa. \n \nO Projeto Pedagógico deve permitir a fáci l identificação dos di scentes com vocações \npara estudos avançados e atividades de pes quisa. O currículo do Curso deve, inclusive, \nproporcionar o surgimento, a identifica ção e o aprimoramento científico dos \ngraduandos, contribuindo para a formação de potenciais pesquisadores entre seus ", "23": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n23 \n estudantes que possam atuar nas indústrias de ponta de base tecnológica ou nos \ncentros de pesquisa. \n De acordo com o I Seminário sobre Diretr izes Curriculares para os cursos de \nGraduação (ABENGE - 1998), o egresso deve possuir: \"Sólida formação científica e profissional geral que capacite o en genheiro a absorver e \ndesenvolver novas tecnologias, permitindo  a sua atuação crítica e criativa na \nidentificação e resolução de problemas, considerando seus aspectos econômicos, \nsociais e ambientais, com visão ética e hum anística, em atendimento às demandas da \nsociedade\".  \nA formulação da Comissão de Engenharia Elét rica do Exame Nacional  de Cursos (1998) \npassa a incorporar o presente Projeto Pedagógico de Curso que contemplará, \nfundamentalmente, os seguintes pontos: \n Formação generalista, com sólidos co nhecimentos nas áreas de formação \nbásica, geral e profissional do Curso, incluindo aspectos humanísticos, sociais, \néticos e ambientais; \n Capacidade para resolver problemas co ncretos, modelando situações reais, \npromovendo abstrações e adequando-se a novas situações; \n Capacidade de análise de problemas e síntese de soluções, integrando \nconhecimentos multidisciplinares; \n Capacidade de elaboração de projetos e proposição de soluções técnicas e \neconomicamente competitivas; \n Capacidade de absorver novas tecnolog ias e de visualizar, com criatividade, \nnovas aplicações para a Engenharia Elétrica; \n Capacidade de comunicação e lider ança para trabalho em equipes \nmultidisciplinares; \n O projeto pedagógico e a estrutura curricu lar do Curso de Engenharia Elétrica - \nSistemas Eletrônicos da UFJF foram cons truídos com objetivo de formar um ", "24": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n24 \n profissional com base de conhecimento sólid a para atuar em ampl o espectro da área \nde eletrônica. \n \n3.1. Integralização d o Curso \nO Curso de Engenharia Elétrica - Sistemas Elet rônicos pode ser integralizado dentro de \num prazo mínimo de 4,5 anos ou nove perí odos letivos e um prazo máximo de nove \nanos ou dezoito períodos letivos podendo  ser concedida prorrogação de até dois \nperíodos, a critério do colegiado de cu rso, após análise de plano de estudos \napresentado pelo acadêmico interessado. O prazo de conclusão recomendado é de 5 \nanos ou 10 períodos letivos.  Para integralizar o curso o aluno deverá, obrigatoriamente, cursar o elenco de \ndisciplinas obrigatórias constantes dos núcleos de conteúdos básicos, \nprofissionalizantes e específicos e, ainda, mais oito créditos opcionais.  Como complementos, o aluno ainda poderá cu rsar outras disciplinas na UFJF ou em \noutra Instituição de Ensino Superior. Estas disciplinas, exceto nos casos previstos na \nlegislação em vigor, só poderão constar do histórico do aluno após autorização \nemitida pela Coordenação de Curso de Enge nharia Elétrica - Sistemas Eletrônicos.  \n Pode constar do histórico do aluno as “Ati vidades Acadêmicas Curriculares” definidas \nna Resolução 018/2002 do CONGRAD (Conselho  Setorial de Gradua ção) que “permite \na implantação do processo de flexibilizaç ão dos currículos de um curso”. Estas \n“atividades” constam do histórico na forma estipulada pela legislação competente e, \nno que couber, conforme definido pelo Cole giado do Curso de Engenharia Elétrica – \nSistemas Eletrônicos. ", "25": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n25 \n 3.2. Estrutura d o Curso \nA carga horária total do curso é de 3610 hora s-aula. Este total está englobando as \ndisciplinas obrigatórias, o Trabalho Final de  Curso, as atividades complementares e o \nestágio curricular obrigatóri o de no mínimo 160 horas. \nO Trabalho Final de Curso será realizado num a disciplina de 90 horas-aula (6 créditos). \nA soma do número de horas referentes às atividades complementares e ao trabalho \nfinal de curso é 150 horas, o que atende à le gislação que limita es te valor percentual \nem 20% de horas do total do curso. \nA Resolução CNE/CES 11 prevê: Art. 6º Todo o curso de Engenharia, indepe ndente de sua modalidade, deve possuir \nem seu currículo um núcleo de conte údos básicos, um núcleo de conteúdos \nprofissionalizantes e um núcleo de conteúdos especí ficos que caracterizem a \nmodalidade. \nA Tabela 3 mostra a distribuição de conteú dos do curso de Engenharia Elétrica - \nSistemas Eletrônicos.  ", "26": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n26 \n Tabela 3: Estrutura do curso Engenharia Elétrica - Sistemas Eletrônicos \nNúcleo de Conteúdos/Atividades \nCurriculares Carga \nHorária Créditos Porcentagem aprox. \ndo total (%) \nBásico 1590 106 44,0 \nProfissionalizante 840 56 23,3 \nEspecífico 810 54 22,4 \nTotal da carga horária em \ndisciplinas obrigatórias 3240 216 89,8 \nTrabalho Final de Curso 90 6 2,5 \nEstágio curricular obrigatório 160  4,4 \nDisciplinas eletivas/Ativ. \nComplementares 120 8 3,3 \nTotal Geral 3610 230  100,0 \n \n3.2.1.  Núcl eo d e Conteúd os Básicos \nO núcleo de conteúdos básicos do curso deve conter “cerca de 30% da carga horária \nmínima” de acordo com a CNE/ CES 11/2002. No caso do cu rso de Engenharia Elétrica - \nSistemas Eletrônicos da UFJF este núcle o perfaz 44% da carga total mínima. \nOs conteúdos básicos segundo o pa rágrafo 1º do Art. 6º  são: \nI - Metodologia Científica e Tecnológica; II - Comunicação e Expressão; \nIII - Informática; \nIV - Expressão Gráfica; V - Matemática; VI - Física; VII - Fenômenos de Transporte; \nVIII - Mecânica dos Sólidos; \nIX - Eletricidade Aplicada; X - Química; XI - Ciência e Tecnologia dos Materiais; ", "27": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n27 \n XII - Administração; \nXIII - Economia; \nXIV - Ciências do Ambiente; XV - Humanidades, Ciências Sociais e Cidadania. De acordo com a resolução, as disciplinas  foram organizadas na tabela a seguir: \n \nTabela 4 – Disciplinas do Núcleo de Conteúdos Básicos \nCódigo Denominação Carga \nHorária Créditos Diretrizes Curr. \nICE002 Lab. Ciências 60 2 I-Metodologia Científica e \nTecnológica \nCEL065 Introdução à Eng. \nElétrica, Trabalho final \nde curso 30 2 I-Metodologia Científica e \nTecnológica, II-\nComunicação e Expressão \nDCC119 Algoritmos  60 4 \nIII - Informática \nDCC120 Laboratório de Prog. 60 4 \nAUR070 Desenho Aux. Comp. 30 2 IV-Expressão Gráfica \nMAT154 Cálculo I 60 4 \nV - Matemática MAT155 Geom. Analítica 60 4 \nMAT156 Cálculo II 60 4 \nMAT157 Cálculo III 60 4 \nMAT158 Álgebra Linear 60 4 \nMAT029 Eq. Dif. I 60 4 \nMAT030 Eq. Dif. II 60 4 \nEST029 Cálc. Probab. I 60 4 \nDCC008 Cálc. Numérico 60 4 \nFIS073 Física I 60 4 \nVI-Física FIS074 Física II 60 4 \nFIS075 Física III 60 4 \nFIS076 Física IV 60 4 ", "28": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n28 \n FIS077 Lab. Física 30 2 \nFIS081 Fenôm. de Transp . 60 4 VII-Fenômenos de \nTransporte \nMAC015 Resistência dos Mat. 60 4 VIII-Resist. dos Materiais \nENE045 Lab. Eletrotécnica 30 2 \nIX-Eletricidade Aplicada \nCEL033 Circ. Lineares I 60 4 \nQUI125 Quimica Fund. 60 4 \nX-Química \nQUI126 Lab. Química 30 2 \nCEL065 Eletromagnetismo 60 4 XI-Ciência e Tecnologia \ndos Materiais CEL099 Eletrônica Analógica 60 4 \nENE084 Análise de Invest. 60 4 XII-Administração, \nXIII-Economia \nESA002 Ecologia 60 4 XIV-Ciências do Ambiente \nDPR032 Direito Privado 60 4 XV-Humanidades, Ciências \nSociais e Cidadania \n Total  1590 106  \n \nO aluno irá cursar 1590 horas-aula (106 créditos ) de disciplinas de conteúdo básico da \nEngenharia. A maior parte destas horas-aula  será comum para todos os cursos de \nEngenharia Elétrica. Com isto, haverá uma forte interação acadêmica entre os alunos \ndos diferentes cursos privilegiando a formaç ão interdisciplinar, o amadurecimento do \nacadêmico e facilitando seu envolvimento  nos módulos específicos consecutivos. \nRelação entre as Diretrizes Curriculares e as Disciplinas \nExplicação mais aprofundada acerca de algumas diretrizes curriculares: \n Comunicação e Expressão : Será contemplado principalmente através de instrução \ndireta do professor orientador do Trabalho Fi nal de Curso e através de orientação dos \ndocentes do Curso de Engenharia Elétrica ao  ministrar todas as disciplinas do curso. \nComo forma de suprir conteúdos de co municação e expressão, os professores devem \nestimular os alunos para participarem em  seminários, trabalhos e eventos em que \ntenham que desenvolver a expressão oral / escr ita e capacidade de leitura, compreensão ", "29": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n29 \n de textos técnicos e esquemas gráficos em português e outras línguas. Além do \nestímulo ao aprimoramento da comunicação, esforço especial deve ser dado visando à \nformação de um engenheiro empreendedor , que tenha capacidade para resolver \nproblemas, tomar decisões, trabalhar em equipe, ser criativo, adaptar-se às situações diversificadas e que tenha a consciên cia ética presente em suas atitudes. A \ncomunicação oral/escrita também será abordada e estimulada no âmbito da disciplina \nIntrodução à Engenharia Elétrica. \n Metodologia Científica e Tecnológica:  Estes temas serão abordados em diversas \ndisciplinas do curso, a saber, Laboratório de Ciências, Introdução à Engenharia \nElétrica, laboratórios aplicados e Trabalho Final de Curso. Além disso, nas disciplinas \nprofissionalizantes e específicas os professores são instruídos a cobrar relatórios e \nmonografias sobre distintos temas, que deverã o ser organizados em formato padrão, de \nacordo com normas em vigor (ABNT). \n Informática : Principalmente na disciplina de Algoritmos, Laboratório de \nProgramação, Microprocessadores, Informática Industrial, Laboratório de Sistemas \nEletrônicos (I, II, III) e Software Embarcado. As disciplinas do Curso de Engenharia \nElétrica utilizarão como princípio básico a exigência de implementação computacional \ndos conteúdos ministrados e pesquisa na internet. \n Eletricidade Aplicada : Por ser tratar de um curso de Engenharia Elétrica, este tópico é \namplamente contemplado através de diversas disciplinas. \n \nAtividades de Laboratório \nO aluno cursará diferentes disciplinas em vá rios laboratórios durante o curso.  No \ninício do curso, o estudante terá contato co m laboratórios de ciências, física, química \ne informática. \n Laboratório de Ciências:  Neste laboratório o estudante poderá aprimorar seus \nconhecimentos a respeito de metodologi a científica, tratamento de dados, \nótica e luz, propriedades físicas e químicas de substâncias simples e compostas, a natureza da energia quími ca e elétrica, velocidade de reações \nquímicas. \n Laboratório de Química: Neste laboratório serão trat ados temas relacionados \nà segurança no laboratório e primeiro s socorros. Equipamentos básicos e ", "30": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n30 \n Técnicas de laboratório, pH, Determ inação de propriedades físicas das \nsubstâncias químicas, Reações químicas; \n Laboratório de Física I: Neste laboratório o aluno poderá aprimorar seus \nconhecimentos sobre teoria das Medidas e dos Erros, Gráficos e Experimentos \nem Mecânica; \n Laboratório de Informática: Neste laboratório serão tratados temas \nrelacionados aos conceitos de com putação; ambientação à programação e \ncompilação; noções de depuração e testes; Linguagem de programação \n(declaração de variáveis, tipos básicos, estruturas de controle básicas; entrada \ne saída básica; construção de expressões  aritméticas, lógicas e relacionais; \nprecedência de operadores). \n Laboratório de Eletrotécnica: Neste laboratório o aluno terá um contato inicial \ncom conceitos e práticas de Engenharia Elétrica, com o intuito de criar um \nvínculo prévio dos estudantes com a Faculdade de Engenharia. \n3.2.2.  Núcl eo d e Conteúd os Profissionalizantes \nO núcleo de conteúdos profissionalizantes do  curso deve conter “cerca de 15% da \ncarga horária mínima” de acordo com a CNE/CES 11/2002. No caso do curso de \nEngenharia Elétrica - Sistemas  Eletrônicos da UFJF este núcleo perfaz 23% da carga \ntotal mínima. As disciplinas foram organiza das observando o par. 3º do Art. 6º. \n \nTabela 5 – Disciplinas do Núcleo de Conteúdos Profissionalizantes \nCódigo Denominação  Carga \nHorária Créditos Diretrizes Curriculares \nCEL032 Circuitos Lógicos 60 4 V-Circuitos Lógicos \nCEL034 Circuitos Lineares II 60 4 \nIV-Circuitos Elétricos \nCEL062 Circuitos Trifásicos 60 4 \nCEL038 Controle I 60 4 VIII-Controle de Sistemas \nDinâmicos CEL039 Controle II 60 4 \nENEXXX Fund. de Conversão 60  4 IX-Conversão de Energia ", "31": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n31 \n CEL035 Eletrônica Digital 60 4 \nXI-Eletr. Analógica e Digital \nCEL051 Eletrônica II 60 4 \nCEL061 Eletromag. Aplicado 60 4 X-Eletromagnetismo \nCEL068 Princ. de Comunic. 60 4 L-Telecomunicações \nCEL066 Sinais e Sistemas 60 4 XXV-Matemática discreta \nCEL078 Instr. Eletrônica 60 4 \nXXIII-Instrumentação CEL037 Lab. de Eletrônica 30 2 \nCEL071 Lab. de Sist. Eletr. I 30 2 \nCEL089 Lab. de Sist. Eletr. II 30 2 \nCEL095 Lab. de Sist. Eletr. III 30 2 \n Total 840 56  \n \nA Tabela a seguir mostra o subconjunto esco lhido para o curso Engenharia Elétrica - \nSistemas Eletrônicos: \n \nTabela  – Subconjunto de Tópicos Profissionalizantes  do Curso de Engenharia Elétrica - Sistemas Eletrônicos  \n  \nConteúdos Profissionalizantes \nAlgoritmos e Estruturas de Dados \nCiência dos Materiais \nCircuitos Elétricos \nCircuitos Lógicos \nControle de Sistemas Dinâmicos \nConversão de Energia \nEletromagnetismo \nEletrônica Analógica e Digital \nErgonomia e Segurança do Trabalho \nEstratégia e Organização \nGestão Ambiental \nGestão Econômica \nGestão de Tecnologia \nInstrumentação \nMatemática discreta \nMateriais Elétricos \nModelagem, Análise e Simulação de Sistemas\nPesquisa Operacional \nOrganização de computadores \nParadigmas de Programação \nSistemas de Informação ", "32": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n32 \n Sistemas operacionais \nTelecomunicações \n \nAtividades de Laboratório Ao cursar as disciplinas do núcleo profission alizante, kits educacionais serão utilizados \npara auxiliar no no processo de apropr iação de conhecimentos pelo estudante. \nTambém serão conduzidas práticas em  laboratórios dedicados ao núcleo \nprofissionalizante: Ao cursar as disciplinas do núcleo profission alizante, kits educacionais serão utilizados \npara auxiliar no aprendizado do aluno. Também serão conduzidas práticas em \nlaboratórios dedicados ao núcleo profissionalizante: \n Laboratório de Eletrônica:  Neste laboratório o aluno  conhecerá técnicas de \noperação de equipamentos eletrônicos básicos, bem como será convidado a \nmontar, projetar e analisar circuitos el etrônicos analógicos e digitais. Além \ndisso, começará a utilizar alguns utilitár ios computacionais para simulação de \ncircuitos eletrônicos. \n Laboratório de Sistemas Eletrônicos I:  Neste laboratório os alunos utilizarão \nferramentas computacionais de projeto de  sistemas eletrônicos. As atividades \nse caracterizam como atividades de projeto, onde os alunos, em equipe, \ndeverão propor um projeto e realizá-lo, passando por todas as etapas da \nconcepção à prototipagem. O projeto deve rá ser multidisciplinar, envolvendo \nas disciplinas já abordadas no  curso até o período vigente. \n \n3.2.3.  Núcl eo d e Conteúd os Específicos \nAinda segundo a CNE/CES 11/2002, Art. 6º: \n§ 4º O núcleo de conteúdos específicos se constitui em extensões e aprofundamentos \ndos conteúdos do núcleo de conteúdos pr ofissionalizantes, bem como de outros \nconteúdos destinados a cara cterizar modalidades. Estes conteúdos, consubstanciando \no restante da carga horária total, serão propostos exclusivamente pela IES. Constituem-se em conhecimentos científicos, tecnológicos e instrumentais ", "33": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n33 \n necessários para a definição das modalidad es de engenharia e devem garantir o \ndesenvolvimento das competências e habilid ades estabelecidas nestas diretrizes. \n \n                                                                      Tabela 6 – Disciplinas do Núcleo de Conteúdos Específicos  \nCódigo Denominação Carga \nHorária Créditos \nCEL070 Introdução Proc. Estocásticos 60 4 \nCEL073 Redes de Comunicação I 60 4 \nCEL069 Microprocessadores 60 4 \nCEL075 Processamento de Sinais I 60 4 \nENEXXX Informática Industrial 60 4 \nCEL085 Proj. de Circ. In tegrados Analog. 60 4 \nCEL079 Processamento de Sinais II 60 4 \nCEL076 Disp. Lógicos Programáveis 30 2 \nCEL078 Eletrônica de Potência 60 4 \nCEL080 Software Embarcado 60 4 \nCEL084 Fontes Chaveadas 30 2 \nCEL081 Projetos de Ci rcuitos de RF 60 4 \nENE082 Instalações Elétricas 60 4 \nCEL082 Lab. De Projetos Eletrônicos 30 2 \nENE081 Métodos de Otimização 60 4 \n Total 810 54 \n \nAtividades de Laboratório Uma das habilidades que o egresso do cu rso de sistemas eletrônicos deverá \ndesenvolver é o conhecimento prático e, pa ra isto os discentes desta modalidade \ndesenvolverão parte de suas atividades nos laboratórios específicos de eletrônica, a \nsaber: \n ", "34": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n34 \n  Laboratório de Sistemas Eletrônicos II:  Neste laboratório, os alunos realizarão \nexperimentos em programação de micr oprocessadores/micro-controladores, \nalém de praticarem o desenvolviment o de interface microprocessador/micro-\ncontrolador com o mundo real, implem entação de algoritmos básicos de \nprocessamento de sinais em linguagem de alto nível e o desenvolvimento e \nimplementação de sistemas eletrôni cos contendo hardware, software e \nalgoritmo;  \n  Laboratório de Sistemas Eletrônicos III:  Neste laboratório, os alunos \nrealização projetos de sistemas elet rônicos assistidos por computadores, \nutilizarão software para roteamento de placa de circuito impresso e software \nde simulação de circuitos eletrônicos mistos (digital e analógico). Como \nconsequência, serão protótipos funciona is e serão empregados equipamentos \navançados para suporte ao desenvolvimento de sistemas eletrônicos.  \n Laboratório de Projetos Eletrônicos: Neste laboratório, os alunos \ndesenvolverão projetos de sistemas el etrônicos focando a implementação de \num protótipo de equipamento ou instru mento, incluindo dimensionamento de \ncomponentes, levantamento de cust os, estudo de viabilidade técnica e \neconômica e definição de caracter ísticas inovadoras do sistema. \n As experiências poderão ser individuais ou em equipe e visam tão somente fortalecer \na internalização dos conceitos e teor ias ministradas ao longo do curso.  \nAlém destas disciplinas de laboratório, outras disciplinas do curso incluirão atividades de laboratório, como por exemplo, as di sciplinas de microprocessadores, redes de \ncomputadores e protocolos de comunicaçõ es, entre outras, cujas atividades de \nlaboratório já estão previstas no programa da disciplina. \n3.3. Premissas Básicas \nA avaliação do número de professores ne cessários para que o presente Projeto \nPedagógico tenha êxito considerou os seguintes parâmetros básicos para os \nprofessores e disciplinas do Curso de Engenharia Elétrica: ", "35": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n35 \n  Número de horas-aula por professor na graduação : 120 horas-aula (8 \ncréditos). De acordo com a dinâmica de distribuição de encargos didáticos, os \ndepartamentos podem optar por alocar 60 horas-aula por professor no ciclo \nbásico e profissional e 60 horas-aula  por professor no ciclo específico \ncorrespondente ao curso que o professor preferir atuar de acordo com suas \nlinhas de pesquisa e orientação do departamento. \n Número Máximo de  Alunos por Turma : 60 alunos por turma teórica e 30 \nalunos por turma prática. Por entender que  as disciplinas da área de Circuitos \nElétricos e Eletromagnetismo demanda m acompanhamento diferenciado por \nparte dos docentes aos alunos e os seus  conteúdos correspondem ao cerne da \nformação do Engenheiro Eletricista, fico u estabelecido que as turmas destas \ndisciplinas serão limitadas a 45 alunos. Em relação aos laboratórios, o limite de \n30 alunos fica condicionado à existência  de tutores (alunos do mestrado e \ndoutorado) praticando o estágio em do cência nesses ambien tes. Se isto não \nfor possível, deverá ser estudada a redução de vagas nessas turmas. \n Oferecimento das disciplinas : O curso é integral e organizado semestralmente. \nDo primeiro ao sétimo período do curs o todas as disciplinas serão oferecidas \nem todos os semestres. No oitavo e nono períodos as disciplinas serão \noferecidas anualmente. ", "36": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n36 \n 4. Organização Curricular \n4.1. Disciplinas d e Ement a Aberta \nO curso de Engenharia Elétrica – Sistemas El etrônicos poderá oferecer disciplinas de \nementa aberta denominadas Seminários em Eletrônica.  \nAs disciplinas de seminários deverão aborda r temas relevantes para a área que podem \nvariar de acordo com o tempo. No calendário acadêmico anual da UFJF  é estabelecido um prazo para os \ndepartamentos informarem à coordenação de curso quais disciplinas serão oferecidas \nno semestre seguinte. No seme stre em que for oferecida al guma disciplina de ementa \naberta, o departamento deve informar à c oordenação de curso a ementa, o programa \ne a bibliografia a ser utilizada. As horas-aula cursadas nas disciplinas de ementa aberta serão contabilizadas como \natividade complementar para a integralização curricular. \n4.2. Estágio Curricular \nÉ um ato educativo supervisionado, desenvolvi do no ambiente de trabalho, que visa à \npreparação para o trabalho produtivo de  educandos que estejam frequentando o \nensino regular, em instituições de educaç ão superior (…) Art. 1º da Lei 11.788 de \n25/09/2008. O estágio curricular tem caráter obrigatório e deve estar em conformidade com o \ndisposto na lei supracitada, devendo cont emplar um período mínimo de duração de \n160 horas.  Entende-se por estágio curricular qualquer atividade que propicie ao estudante adquirir experiência profissional específica  e que contribua, de forma eficaz, para a \nsua absorção pelo mercado de trabalho. E nquadram-se nesse tipo de atividade as \nexperiências de convivência em ambiente de trabalho, o cumpri mento de tarefas com \nprazos estabelecidos, o trabalho em ambiente hierarquizado e com componentes cooperativistas ou corporativistas, etc.  O objetivo é proporcionar ao aluno a ", "37": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n37 \n oportunidade de aplicar seus conhecimen tos acadêmicos em situações da prática \nprofissional clássica, possibilitando-lhe  o exercício de atitudes em situações \nvivenciadas e a aquisição de uma visão crít ica de sua área de atuação profissional, \ncom organização fundamentada nos termos expressos no Regula mento Acadêmico de \nGraduação da UFJF. A avaliação é feita a partir de conceitos e observações \nestabelecidos pelas fontes geradoras do es tágio, em consonância com os parâmetros \ndefinidos em conjunto com docentes da UF JF. O estágio curricular, quando envolver \nentidade externa à UFJF, deve  se realizar num sistema de parceria institucional, \nmediante credenciamentos periódicos.  O objetivo do estágio curricular é proporci onar ao futuro engenheiro eletricista nas \nsuas diversas habilitações uma oportunidade de estar em contato, antes de deixar a \nFaculdade, com empresas da iniciativa pr ivada, ou de economia mista, ou mesmo \nórgãos públicos, desenvolve ndo um trabalho similar àquele que poderá vir a \ndesenvolver, futuramente, na sua vida profissional. \n \nO estágio curricular visa também facilitar o ingresso do futuro engenheiro eletricista \nno mercado de trabalho, seja através da rede  de contatos construída, seja através da \nsuperação do receio de se  assumir o primeiro emprego inerente a qualquer recém-\nformado.  \n \nOs assuntos específicos a serem tratados no estágio curricular obrigatório dependem \ndas propostas de atividades apresentad as pelas Empresas, devendo contemplar \natividades necessariamente relacionadas com a área de Engenharia Elétrica. As \natividades a serem desenvolvidas deverão se r aprovadas pela Comissão de Estágios do \nCurso de Engenharia Elétrica da UFJF. \n \nO estágio curricular obrigatório somente poderá ser feito pelo acadêmico que já tiver \ncursado 2550 horas (170 créditos) do Curso de Engenharia Elétrica - Sistemas \nEletrônicos da UFJF, o que ocorre geralmente  após ele ter terminado o 7º período do ", "38": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n38 \n curso, e deverá ter duração mínima de 160 horas. O estági o tem caráter de disciplina, \nsem aquisição de horas-aula. Sugere-se que  o estágio tenha uma duração mínima de \nseis meses, se possível.  Deverá haver um professor (ou grupo de professores) responsável pelo estágio \ncurricular. Esta comissão deverá ser resp onsável por verificar se o estágio não \nobrigatório previsto na Legislação pode ser computado como atividade \ncomplementar. \n \n4.3. Atividad es Compl ementares e Atividad es Integralizad oras  \n \nA Resolução 18/2002 do Conselho de Gr aduação da UFJF (CONGRAD) aprovou a \nflexibilização curricular dos cursos de graduação da UFJF. O presente Projeto \nPedagógico de Curso prevê que o aluno pode integralizar pelo menos 60 horas (quatro \ncréditos) em Atividades Complementares. \n Esta resolução estabelece as atividades  acadêmicas que podem ser contabilizadas \npara a integralização curricular. Estabele ce, também, que o Colegiado do Curso de \nEngenharia Elétrica em suas diferentes ha bilitações ou Consel ho de Unidade da \nFaculdade de Engenharia podem acrescenta r atividades com o objetivo de serem \ncontabilizadas para a integralização curricular.  A partir deste Projeto Pedagógico do Cu rso de Engenharia Elétrica, as seguintes \natividades passam a ser contabilizadas  como atividades complementares: \n \n Participação na diretoria de empresas juniores. \n Participação em congressos nacionais e internacionais. \n Participação em eventos técnicos científicos ligados à engenharia elétrica. \n Publicação de artigos em congre ssos ou periódicos científicos. ", "39": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n39 \n  Atividades de iniciação científica (C APES, CNPq, FAPEMIG, PET, PROVOQUE, \nP&Ds). \n Atividades de iniciação à docência, à pesquisa ou à ex tensão, como, por \nexemplo, monitoria. \n Visitas técnicas. \n Participação na diretoria do Ramo Estuda ntil do IEEE (The Institute of Electrical \nand Electronic Engineers), Capítulos do Ramo Estudantil e ou entidades \ninternacionais com objetivos análogos. \n Participação em Sociedades Técnicas e Científicas e entidade s de classe (ex. \nIEEE, Sociedade Brasileira de Automação – SBA, CIGRÈ, Sociedade Brasileira de \nEletrônica de Potência – SOBRAEP, CREA-Jr, etc). \n Organização de congressos, conferências, olimpíadas de motivação técnica (ex. \nOlimpíadas de Robôs, olimpíadas de projetos eletrônicos, etc.). \n Atividades no Núcleo de Empree ndedorismo da Faculdade (NEMPE). \n Atividades no Núcleo de Assistência Social da Faculdade de Engenharia \n(NASFE). \n Atividades à distância. \n Vivência profissional complementar. \n Disciplinas cursadas em cursos difere ntes do curso declarado do aluno. \n Disciplinas cursadas no Programa de Pós-Graduação em Engenharia Elétrica \n(PPEE). \n Aprovação em disciplinas oferecidas pelo Departamento de Línguas \nEstrangeiras Modernas da UFJF (DLEM). \n Participação em Órgãos Colegiados  da Universidade (Departamento, \nCoordenação de Curso, Conselho de Unidade, Conselho de Graduação – \nCONGRAD e Conselho Superior da UFJF – CONSU).  \n A Tabela 7 mostra a contabilização de horas- aula para as atividades complementares \ndefinida na resolução 18/2002 do CONGRAD. Esta tabela deve ser aprimorada pelo \nColegiado do Curso de Engenharia Elétri ca - Sistemas Eletrônicos a fim de se ", "40": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n40 \n contemplar as atividades complementares adicionais criadas a partir deste Projeto \nPedagógico de Curso (PPC). \nPeriodicamente, os alunos devem ter a opor tunidade de participar de atividades \nintegralizadoras do conhecimento que serão contabilizadas como atividades \ncomplementares. Os alunos deverão, nest as atividades, reunir os conhecimentos \nadquiridos ao longo do curso para a constr ução de protótipos, projetos técnicos, \ntrabalhos técnicos, etc. Um exemplo de at ividade integralizadora que já vem sendo \nrealizada ao longo dos anos no âmbito do Curso de Engenharia Elétrica são as \nOlimpíadas de Robôs que ocorre nos segundos semestres letivos. \nDeverá haver um professor (ou grupo de pr ofessores) responsável pelas atividades \ncomplementares.  \n \nAinda em relação às atividades integraliz adoras destacam-se os laboratórios de \nSistemas Eletrônicos e Projetos Eletrônicos.  Nestes laboratórios os alunos estarão \ndesenvolvendo atividades práticas que relacionam um conjunto coerente de \ndisciplinas do curso. \n \nTabela 7 - Contabilização de Créditos para as Atividades Complementares (Resolução 18/2002 – CONGRAD) \nAtividades Acadêmicas Curriculares Créditos ou Carga \nHorária por Atividade no Período Letivo \nAtividades de iniciação à docência, à pesquisa ou à extensão 60 horas-aula (04 créditos)\nAtividades à distância - disciplina Pré-fixado \n- teleconferência ou similar P roporcional à carga horária \nlimitando-se a 15 horas-aula (01 \ncrédito) \nDisciplina Pré-fixado \nElaboração de Monografia 30 horas-aula (02 créditos) + \ncarga horária específica do \ncurrículo do Curso \nEstágio Curricular Pré-fixado \nGrupos de Estudo 30 horas-aula (02 créditos)\nParticipação em eventos . apresentação de \ntrabalhos15 horas-aula (01 crédito) por \ntítulo de trabalho \n. organização 15 horas-aula (01 crédito) ", "41": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n41 \n . participação\nProporcional à carga horária \nlimitando-se a 15 horas-aula (01 \ncrédito) - seminários\n- colóquios\n- simpósios\n- encontros\n- festivais\n- palestras\n- exposições\n- oficinas\n- cursos de curta duração\n- outros (a serem definidos \npelo Colegiado de Curso ou Conselho de Unidade e homologados pela Pró-\nReitoria de Graduação)\nSeminário Pré-fixado \nVivência Profissional Co mplementar 15 horas-aula (01 \ncrédito) \nOutras (a serem definidas pe lo Colegiado de Curso ou \nConselho de Unidade e homologadas pela Pró-Reitoria \nde Graduação) --- \n \n4.4. Estratégias d e Integração e Interdisciplinaridad e com os \nDemais Cursos d e Graduação e Pós-Graduação \nO presente curso também tem como meta pr opor projetos acadêm icos que permitam \nao estudante relacionar-se com os outros cu rsos da Engenharia Elétrica e, até mesmo, \ncom as outras engenharias. A título de ex emplo, deve ser natural que um aluno do \ncurso de Engenharia Elétrica - Sistema Eletrônicos queira adquirir habilidades e \ncompetências em conteúdos da área de en ergia, ou alunos da área de Engenharia \nElétrica - Energia podem de sejar adquirir habilidades e competências em conteúdos \nespecíficos do Curso de Engenha ria Sanitária e Ambiental.   ", "42": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n42 \n A busca constante da integração e interdis ciplinaridade entre o curso de Engenharia \nElétrica -  Sistemas Eletrônicos com outros  cursos de graduação em engenharia e com \no curso  de pós-graduação em Engenharia Elétri ca deve ser caracterís tica intrínseca do \ncurso. A integração com outros cursos acon tece não só através dos professores e suas \ndisciplinas, mas, também, através dos alunos, nas atividades de iniciação científica e \nprojetos de pesquisa.  \nFaz parte da estratégia do curso não limitar os esforços de integração/ \ninterdisciplinaridade.  \n4.5. Trabalho Final d e Curso \nO Trabalho Final de Curso (TFC) é uma disc iplina com 90 horas-aula (seis créditos) e \nsegue todas as orientações do RAG (Regim ento Acadêmico da Graduação) da UFJF. \nPortanto o aluno deve receber uma nota de 0 a 100 pontos e, para ser aprovado, deve \nobter uma nota superior a 60 pontos. \n A partir do período em que faltarem apenas 930 horas-aula (62 créditos) em \ndisciplinas para serem cursados para integr alizar o seu currículo, o estudante poderá \nse matricular na disciplina de  Trabalho Final de Curso. \n \nA Resolução 01/2009 do Colegiado do Curs o de Engenharia Elétrica regulamenta o \nTFC, sendo que o colegiado do curso de Sis temas Eletrônicos deverá, se necessário, \npromover adaptações. \n \nO Trabalho Final de Curso deverá ser or ientado por um professor do Curso de \nEngenharia Elétrica. Se o aluno desejar ser or ientado por um profissional que não seja \nprofessor do Departamento de Energia ou de  Circuitos Elétricos, a orientação deverá \nser acompanhada por um professor do Curso de Engenharia Elétrica. \n \nO Trabalho Final de Curso deverá ser ava liado em sessão pública por uma comissão de \navaliação através de uma apresentação oral  de no mínimo 30 minutos. A comissão de ", "43": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n43 \n avaliação será presidida pelo professor or ientador e deve conter pelo menos outro \nprofessor do Curso de Engenharia Elétrica. O estudante matriculado na disciplina TFC \ndeverá entregar à secretaria do curso, su a monografia provisória, após anuência de \nseu orientador, com uma antecedência míni ma de 20 dias da data marcada para a \napresentação oral.  \nO objetivo do Trabalho Final de Curso é fazer com que o discente realize uma \natividade integralizadora do conheciment o adquirido ao long o do Curso e possa \ncolocar em prática as habilidade e comp etências adquiridas. Adicionalmente, a \napresentação oral do Trabalho Final de  Curso é fundamental para que o aluno \ndesenvolva a habilidade de realizar aprese ntações e defender argumentos técnicos. \n4.6. Disciplinas Comuns aos Outros Cursos (1o ao 6o \nPeríodos) \nAs Tabelas 8 a 16 mostram as disciplinas a serem oferecidas em cada período.  As \ndisciplinas com código terminado por XXX deverão ter suas ementas, programa e \nbibliografia listados em anexo a este docu mento (formulários CD-01 – padrão UFJF). \nTabela 8 – Disciplinas a Serem Oferecidas no Primeiro Período  \nPeríodo Disciplina Créditos Código Departamento\n1 Introdução à Engenharia Elétrica 2 CEL064 CEL \n1 Algoritmos 4 DCC119 DCC \n1 Laboratório de Programação 2 DCC120 DCC \n1 Geometria Analítica e Sistemas Lineares 4 MAT155 MAT \n1 Laboratório de Ciências 4 ICE002 ICE \n1 Cálculo I 4 MAT154 MAT \nTOTAL DE CRÉDITOS DO PERÍODO 20   \n \nTabela 9 – Disciplinas a Serem Oferecidas no Segundo Período  \nPeríodo Disciplina Créditos Código Departamento\n2 Física I 4 FIS073 FIS \n2 Laboratório de Física I 2 FIS077 FIS \n2 Cálculo II 4 MAT156 MAT \n2 Álgebra Linear 4 MAT158 MAT \n2 Laboratório de Química 2 QUI126 QUI \n2 Química Fundamental 4 QUI125 QUI ", "44": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n44 \n TOTAL DE CRÉDITOS DO PERÍODO 20   \n \nTabela 10 – Disciplinas a Serem Oferecidas no Terceiro Período \nPeríodo Disciplina Créditos Código Departamento\n3 Cálculo III 4 MAT157 MAT \n3 Equações Diferenciais I 4 MAT029 MAT \n3 Física II 4 FIS074 FIS \n3 Cálculo de Probabilidades 4 EST007 EST \n3 Desenho Aux. Por Computador 2 AUR070 AUR \n3 Circuitos Lógicos 4 CEL032 CEL \n3 Ecologia 2 ESA002 ESA \n3 Desenho Auxiliado por Computador 2 AUR070 AUR \nTOTAL DE CRÉDITOS DO PERÍODO 22   \n \nTabela 11 – Disciplinas a Serem Oferecidas no Quarto Período  \nPeríodo Disciplina Créditos Código Departamento\n4 Cálculo Numérico 4 DCC008 DCC \n4 Equações Diferencia is II 4 MAT030 MAT \n4 Laboratório de Eletrotécnica 2 ENE045 ENE \n4 Resistência dos Materiais 4 MAC015 MAC \n4 Circuitos Lineares I 4 CEL033 CEL \n4 Fenômenos de Transportes 4 FIS081 FIS \n4 Física III 4 FIS075 FIS \nTOTAL DE CRÉDITOS DO PERÍODO 26   \n \nTabela 12 – Disciplinas a Serem Oferecidas no Quinto Período  \nPeríodo Disciplina Créditos Código Departamento\n5 Física IV 4 FIS076 FIS \n5 Circuitos Lineares II 4 CEL034 CEL \n5 Eletrônica Analógica 4 CEL099 CEL \n5 Eletromagnetismo 4 CEL065 CEL \n5 Laboratório de Eletrônica 2 CEL037 CEL \n5 Sinais e Sistemas 4 CEL066 CEL \n5 Circuitos Trifásicos 4 CEL062 CEL \nTOTAL DE CRÉDITOS DO PERÍODO 26   \n \nTabela 13 – Disciplinas a Serem Oferecidas no Sexto Período  \nPeríodo Disciplina Créditos Código Departamento \n6 Teoria de Controle I 4 CEL038 CEL \n6 Laboratório de Sist. Eletrônicos I (*)  2 CEL071 CEL \n6 Princípios de Comunicações 4 CEL068 CEL ", "45": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n45 \n 6 Introdução aos Processos Estocásticos 4 CEL070 CEL \n6 Eletrônica II 4 CEL051 CEL \n6 Eletromagnetismo Aplicado 4 CELXXX CEL \n6 Eletrônica Digital 4 CEL035 CEL \nTOTAL DE CRÉDITOS DO PERÍODO 26   \n(*) Esta disciplina é comum apenas com o curso de Telecomunicações. \n \nAs habilitações de Sistemas Eletrônicos, Telecomunicações e Automação e Robótica \nterão algumas disciplinas do sétimo ao  nono período em comum, conforme \napresentado nas Tabelas 14, 15 e 16. \n \nTabela 14 – Sétimo Período do Curso de Sistemas Eletrônicos \nPeríodo Disciplina Créditos Código Departamento\n7 Redes de Comunicação e Protocolos de \nComunicação I(*) 4 CEL073 CEL \n7 Fundamentos de Conversão(*)(**) 4 ENEXXX ENE \n7 Processamento de Sinais I(*) 4 CEL075 CEL \n7 Teoria de Controle II (*)(**) 4 CEL039 CEL \n7 Microprocessadores (*)(**) 4 CEL069 CEL \n7 Laboratório de Sistemas El etrônicos II 2 CEL077 CEL \n7 Otimização(**) 4 ENE081 ENE \nTOTAL DE CRÉDITOS DO PERÍODO 26  CEL \n(*) Esta disciplina é comum com o curso de Telecomunicações. \n(**) Esta disciplina é comum com o curso de Robótica e Automação. \n \nTabela 15 – Oitavo Período do Curso de Sistemas Eletrônicos \nPeríodo Disciplina Créditos Código Departamento \n8 Informática Industrial(**) 4 ENEXXX ENE \n8 Projetos de Circ. Integr ados Analog. 4 CEL074 CEL \n8 Processamento de Sin ais II 2 CEL079 CEL \n8 Dispositivos Lógico Programáveis 2 CEL076 CEL \n8 Eletrônica de Potência(**) 4 CEL040 CEL \n8 Instrumentação Eletrônica(*)(**) 4 CEL078 CEL \n8 Laboratório de Sistemas Eletrônicos III 2 CELXXX CEL \nTOTAL DE CRÉDITOS DO PERÍODO 22   \n(*) Esta disciplina é comum com o curso de Telecomunicações. \n(**) Esta disciplina é comum com o curso de Robótica e Automação. \n ", "46": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n46 \n Tabela 16 – Nono Período do Curso de Sistemas Eletrônicos \nPeríodo Disciplina Créditos Código Departamento \n9 Software Embarcado(**) 4 CEL080 CEL \n9 Direito Privado(*)(**) 4 DPR032 DPR \n9 Fontes Chaveadas 2 CEL084 CEL \n9 Análise de Investimentos 4 ENE084 ENE \n9 Laboratório de Proj. Eletrônicos 2 CEL082 CEL \n9 Projetos de Circuitos de RF(*) 4 CEL081 CEL \n9 Instalações Elétricas(*)(**) 4 ENE082 ENE \nTOTAL DE CRÉDITOS DO PERÍODO 24   \n(*) Esta disciplina é comum com o curso de Telecomunicações. \n(**) Esta disciplina é comum com o curso de Robótica e Automação. \n \nO décimo período conterá as disciplinas de  Trabalho Final de Curso, Atividades \nComplementares e Estágio Obrigatório.   \n4.7. Representação Gráfica d e um Perfil d e Formação \nAs figuras a seguir mostram uma represen tação gráfica de um perfil de formação, \ndetalhando disciplinas do ciclo básico, pr ofissionalizante, específico, eletivas e \noptativas.    \n \n  \n \n \n \n     ", "47": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n47 \n \n ", "48": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n48 \n \n ", "49": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n49 \n 4.8. Seminários d e Engenharia, Cidadania e Metod ol ogia \nCientífica \nAnualmente será organizado pela coorde nação do curso de Engenharia Elétrica – \nSistemas Eletrônicos e o Diretório Central Acadêmico um seminário sobre Engenharia, \nCidadania e Metodologia (Semana da Enge nharia). Nesta semana  serão convidados \npalestrantes que irão abordar sobre temas de formação humana e profissional, tais \ncomo: \n Ética e moral; \n Ética profissional; \n Engenharia e transformação da sociedade; \n Participação cidadã do engenheiro; \n Engenharia e Sociologia; \n Engenharia e Sociedade; \n Administração; \n Engenharia e o direito; \n Metodologia Científica; \n Humanidades; \n Ciências Sociais; \n Cidadania; \n Meio Ambiente. \n \n4.9. Disciplinas El etivas \nAs disciplinas eletivas são destinadas à formação acadêmica complementar do \ndiscente e integrante de um elenco de  opções pré-estabelecidas no PPC. São \nconsideradas disciplinas eletivas aquelas que atendam todas as condições abaixo:  \n(i) Sejam disciplinas obrigatórias pertencent es à grade de um dos outros cursos de \nEngenharia Elétrica (Telecom unicações, Robótica & Automa ção Industrial, Energia ou \nSistemas de Potência);  (ii) Não sejam disciplinas obrigatórias para  o curso de Engenharia Elétrica - Sistemas \nEletrônicos. \nAdicionalmente, as disciplinas cursadas no curso de Ciência da Computação e especificadas no quadro de disciplinas elet ivas serão consideradas como disciplinas ", "50": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n50 \n eletivas e as cursadas no Departamento de  Línguas Estrangeiras serão contabilizadas \ncomo eletivas até um limite de quatro créditos.  \n4.10.  Disciplinas Opt ativas \nAs disciplinas optativas são destinadas à formaç ão da cultura geral, em qualquer área do \nconhecimento, de livre escolha do discente . As seguintes disciplinas são consideradas \noptativas e são contabilizadas como atividades complementares com o seu respectivo número de créditos. O aluno pode integralizar um máximo de 60 horas-aula (quatro créditos) de atividades complementares.  \nTabela 17 – Relação de Disciplinas Optativas \n \nDisciplina Cr./ha Código Departamento \nLíngua Brasileira de Sinais LIBRAS 4/60 EDU088 EDU \nDiversidade Étnico-Racial  4/60 EDU068 EDU \nFundamentos de Computação 1/15 UNI101 ICE \nEditoração Eletrônica de Documentos 1/15 UNI102 ICE \nPlanilhas Eletrônicas 1/15 UNI103 ICE \nInternet e Aplicações 1/15 UNI104 ICE \nEditoração Eletrônica de Apresentações 1/15 UNI105 ICE \nBanco de Dados 1/15 UNI106 ICE \nIntrodução ao LINUX 1/15 UNI107 ICE \nIntrodução ao HTML 1/15 UNI108 ICE \nEditoração de Imagens  1/15 UNI109 ICE \nEditoração de Textos 1/15 UNI110 ICE \nGestão de Projetos 1/15 UNI111 ICE \n  \n \n5. Competências e Habilidad es \n5.1. Perfil d o Profissional a ser Formad o \nDe acordo com a Resolução CNE/CES No  11/2002, o Curso de Graduação em \nEngenharia tem como perfil do formando egresso/profissional o engenheiro, com \nformação generalista, humanista, crítica e reflexiva, capacitado a absorver e \ndesenvolver novas tecnologias, estimulando  a sua atuação crítica e criativa na \nidentificação e resolução de problemas, considerando seus aspectos políticos, ", "51": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n51 \n econômicos, sociais, ambientais e cultur ais, com visão ética e humanística, em \natendimento às demandas da sociedade.  Ainda segundo a mesma Resolução, a \nformação do engenheiro tem por objetivo dotar o profissional dos conhecimentos \nrequeridos para o exercício das seguinte s competências e habilidades gerais: \n 1) Aplicar conhecimentos matemáticos, cien tíficos, tecnológicos e instrumentais à \nengenharia;  \n2) Projetar e conduzir experime ntos e interpretar resultados; \n3) Conceber, projetar e analisar sistemas, produtos e processos; \n4) Planejar, supervisionar, elaborar e coor denar projetos e serviços de engenharia; \n5) Identificar, formular e reso lver problemas de engenharia; \n6) Desenvolver e/ou utilizar novas ferramentas e técnicas; \n7) Supervisionar a operação e a manutenção de sistemas; 8) Avaliar criticamente a operaç ão e a manutenção de sistemas; \n9) Comunicar-se eficientemente nas formas escrita, oral e gráfica; \n10) Atuar em equipes multidisciplinares; \n11) Compreender e aplicar a ética e responsabilidade profissionais; \n12) Avaliar o impacto das atividades da engenharia no contexto social e ambiental; 13) Avaliar a viabilidade econômic a de projetos de engenharia; \n14) Assumir a postura de permanente busca de atualização profissional. \n \nDirecionando o enfoque à fiscalização do  exercício profissional das diferentes \nmodalidades de Engenharia, o Conselho Federal de Engenhari a, Arquitetura e \nAgronomia – CONFEA, na Resolução Nº 101 0 de 22 de agosto de 2005 (CONFEA, 2005) \ndefine as seguintes atividades profissionais para o Engenheiro: \n1) Gestão, supervisão, coorde nação e orientação técnica; \n2) Coleta de dados, estudo, plan ejamento, projeto e especificação; \n3) Estudo de viabilidade técnico-econômica e ambiental; 4) Assistência, assessoria e consultoria; 5) Direção de obra ou serviço técnico; ", "52": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n52 \n 6) Vistoria, perícia, avaliação, monitoramento, laudo, parecer técnico, auditoria, \narbitragem; \n7) Desempenho de cargo ou função técnica; 8) Treinamento, ensino, pesquisa, desenvol vimento, análise, experimentação, ensaio, \ndivulgação técnica, extensão; 9) Elaboração de orçamento; \n10) Padronização, mensuração , controle de qualidade; \n11) Execução de obra ou serviço técnico; \n12) Fiscalização de obra ou serviço técnico; 13) Produção técnica e especializada; 14) Condução de serviço técnico; \n15) Condução de equipe de instalação, mo ntagem, operação, reparo ou manutenção; \n16) Execução de instalação, montagem, operação, reparo ou manutenção; 17) Operação, manutenção de e quipamento ou instalação; e \n18) Execução de desenho técnico. \nA resolução nº 473, de 26 de novembro de 2002 institui a tabela de títulos \nprofissionais do sistema CONFEA/CREA, na qual o Engenheiro Eletricista - Eletrônica \n(121-08-01) está inserido na mesma.  O curso de Engenharia Elétrica- Sistemas Elet rônicos da UFJF está concebido para que \no futuro engenheiro seja um profissional de formação generalista, que atua na área de \nmateriais eletro-eletrônicos; sistemas de medição e de controle eletro-eletrônico; \ndesenvolvimento de sistemas, produtos e equipamentos eletrônicos, sistemas \nembarcados, conversores, fontes chaveada s e sistemas baseados em dispositivos \nlógico programáveis. Estuda, projeta e especi fica materiais, componentes, dispositivos \ne equipamentos eletro-eletrônicos, eletromecânicos, magnéticos, ópticos, de \ninstrumentação, sensores e atuadores de transmissão e recepção de dados, de \náudio/vídeo, de segurança patrimonial e de eletrônica embarcada. Planeja, projeta, \ninstala, opera e mantém sistemas de mediçã o e instrumentação eletro-eletrônica, de \nacionamentos de máquinas, de  controle eletrônico e de automação, e de sistemas ", "53": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n53 \n eletrônicos embarcados. Realiza pesquisa científica e tecnol ógica na área de \neletrônica e processamento de  sinais. Coordena e supervisiona equipes de trabalho, \nrealiza estudos de viabilidade técnico-econôm ica, executa e fiscaliza obras e serviços \ntécnicos; e efetua vistorias, perícias e av aliações, emitindo laudos e pareceres. Em \nsuas atividades, considera a ética, a seguranç a, a legislação e os impactos ambientais. \n \nAlém disso, o egresso do curso de Engenhari a Elétrica – Sistemas Eletrônicos deverá \nter uma sólida formação técnica, científica  e profissional que o capacite a usar e \ndesenvolver novas tecnologias, estimulando  a sua atuação crítica e criativa na \nidentificação e resolução de problemas, considerando seus aspectos políticos, \neconômicos, sociais, ambientais e cultur ais, com visão ética e humanística, em \natendimento as demandas da sociedade. \n5.1.1.  Conhecimentos Essenciais \n Métodos matemáticos e numéricos. \n Medidas e Instrumentação Industrial. \n Teoria de controle clássico e moderno. \n Eletromagnetismo. \n Aquisição de dados e processamento de sinais. \n Microprocessadores e micro controladores. \n Eletrônica analógica e digital. \n Arquitetura de computadores, redes e protocolos. \n Programação de microprocessadores e microcomputadores. \n Processos Estocásticos. \n Comunicação analógica de sinais. \n Comunicação digital de dados. \n Instrumentação Eletrônica. \n5.1.2.  Conhecimentos Compl ement ares \n Processamento Digital de Sinais. ", "54": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n54 \n  Sistemas Embarcados. \n Sistema de Comunicação. \n Dispositivos Lógicos Programáveis. \n Eletrônica de Potência. \n Sistemas inteligentes. \n6. Formas e Mecanismos d e Sel eção: Sistema d e Ingresso \nAs principais formas de ingr esso nos cursos de Engenharia Elétrica da UFJF são:  \n• PISM: Programa de Ingresso Seletivo Mist o (para alunos cursando o ensino médio);  \n• SISU: Sistema de Seleção Unificada (substituiu o antigo vestibular)  \n• Mudança de outro curso da UFJF  para a Engenharia Elétrica  \n• Transferência de outra instituição para a Engenharia Elétrica   \nProcessos de Ingresso pelo PISM e SISU  \nO ingresso se dará através do Sistema de Seleção Unificada (SISU), o qual utiliza as \nnotas do Enem (Exame Nacional do Ensino Médio), e através do Programa de Ingresso \nSeletivo Misto (PISM), ou outro processo de  ingresso que poderá ser definido pelo \nConselho Superior da UFJF.  \n  \nProcessos de Ingresso por Mudan ça de Curso e Transferência  \nAs mudanças de curso (para quem já estuda num outro curso da UFJF) e as transferências de outras instituições dependem das condições estabelecidas em \neditais periodicamente publicados, que es pecificam número de vagas, datas de \ninscrição, etc. Para maiores informações so bre o edital deve ser obtidas através da \nCentral de Atendimento da UFJF.  Vagas \nO curso de Engenharia Elétrica - Sistemas Eletrônicos oferece quarenta e seis (46) \nvagas declaradas e doze (12) vagas não de claradas, totalizando cinquenta e oito vagas \n(58) anuais. ", "55": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n55 \n Para se inscrever para as vagas declaradas, o candidato deve declarar a sua opção pela \nhabilidade pretendida no ato da inscrição na Universidade. \nO aluno que optar pelas vagas não declarad as deverá ingressar na Universidade \natravés do Curso de Ciências Exatas e Tecn ológicas. Este curso oferece sessenta (60) \nvagas referentes aos cursos de engenharia el étrica, sendo deste total, doze (12) vagas \ndestinadas ao curso de Sistemas Eletrônicos. \nAo ingressar no Curso de Ciências Exatas e Tecnológicas, o aluno deverá cursar três \nsemestres letivos e, ao finalizar e tendo aprovado um conjunto pré-determinado de \ndisciplinas, será classificado de acordo com o seu índice de rendimento acadêmico \n(IRA) que é a média das notas obtidas po nderadas pelo número de créditos. Este \nconjunto pré-determinado é composto pelas seguintes disciplinas, totalizando 42 \ncréditos: Cálculo I (4 créditos), Geometria An alítica e Sistemas Lineares (4 créditos), \nAlgoritmos (4 créditos), Laboratório de Programação (2 créditos), Laboratório de \nCiências (4 créditos), Química Fundamental (4 créditos), Cálculo II (4 créditos), Física I \n(4 créditos), Laboratório de Física I (2 créd itos), Laboratório de Química (2 créditos), \nCálculo III (4 créditos), Física II (4 crédit os). Com o Índice de Rendimento Acadêmico \nobtido considerando-se estes 42 créditos, o aluno poderá escolher entre os seguintes \ncursos que terão suas vagas preenchidas prioritariamente pelos alunos com maior \nIRA: \n Bacharelado em Ciência da Computação. \n Bacharelado em Estatística. \n Bacharelado em Física. \n Bacharelado em Física Aplicada. \n Bacharelado em Matemática. \n Bacharelado em Matemática Aplicada. \n Bacharelado em Química. \n Licenciatura em Física. \n Licenciatura em Química. \n Licenciatura em Matemática. \n Engenharia Computacional. ", "56": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n56 \n  Engenharia Elétrica –Sistema s Eletrônicos (12 vagas). \n Engenharia Elétrica –Energia (12 vagas). \n Engenharia Elétrica – Robótica e Automação Industrial (12 vagas) \n Engenharia Elétrica – Sistema s de Potência (12 vagas) \n Engenharia Elétrica –  Telecomunicações (12 vagas) \nCada disciplina que terá sua nota contab ilizada no IRA do aluno que o permitirá a \nescolher o curso que deseja ingressar terá  um coordenador peda gógico próprio. Com \nisto todos os alunos do Bachar elado em Ciências Exatas e Tecnológicas serão avaliados \npor provas idênticas e suas provas serão corrigidas pela mesma banca examinadora. \nIsto garantirá condições para a avaliação dos alunos. O ingresso via vagas não declaradas tem a vantagem de oferecer ao acadêmico um \ntempo maior para conhecer as nuances de cada opção de formaç ão e fazer a escolha \nde forma mais consciente. Ao longo dos tr ês primeiros períodos, o acadêmico recebe \ninformações sobre os cursos disponív eis e receberá acompanhamento do \ndepartamento de psicologia para auxilia r a escolha da sua carreira profissional. \n \n6.1. Mobilidad e entre Ênfases da Engenharia El étrica \n \nTendo em vista que as disciplinas do tronco  básico (primeiro ao sexto período) dos \ncursos de Engenharia Elétrica são quase que na sua totalidade as mesmas, o aluno \ninteressado poderá requerer às coordenações  dos cursos de origem e de destino, a \nmudança de seu curso original, uma úni ca vez, nas seguintes condições:  \n i. O aluno deve ter cursado pelo menos 140 cr éditos em disciplinas obrigatórias de seu \ncurso de origem.   \nii. Cada curso da Engenharia Elétrica poderá  ter um fluxo de entrada ou saída de, no \nmáximo, três alunos por semestre, através dest e mecanismo de mobilidade.  \n  ", "57": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n57 \n iii. Havendo mais alunos interessados em mudar de determinado curso do que o \nprevisto no item ii, serão efetivadas as so licitações dos alunos com maior Índice de \nRendimento Acadêmico (IRA). Havendo empa te, será admitido o aluno com maior \nnúmero de créditos cursados.  iv. As coordenações de curso abrirão, an tes do período de matrículas de cada \nsemestre letivo, Edital de Mobilidade Acadêmic a entre Cursos de Engenharia \nElétrica , para que os interessados se inscrevam. \n \n7. Corpo Docente \nO Corpo Docente atual dos departamentos de Circuitos Elétricos e de Energia Elétrica \nconta com 44 professores efetivos em regime  de dedicação exclus iva. Existem ainda \nos docentes alocados em outros Depa rtamentos (matemática, física, química, \nestatística, computação, estruturas, direit o, engenharia ambiental) que atuarão na \nformação básica dos nossos alunos. Os pr ofessores alocados nestes Departamentos \nsão em sua maioria contratados em regime de dedicação exclusiva  \nFinalmente, a partir da adesão ao programa REUNI, a UFJF e o Governo Federal \nfirmaram um contrato no qual o Governo Fe deral se compromete a dar infra-estrutura \ne docentes em contrapartida ao aumento do número de oferta de vagas a serem \noferecidas. Ainda no ano de 2013 serão co ncluídos os concursos para preencher 4 \nvagas no departamento de Circuitos Elétri cos, sendo 2 dedicadas para o curso de \nEngenharia Elétrica - Sistemas Eletrônicos e 2 para o curso de Engenharia Elétrica -  Telecomunicações, e 10 vagas no depa rtamento de Energia Elétrica.  \n Uma listagem contendo todos os docentes do curso, sua máxima titulação e seu \nregime de trabalho se encontra na tabela abaixo. \n  ", "58": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n58 \n NOME DEPTO TITULAÇÃO REGIME \nABILIO MANUEL VARIZ DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nACACIO MAGNO RIBEIRO DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nADILSON DAVID DA SILVA DEPTO DE  QUIMICA /ICE DOUTORADO DE \nADLAI RALPH DETONI DEPTO DE MATEMATICA /ICE DOUTORADO DE \nALAN MIGUEL \nVELASQUEZ TORIBIO DEPTO DE FISICA /ICE DOUTORADO DE \nALBERT CARLO \nRODRIGUES MENDES DEPTO DE FISICA /ICE DOUTORADO DE \nALEX BORGES VIEIRA DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO DE \nALEXANDRE BESSA DOS \nSANTOS DEPTO DE CIRCUITOS ELETRICOS \n/ENG DOUTORADO DE \nALEXANDRE CUIN DEPTO DE QU IMICA /ICE DOUTORADO DE \nALEXANDRE ROCHA \nDUARTE DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO TEMPORÁRIO \nALEXEI ANATOLEVICH \nDERIGLAZOV DEPTO DE MATEMATICA /ICE DOUTORADO DE \nALFREDO CHAOUBAH DEPTO DE ES TATISTICA /ICE DOUTORADO DE \nALINE SARMENTO \nPROCOPIO DEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL DOUTORADO DE \nALVARO AUGUSTO \nMACHADO DE MEDEIROSDEPTO DE CIRCUITOS ELETRICOS \n/ENG DOUTORADO DE \nANA PAULA SOARES \nFONTES DEPTO DE QUIMICA /ICE DOUTORADO DE \nANA SILVIA PEREIRA \nSANTOS DEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL DOUTORADO DE \nANA TERCIA MONTEIRO \nOLIVEIRA DEPTO DE MATEMATICA /ICE DOUTORADO DE \nANDRE ARBEX HALLACK DEPTO DE MATEMATICA /ICE DOUTORADO DE \nANDRE AUGUSTO \nFERREIRA DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nANDRE DESIDERIO \nMALDONADO DEPTO DE MATEMATICA /ICE MESTRADO SUBSTITUTO \nANGELA MELLO COELHO DEPTO DE ESTATISTICA /ICE DOUTORADO DE \nANTONIO CARLOS \nBARRETO PINTO DEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL DOUTORADO DE \nANTONIO CARLOS SANT \nANA DEPTO DE QUIMICA /ICE DOUTORADO DE \nANTONIO OLIMPIO \nJUNIOR DEPTO DE MATEMATICA /ICE DOUTORADO DE \nARLEI LUCAS DE SOUZA \nROSA DEPTO DE ENERGIA ELETRICA /ENG MESTRADO SUBSTITUTO \nAUGUSTO CARVALHO \nSOUZA DEPTO DE ESTATISTICA /ICE MESTRADO DE \nAUGUSTO SANTIAGO \nCERQUEIRA DEPTO DE CIRCUITOS ELETRICOS \n/ENG DOUTORADO DE \nBARBARA DE MELO \nQUINTELA DEPTO DE CIENCIA DA COMPUTACAO \n/ICE  SUBSTITUTO \nBARBARA LUCIA DE \nALMEIDA DEPTO DE QUIMICA /ICE DOUTORADO DE \nBERNARDO MARTINS \nROCHA DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO DE \nBERNHARD JOHANNES DEPTO DE FISICA /ICE DOUTORADO DE ", "59": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n59 \n LESCHE \nBRUNO HENRIQUES DIAS DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nCAMILA BORELLI ZELLER DEPTO DE ESTATISTICA /ICE DOUTORADO DE \nCARLOS ALBERTO \nHUAIRA CONTRERAS DEPTO DE ESTATISTICA /ICE GRADUAÇÃO SUBSTITUTO \nCARLOS AUGUSTO \nDUQUE DEPTO DE CIRCUITOS ELETRICOS \n/ENG DOUTORADO DE \nCARLOS CRISTIANO \nHASENCLEVER BORGES DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO DE \nCARLOS JUAREZ \nVELASCO DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nCHARLANE CIMINI \nCORREA DEPTO DE QUIMICA /ICE DOUTORADO SUBSTITUTO \nCRISTIANE DE ANDRADE \nMENDES DEPTO DE MATEMATICA /ICE DOUTORADO DE \nCRISTIANO GOMES \nCASAGRANDE DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO SUBSTITUTO \nCRISTIANO LEGNANI DEPTO DE FISICA /ICE DOUTORADO DE \nCUSTODIO GOUVEA \nLOPES DA MOTTA DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO DE \nDANIEL DISCINI SILVEIRA DEPTO DE CIRCUITOS ELETRICOS \n/ENG DOUTORADO DE \nDANILO PEREIRA PINTO DEPTO DE ENER GIA ELETRICA /ENG DOUTORADO DE \nDAVID SERGIO ADAES DE \nGOUVEA DEPTO DE CIRCUITOS ELETRICOS \n/ENG DOUTORADO DE \nDEBORA ROSANA \nRIBEIRO PENIDO ARAUJODEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nDENILSON CARVALHO \nRESENDE DEPTO DE FISICA /ICE MESTRADO SUBSTITUTO \nDENISE LOWINSOHN DEPTO DE QUIMICA /ICE DOUTORADO DE \nDILMER GEORGE SILVA DEPTO DE CIRCUITOS ELETRICOS \n/ENG DOUTORADO 40H \nEDMAR WELINGTON \nOLIVEIRA DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO DE \nEDUARDO BARRERE DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO DE \nEDUARDO PAGANI JULIO DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO DE \nEMANOEL DE CASTRO \nANTUNES FELICIO DEPTO DE QUIMICA /ICE DOUTORADO DE \nENDRIK NARDOTTO RIOS D EPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL SUBSTITUTO DE \nESTEVAO COELHO \nTEIXEIRA DEPTO DE CIRCUITOS ELETRICOS \n/ENG DOUTORADO DE \nEVALDO DE OLIVEIRA DA \nSILVA DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO DE \nEVER PEREIRA DA SILVA DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO DE \nFABIO RODRIGUES \nPEREIRA DEPTO DE MATEMATICA /ICE DOUTORADO DE \nFABIO ZAPPA DEPTO DE FISICA /ICE DOUTORADO DE \nFABRICIO DE SOUZA \nOLIVEIRA DEPTO DE DIREITO PRIVADO /DIR MESTRADO DE \nFABRICIO PABLO DEPTO DE CIRCUI TOS ELETRICOS DOUTORADO DE ", "60": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n60 \n VIRGINIO DE CAMPOS /ENG \nFELIPE DOS SANTOS \nLOUREIRO DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO DE \nFERNANDA IRENE \nBOMBONATO DEPTO DE QUIMICA /ICE DOUTORADO DE \nFERNANDA MARIA DA \nCOSTA VIEIRA DEPTO DE DIREITO PRIVADO /DIR DOUTORADO DE \nFERNANDO SATO DEPTO DE FISICA /ICE DOUTORADO DE \nFLAVIA CAVALIERI \nMACHADO DEPTO DE QUIMICA /ICE DOUTORADO DE \nFLAVIANA ANDREA \nRIBEIRO DEPTO DE MATEMATICA /ICE MESTRADO DE \nFLAVIO DA ROCHA \nAZEVEDO DEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL MESTRADO DE \nFLAVIO IASSUO \nTAKAKURA DEPTO DE FISICA /ICE DOUTORADO DE \nFLAVIO VANDERSON \nGOMES DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nGERMAN DAVID YAGI \nMOROMISATO DEPTO DE ENERGIA ELETRICA /ENG MESTRADO SUBSTITUTO \nGIOVANA TREVISAN \nNOGUEIRA DEPTO DE FISICA /ICE DOUTORADO DE \nGIULIANO PRADO DE \nMORAIS GIGLIO DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO SUBSTITUTO \nGLAUKER MENEZES DE \nAMORIM DEPTO DE MATEMATICA /ICE MESTRADO DE \nGUILHERME DE \nBERREDO PEIXOTO DEPTO DE FISICA /ICE DOUTORADO DE \nHARLEM VIEIRA CASTRO DEPTO DE QUIMICA /ICE MESTRADO SUBSTITUTO \nHEDER SOARES \nBERNARDINO DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO DE \nHELIO FRANCISCO DA \nSILVA DEPTO DE CIRCUITOS ELETRICOS \n/ENG DOUTORADO DE \nHENRIQUE ANTONIO \nCARVALHO BRAGA DEPTO DE CIRCUITOS ELETRICOS \n/ENG DOUTORADO DE \nHEVELINE SILVA DEPTO DE QU IMICA /ICE DOUTORADO DE \nINDHIRA OLIVEIRA \nMACIEL DEPTO DE FISICA /ICE DOUTORADO DE \nIVAN FERREIRA DOS \nSANTOS DEPTO DE FISICA /ICE DOUTORADO DE \nIVO CHAVES DA SILVA \nJUNIOR DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nIVONI DE FREITAS REIS DEPTO DE QUIMICA /ICE DOUTORADO DE \nJANE AZEVEDO DA SILVA DEPTO DE ESTATISTICA /ICE DOUTORADO DE \nJESULIANA NASCIMENTO \nULYSSES DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO SUBSTITUTO \nJOANA DARC ANTONIA \nSANTOS DA CRUZ DEPTO DE MATEMATICA /ICE DOUTORADO DE \nJOANIZIO AFONSO \nRIBEIRO DIAS DEPTO DE MATEMATICA /ICE GRADUAÇÃO SUBSTITUTO \nJOAO ALBERTO PASSOS \nFILHO DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nJOAO CARLOS DE ASSIS \nRIBEIRO DE OLIVEIRA DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO DE ", "61": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n61 \n JORGE ANANIAS NETO DEPTO DE FISICA /ICE DOUTORADO DE \nJOSE EUGENIO DE \nJESUS CARDOSO \nGRAUDO DEPTO DE QUIMICA /ICE DOUTORADO DE \nJOSE HONORIO \nGLANZMANN DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO SUBSTITUTO \nJOSE LUIZ MATHEUS \nVALLE DEPTO DE FISICA /ICE DOUTORADO DE \nJOSE PAULO \nRODRIGUES FURTADO \nDE MENDONCA DEPTO DE FISICA /ICE DOUTORADO DE \nJULIANA ALVES DOS \nSANTOS DEPTO DE QUIMICA /ICE DOUTORADO DE \nJULIO AKASHI \nHERNANDES DEPTO DE FISICA /ICE DOUTORADO DE \nJULIO CESAR TEIXEIRA D EPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL DOUTORADO DE \nLAERCIO JOSE DOS \nSANTOS DEPTO DE MATEMATICA /ICE DOUTORADO DE \nLEANDRO RAMOS DE \nARAUJO DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nLEONARDO DE MELLO \nHONORIO DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nLEONARDO WILLER DE \nOLIVEIRA DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nLIAMARA SCORTEGAGNA DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO DE \nLONARDO RABELO DEPTO DE MATE MATICA /ICE DOUTORADO DE \nLORENZA LEAO OLIVEIRA \nMORENO DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO DE \nLUCAS DE OLIVEIRA \nVIEIRA DEPTO DE MATEMATICA /ICE GRADUAÇÃO SUBSTITUTO \nLUCIANA CONCEICAO \nDIAS CAMPOS DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO DE \nLUCIANO JEREZ CHAVES DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO DE \nLUCIANO MANHAES DE \nANDRADE FILHO DEPTO DE CIRCUITOS ELETRICOS \n/ENG DOUTORADO DE \nLUCY TIEMI TAKAHASHI DEPTO DE MATEMATICA /ICE DOUTORADO DE \nLUIS FERNANDO \nCROCCO AFONSO DEPTO DE MATEMATICA /IC E DOUTORADO SUBSTITUTO \nLUIZ FERNANDO DE \nOLIVEIRA FARIA DEPTO DE MATEMATICA /ICE DOUTORADO DE \nLUPERCIO FRANCA \nBESSEGATO DEPTO DE ESTATISTICA /ICE DOUTORADO DE \nMANUEL ARTURO \nRENDON MALDONADO DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nMARCELO AROCA TOMIM DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nMARCELO CANIATO \nRENHE DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO DE \nMARCILIO JOSE \nPEDRETTI DEPTO DE FISICA /ICE GRADUAÇÃO DE \nMARCIO DE PINHO \nVINAGRE DEPTO DE CIRCUITOS ELETRICOS \n/ENG DOUTORADO DE \nMARCIO LUIS MOREIRA DEPTO DE ESTA TISTICA /ICE MESTRADO SUBSTITUTO ", "62": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n62 \n DE SOUZA \nMARCIO VICENTE RIZZO DEPTO DE CIRCUITOS ELETRICOS \n/ENG DOUTORADO DE \nMARCO AURELIO DE \nALMEIDA CASTRO DEPTO DE ENERGIA ELETRICA /ENG DOUTORADO DE \nMARCO AURELIO \nKISTEMANN JUNIOR DEPTO DE MATEMATICA /ICE MESTRADO DE \nMARCONE AUGUSTO \nLEAL DE OLIVEIRA DEPTO DE QUIMICA /ICE DOUTORADO DE \nMARIA CAROLINA SILVA \nSOARES DEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL DOUTORADO DE \nMARIA CRISTINA ARAUJO \nDE OLIVEIRA DEPTO DE MATEMATICA /ICE DOUTORADO DE \nMARIA JULIETA VENTURA \nCARVALHO DE ARAUJO COORDENAÇÃO DO CURSO CIENCIAS \nEXATAS MESTRADO DE \nMARIA LUIZA BEDRAN DEPTO DE FISICA /ICE DOUTORADO DE \nMARIA MIRTES DA SILVA DEPTO DE QUIMICA /ICE DOUTORADO SUBSTITUTO \nMAURICIO ANTONIO \nPEREIRA DA SILVA DEPTO DE QUIMICA /ICE DOUTORADO DE \nMICHEL BORTOLINI HELL DEPTO DE CIRCUITOS ELETRICOS \n/ENG DOUTORADO DE \nMOISES VIDAL RIBEIRO DEPTO DE ENER GIA ELETRICA /ENG DOUTORADO DE \nNELSON DANTAS LOUZA \nJUNIOR DEPTO DE MATEMATICA /ICE MESTRADO DE \nOLIMPIO HIROSHI \nMIYAGAKI DEPTO DE MATEMATICA /ICE DOUTORADO DE \nORESTES PIERMATEI \nFILHO DEPTO DE MATEMATICA /ICE DOUTORADO DE \nOTAVIO EURICO DE \nAQUINO BRANCO DEPARTAMENTO DE ENGENHARIA \nSANITARIA AMBIENTAL DOUTORADO DE \nPAULO ROBERTO DE \nCASTRO VILLELA DEPTO DE CIRCUITOS ELETRICOS \n/ENG DOUTORADO DE \nRAFAEL ANTUNES \nNOBREGA DEPTO DE CIRCUITOS ELETRICOS \n/ENG DOUTORADO DE \nRAQUEL PEROBELLI DE \nOLIVEIRA DEPTO DE QUIMICA /ICE ESPECIALIZAÇ\nÃO SUBSTITUTO \nREGINALDO BRAZ \nBATISTA DEPTO DE MATEMATICA /ICE MESTRADO DE \nREGIS CASTIJOS ALVES \nSOARES JUNIOR DEPTO DE MATEMATICA /ICE DOUTORADO DE \nRICARDO BEVILAQUA \nPROCOPIO DEPTO DE MATEMATICA /ICE MESTRADO DE \nRITA DE CASSIA \nOLIVEIRA ESTEVAM DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO DE \nROBERTO ROSAS PINHO DEPTO DE FISICA /ICE DOUTORADO DE \nRODRIGO ALVES DIAS DEPTO DE FISICA /ICE DOUTORADO DE \nRODRIGO LUIS DE \nSOUZA DA SILVA DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO DE \nROGERIO CASAGRANDE DEPTO DE MA TEMATICA /ICE DOUTORADO DE \nSANDRO RODRIGUES \nMAZORCHE DEPTO DE MATEMATICA /ICE DOUTORADO DE \nSARA CRISTINA CAMPOS \nBORGES DEPTO DE MATEMATICA /ICE MESTRADO DE \nSAUL DE CASTRO LEITE DEPTO DE CIENCIA DA COMPUTACAO DOUTORADO DE ", "63": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n63 \n /ICE \nSAULO MORAES VILLELA DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO SUBSTITUTO \nSERGIO GUILHERME DE \nASSIS VASCONCELOS DEPTO DE MATEMATICA /ICE DOUTORADO DE \nSERGIO IBANEZ NUNES DEPTO DE MORFOLOGIA /ICB DOUTORADO DE \nSERGIO MURTA MACIEL DEPTO DE MORFOLOGIA /ICB DOUTORADO DE \nSERGIO SAUL MAKLER DEPTO DE FISICA /ICE DOUTORADO DE \nSIMONE SANTANA DE \nASSUNCAO ARAUJO \nPEREIRA DEPTO DE QUIMICA /ICE MESTRADO DE \nSOFIA CAROLINA DA \nCOSTA MELO DEPTO DE MATEMATICA /ICE DOUTORADO DE \nSTENIO SA ROSARIO \nFURTADO SOARES DEPTO DE CIENCIA DA COMPUTACAO \n/ICE DOUTORADO DE \nTAIS ARTHUR CORREA DEPTO DE  QUIMICA /ICE MESTRADO DE \nTATIANA APARECIDA \nGOUVEIA DEPTO DE MATEMATICA /ICE MESTRADO DE \nTAULLER AUGUSTO DE \nARAUJO MATOS DEPTO DE CIENCIA DA COMPUTACAO \n/ICE MESTRADO SUBSTITUTO \nTUFI MACHADO SOARES DEPTO DE ESTATISTICA /ICE DOUTORADO DE \nVALERIA MATTOS DA \nROSA DEPTO DE MATEMATICA /ICE DOUTORADO DE \nVANDER MENENGOY DA \nCOSTA DEPTO DE CIRCUITOS ELETRICOS \n/ENG DOUTORADO DE \nVICENTE DE PAULA \nRAMOS DE CASTRO DEPTO DE ENERGIA ELETRICA /ENG ESPECIALIZAÇ\nÃO SUBSTITUTO \nVIRGILIO DE CARVALHO \nDOS ANJOS DEPTO DE FISICA /ICE DOUTORADO DE \nWALLACE NASCIMENTO \nPINTO JUNIOR DEPTO DE MATEMATICA /ICE ESPECIALIZAÇ\nÃO SUBSTITUTO \nWELBER GIANINI \nQUIRINO DEPTO DE FISICA /ICE DOUTORADO DE \nWILHELM PASSARELLA \nFREIRE DEPTO DE MATEMATICA /ICE DOUTORADO DE \nWILLIAN JOSE DA CRUZ DEPTO DE MATE MATICA /ICE MESTRADO SUBSTITUTO \nWILSON DE SOUZA MELO DEPTO DE FISICA /ICE DOUTORADO DE \nZELIA MARIA DA COSTA \nLUDWIG DEPTO DE FISICA /ICE DOUTORADO DE \n \n8. Recepção d os Cal ouros (Ingressantes) \n \nOs mecanismos de recepção dos alunos no vatos são de importância fundamental para \no sucesso de implantação do presente Projeto Pedagógico de Curso (PPC). \n ", "64": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n64 \n A Coordenação de Curso promoverá atividades  na primeira semana do semestre para \nque os alunos recém-chegados tomem conhe cimento das normas acadêmicas da UFJF \n(Regulamento Acadêmico da Graduação – RA G), do PPC, do Estatuto da UFJF e do \nRegimento Geral da UFJF. Com isto, o aluno  será despertado de sde o seu ingresso \nsobre seus direitos e responsabilidades  para com a sua própria formação.  \n \nTodo o corpo docente e técnicos administrativos do Curso de Engenharia Elétrica \ndeverão ser envolvidos neste processo pa ra que os “calouros” possam conhecer os \nprofessores e funcionários que serão os responsáveis pela sua formação. Estas \natividades garantirão o comprometimento de  toda a comunidade acadêmica com este \nPPC. \n \nAdemais, consta no currículo uma disciplina de Introdução à Engenharia Elétrica, ministrada no primeiro período, que tem como objetivo atividades de recepção, \napresentação da universidade e de integração dos calouros. \n9. Recursos d e Infra-Estrutura \n9.1. Infra-Estrutura Física Atual \nA Figura 4 mostra a localização  da Faculdade de Engenhari a no Campus da UFJF na \nquarta plataforma denominada  Setor de Tecnologia.  \n Os quatro primeiros períodos do curso são realizados, predominantemente, no \nInstituto de Ciências Exatas (3\na Plataforma do Campus) onde os alunos cursam as \ndisciplinas teóricas e práticas dos Depart amentos de Matemática, Física, Química, \nEstatística e Ciências da Computação. Estão disponíveis laboratórios de Física, Química \ne Computação.  ", "65": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n65 \n \n \nFigura 4 - Localização da Faculdade de Engenharia na UFJF \n \nA partir do quinto período do curso, os al unos passam a cursar disciplinas ministradas \nexclusivamente na Faculdade de Engenharia,  onde existem salas de aula alocadas \npreferencialmente para os Cursos de Engenharia com capacidade entre 45 e 60 \nalunos. \n \nA Faculdade de Engenharia po ssui uma biblioteca setorial onde as principais \nreferências bibliográficas utilizadas nas di sciplinas de graduação e pós-graduação são \ndisponibilizadas. Adicionalmente, a Universi dade possui uma Biblioteca Central onde \nsão encontradas obras ligadas à engenharia e todas as demais áreas do conhecimento. \nNo ano de 2012 será inaugurada uma nova  biblioteca, em edifício moderno, que \natenderá exclusivamente ao Instituto de Ci ências Exatas e Faculdade de Engenharia, \ncom fácil acesso pelos alunos em ambas as plataformas do campus. \n \nExistem 5 auditórios com recursos multimíd ia de uso compartilhado com os outros \ncursos da faculdade. São eles: \n Auditório Principal da Faculdad e, capacidade de 262 lugares. ", "66": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n66 \n  Auditório da Sala da Escadinha , capacidade de 82 lugares. \n Auditório A3E2 (Associação dos Antigos Alunos da Escola de Engenharia), \ncapacidade 50 lugares. \n Auditório da Pós-Graduação em Engenha ria Elétrica (PPEE) com 50 lugares \nequipado com recursos multimídia e ar-condicionado. \n Auditório do Galpão 1 – Enge nharia Civil com 100 lugares. \n \nOs 44 professores do Curso de Engenharia Elétrica possuem gabinetes de trabalho \nindividuais com espaço médio de 12m2 cada. \n Há, ainda, salas específicas para atender às  coordenações de cu rso de graduação e \npós-graduação em Engenharia Elétrica, be m como dois espaços para reuniões, \nconvivência e preparo de lanches rápidos.  A Coordenação de Curso possui a área de \n30m\n2 e é o local onde são realizados os atendimentos aos discentes. \n \nO Curso de Engenharia Elétrica cont a com os seguintes laboratórios: \n Laboratório de Circuitos Elétricos. \n Laboratório de Máquinas Elétricas. \n Laboratório de Eletrônica– Este labo ratório atende simultaneamente aos \ncursos de graduação e pós-graduação em Engenharia Elétrica. \n Laboratório de Processame nto de Sinais e Telecomunicações (LAPTEL) – Este \nlaboratório é de utilização prioritári a do PPEE, mas possui forte elo com o \nensino de graduação. \n Laboratório de Sistemas de Potência (LABSPOT) – Este laboratório é de \nutilização prioritária do PPEE, mas possu i forte elo com o ensino de graduação \n(150 m2). \n Laboratório do Núcleo de Automação e Eletrônica de Potência (NAEP) que \natende simultaneamente aos cursos de graduação e pós-graduação em \nEngenharia Elétrica. \n Ambiente de Sistemas Motrizes/LEENER. ", "67": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n67 \n  Laboratório do Núcleo de Iluminação Moderna (NIMO) que atende \nsimultaneamente aos cursos de gra duação e pós-graduação em Engenharia \nElétrica. \n Laboratório de Eletrotécn ica e Medidas Elétricas. \n Laboratório de Computação da En genharia Elétrica (LACEE) – (200m2). \n Laboratório de Eficiência Energética (LEENER). \n Laboratório de Contro le de Processos. \n Laboratório de Energia Solar (LABSOLAR) (1000 m2). \n Cada laboratório possui um  professor coordenador. \n \nDentro do espaço físico da Faculdade de Engenharia, existem as seguintes estruturas \nque também completam a formação dos alunos: \n Núcleo de Empreendedorismo (NEMPE). \n Empresa Júnior Porte. \n Empresa Júnior Mais. \n PET (Programa de Educação Tutorial) – CAPES. \n Ramo Estudantil do IEEE ( The Institute of Electrical and Electronic Engineers ). \n O Diretório Acadêmico da Faculdade de Enge nharia possui sede própria em uma sala \nlocalizada na própria Faculdade de Engenharia e existe uma ampla cantina que \nfunciona nos turnos diurnos e noturno.  Dentro do espaço da Faculdade de En genharia, está o PPEE (Programa de Pós-\nGraduação em Engenharia Elétrica) que possui um prédio próprio de 2.000 m\n2 e abriga \nlaboratórios da graduação e pós-graduação,  gabinetes de profe ssores, auditório, \nsecretaria e possui sistema de controle  de acesso baseado em biometria. \n Fora do espaço da Faculdade de Engenhari a, mas ainda também na quarta plataforma \n(Setor Tecnológico), encontra-se o CRITT (Cent ro Regional de Inovação e Transferência ", "68": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n68 \n de Tecnologia). Este centro possui fort e interação com a Faculdade de Engenharia \noferecendo bolsas para os alunos que dese jarem atuar junto às empresas incubadas, \njunto à administração do centro e, após a formatura, para aqueles que desejarem \nempreender no próprio negócio. O CR ITT tem as seguintes estruturas: \n Incubadora de Empresas de Base Tecnológica (IBT). \n Incubadora Tecnológica de Coop erativas Populares (INTECOOP). \n Setor de Transferência de Tecnologia. \n Pré-Incubadora. \n Condomínio de Empresas. \n Núcleo de Eletro-Eletrônica (NEE). \n Núcleo de Inovação Tecnológica (NIT). \n \nO NEE do CRITT tem o objetivo de asse ssorar as empresas incubadas e futuros \nempreendedores no desenvolvimento de no vos produtos e, também, disponibilizar \nequipamentos de última geração. O NEE of erece bolsas e oportunidades de iniciação \ncientífica e treinamento profissional a alunos do Curso de Engenharia Elétrica. \n \n9.2. Infra-Estrutura Administrativa Atual \nPara uma melhor administração, foram criadas funções gratificadas, que serão \nocupadas por professores eleitos em uma vo tação pelos professo res integrantes ou \ndo departamento a que estão subordinados, no caso da chefia de departamento, ou \npor todos os professores da Engenharia Elét rica, no caso do coordenador de curso. \n Os cargos remunerados através de funç ões gratificadas são os seguintes: \n Coordenações de Curso : Um coordenador de curso para cada curso; \n Departamentos : Dois chefes de departamento, o chefe de Departamento de \nCircuitos Elétricos e o Chefe de Departamento de Energia \n ", "69": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n69 \n As disciplinas e os respectivos docentes dos ciclos profissionalizante e específico estão \nalocadas nestes dois Departamentos. O chefe de Departamento é responsável \nprincipalmente pela atribuição dos encargos  didáticos dos docentes nele alocados, \nacompanhamento do conteúdo das disciplinas definidas em seu regi mento, realização \nde concursos para novos docentes, acompa nhamento das atividades e funcionamento \ndos laboratórios sob sua responsabilidade (incluindo acompanhamento de \ndesempenho de técnicos administrativos de ensino). \n Adicionalmente, existe a figura do Coorde nador de Curso que preside o Colegiado do \nCurso de Engenharia Elétrica. Este co legiado é composto por professores \nrepresentantes das principais áreas de form ação do curso e representantes discentes. \n \nFinalmente, o Coordenador de Estágios é responsável pelo acompanhamento dos \nalunos em estágio obrigatório de 160 horas.  Deve ser destacado novamente que cada \nlaboratório possui um professo r coordenador responsável. \n \nAdicionalmente, há necessidade de Coor denação das Atividades Complementares, \nTrabalho Final de Curso e organização dos Seminários Engenharia, Cidadania e \nMetodologia Científica. Para este fim, existe o Colegiad o composto pelo Coordenador \nde curso que o presidirá e um professor. Os  componentes serão indicados pelos pares, \nnão receberão função gratific a e deverão ter carga horária reduzida em sala de aula \nem relação aos demais docentes.  Finalmente, de acordo com o que será detalhado no Capítu lo 10, deverá existir uma \nComissão de Avaliação formada no âmbito do  Curso de Engenharia Elétrica que será \nresponsável por todo o sistema de av aliação e acompanhamento do Projeto \nPedagógico do Curso.  ", "70": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n70 \n 9.3. Núcl eo Docente Estruturante (NDE) \nNúcleo Docente Estruturante (NDE) do Curs o de Graduação em En genharia Elétrica – \nSistemas Eletrônicos foi criado pelo Consel ho de Unidade da Faculdade de Engenharia \nda Universidade Federal de Juiz de Fora através da Resolução No. 02 de 14 de Junho \nde 2012. O Núcleo Docente Estruturante constitui ór gão suplementar da estrutura do Curso de \nGraduação em Engenharia Elétrica da UFJF  - Sistemas Eletrônico s, com atribuições \nconsultivas e propositivas sobre matéria ac adêmica, subsidiando as deliberações no \nprocesso de concepção, consolidação e atua lização do Projeto Pedagógico do Curso, \nobservando o previsto na  legislação pertinente. \nSão atribuições do Núcleo Docente Estruturante: I. Contribuir para a conso lidação do perfil profission al do egresso do curso; \nII. Zelar pela integração curricular interdisci plinar entre as diferentes atividades de \nensino constantes no currículo; III. Indicar formas de incentivo ao desenvol vimento de linhas de pesquisa e extensão, \noriundas de necessidades da graduação, de  exigências do mercado de trabalho e \nafinadas com as políticas públicas relati vas à área de conhecimento do curso; \nIV. Zelar pelo cumprimento das Diretrizes Curriculares Nacionais no âmbito do Curso \nde Graduação em Engenharia Elétrica da UFJF - Sistemas Eletrônicos; V. realizar avaliação continuada do Projet o Pedagógico do Curso, encaminhando suas \nsugestões e conclusões às instâncias competentes. \nO Núcleo Docente Estruturante é consti tuído por cinco professores lotados em \ndepartamentos que atendam ao  curso, sendo o Coordenado r e o Vice Coordenador do \ncurso são membros do NDE enquanto durarem  seus respectivos mandatos. Todos os \nmembros do NDE devem ter regime de tr abalho em tempo integral e dedicação \nexclusiva. \nA renovação do NDE deve assegurar a cont inuidade no processo  de acompanhamento \ndo curso, não sendo permitida a substituição total ou de mais da metade de seus membros por um único ato ou dentro de  um período mínimo de dois anos. \nTabela 18 – Composição do NDE do Curso de Engenharia Elétrica – Sistemas Eletrônicos ", "71": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n71 \n  \nProfessor  Titulação  Regime de Trabalho  \nMichel Bortolini Hell \n(Coordenador) Doutorado Integral/DE \nHenrique Antônio C. Braga \n(Vice Coordenador) Doutorado Integral/DE \nCarlos Augusto Duque Doutorado Integral/DE \nEstêvão Coelho Teixeira Doutorado Integral/DE \nRafael Antunes Nóbrega Doutorado Integral/DE \n \n9.4. Infra-Estrutura d e Laboratórios \nOs laboratórios atuais de verão receber aporte de re cursos para comportarem o \naumento do número de discentes e, ad icionalmente, serão necessários novos \nlaboratórios. Todos estes, atuais e novos, estã o listados na Tabela 19. Caso os recursos \nnecessários para a operacionalização dest es laboratórios sejam superiores aos \nalocados para o Curso, os docentes irão buscar a captação de recursos através de \nEditais das agências de fomento e parceria s com a iniciativa privada. Os recursos \ndisponibilizados no âmbito do REUNI serão utilizados prioritariamente para a \nadequação dos laboratórios do ciclo básico (1o ao 6o) períodos. \nTabela 19 – Reestruturação dos Laboratórios \nNome do Laboratório Área (m2) Custo (R$) \nAutomação Industrial 200 1.200.000,00 \nControle 120 800.000,00 \nEficiência Energética 60 611.700,00 \nConversão Eletromecânica de Energia 120 865.500,00 \nEletrônica Básica 100 233.720,00 \nSistemas Digitais e Microprocessadores 70 193.700,00 \nProjetos Eletrônicos 70 138.500,00 \nCircuitos Elétricos Existente 78.740,00 \nMedidas Elétricas Existente 84.075,00 \nMáquinas Elétricas Existente 97.180,00 \nTelecomunicações 100 320.000,00 \nComputação Existente + 100 100.000,00 \nCUSTO TOTAL 4.723.115 \n ", "72": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n72 \n Foram adquiridos ainda no ano de 2012 a qua ntia de aproximadamente setecentos \nmil reais em vários equipamentos de medidas e kits educacionais para os laboratórios \nde eletrônica, e que serão devidamente utiliz ados nas práticas educacionais em sala \nde aula e principalmente no laborató rio do curso de Sistemas Eletrônicos. \n9.5. Infra-Estrutura d e Salas d e Aula \n As turmas foram dimensionadas para 60 es tudantes com exceção das disciplinas de \nCircuitos Elétricos e Eletromagnetismo, que  foram estabelecidas com limites de 45 \ndiscentes. Há uma demanda estimada de que  o Curso de Engenharia Elétrica em suas \ncinco ênfases demandará 20 salas de aula  que comportem 60 assentos. A Faculdade \nde Engenharia inaugurou em 2011 o Edifício It amar Franco, com vári as salas de aulas e \nauditórios, o que supriu a ca rência de salas de aulas necessárias para o curso. \n \n9.6. Apoio Acadêmico aos Docentes  \nO projeto REUNI prevê a disponibilização de  bolsas de mestrado e doutorado para \nmatriculados na pós-graduação que irão  atuar como tutores em disciplinas \nestratégicas do Curso de Graduação em Engenharia Elétrica nas suas diversas \nhabilitações.  \n10. A Avaliação d o Projeto Pedagógico d o Curso (PPC) \n10.1.  Processo d e Avaliação Premissas Básicas \nA avaliação de uma instituição educat iva tem como função a produção de \nconhecimento que subsidie o aperfeiçoamento de práticas e favoreça a construção e \nconsolidação de um sentido comum de universidade.  Possibilita também que a \ncomunidade universitária tome consciência do projeto pedagógico desenvolvido em \nseu cotidiano e tome decisões que ve nham reafirmar sua identidade social. \n ", "73": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n73 \n Para tanto, o Sistema Nacional de Avalia ção da Educação Superior (SINAES - Lei \n10861/04) propõe, integrada à Auto-Avaliaçã o Institucional, o desenvolvimento da \nAvaliação de Curso , com o propósito de apreender “a  qualidade do curso no contexto \nda realidade institucional no sentido de fo rmar cidadãos conscientes e profissionais \nresponsáveis e capazes de realizar tran sformações sociais”. (“Instrumento de \nAvaliação de cursos de gra duação”. CONAES/INEP. p.10)  \n \nA Avaliação de Curso deverá ter como ob jetivo o aperfeiçoamento contínuo da \nqualidade acadêmica, a melhoria do planejamento e da gestão universitária e a prestação de contas à sociedade. Esta rá voltada para o aperfeiçoamento e a \ntransformação do curso, preocupando-se co m a qualidade de seus processos internos. \nCaracteriza-se como um proc esso contínuo e aberto, medi ante o qual todos os setores \ndo curso, e as pessoas que os compõem, pa rticipam de um repensar que inclui os \nobjetivos, os modos de atuação e os resultad os de suas atividades constituindo-se em \nferramenta para o planejamento da gest ão e do desenvolvimento do curso. \n \nUm processo de avaliação de ve estar baseado em algumas premissas, dentre as quais \npodem ser destacadas:  - A identidade ético-política do curso que se expressa, particular mente, na formação \nde seus alunos e no que ele prioriza. Nesta perspectiva, será assumido um \ncompromisso de desenvolver um processo  de produção de conhecimento que \npossibilite ao sujeito atuar na sociedade, compreendendo e levando a efeito seu papel \nsocial transformador. A avaliação implica,  portanto, antes de tudo, pensar o curso \ncomo uma unidade que se constrói no inter-relacionamento de suas ações; \n \n- O papel que o Curso desempenha, na qua lidade de promotor do desenvolvimento \nsocioeconômico e tecnológico;  ", "74": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n74 \n - Os esforços institucionais para tornar acessível à sociedade os conhecimentos que \nproduz e para elevar as habilidades e competências dos que nele ingressam; \n - Os valores éticos-políticos e educacionais  que o Curso promove ou estimula (p.ex. \nconvivência na diversidade de pensamento, solidariedade, justiça social, preservação \ndo meio-ambiente ), tanto na sua estrut ura e dinâmica organizacional, quanto no \ncotidiano do seu fazer acadêmico e de implementação do projeto pedagógico; \n - A formação de profissionais que ate ndam às necessidades da sociedade.  \n Se o curso pode ser visto como um comp romisso de desenvolver um processo de \nprodução de conhecimento que possibilit e ao sujeito atuar na sociedade, \ncompreendendo e levando a efeito seu pape l social transformador, é necessário \ndestacar que por produção do conheci mento entende-se o significado da sua \nprodução intelectual e científica, de modo a fazer avançar a construção do \nconhecimento e a transformação da sociedade, ressaltando-se: \n - os valores incorporados, onde podem se r destacados a busca da inovação e da \nconstrução de novos conhecimentos científico -tecnológicos, atitude crítica e reflexiva, \nconstância na qualificação pessoal e instituc ional, de modo a responder às diferentes \ndemandas sociais; \n - a formação, qualificação, reconhecimento acadêmico de seu corpo docente e os \nrecursos disponibilizados para as respectivas atividades;  \n- a formação técnico-científica que promove e faz referências ao conhecimento \nuniversal mais recente da área do curso;  - a habilitação do formado para o exercício pleno da profissão.  ", "75": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n75 \n No processamento da avaliação, esses eixo s serão considerados, sempre que possível, \ndo ponto de vista do mérito, de marcador es e/ou de indicadores que expressem sua \ngrandeza quantitativa em séries hist óricas, passíveis de comparação e \nacompanhamento, além de considerações so bre a sua relevância e/ou pertinência \npara o contexto social em que se inse rem e para a produção  do conhecimento. \n \nTambém é importante avaliar as questões relativas à estrutura e funcionamento da \ninstituição que facilitam, dificultam e/ou impedem o desenvolvime nto harmonioso de \nmelhores relações entre o curso e a socied ade, e com a produção do conhecimento. \nPara a análise dessas categorias o CONAES/I NEP define um conjunto de indicadores e \ncritérios que podem ser integrados em uma proposta metodológica de Avaliação de \nCurso que atenda as especifi cidades de cada curso e os princípios gerais da UFJF, \ndefinidos em seu PDI e PPI, como posterio rmente abordado em item específico.  \n10.2.  Comissão Permanente d e Avaliação/Engenharia El étrica \n– CPA/EE \nSerá instituída e regulamentada, no âmbi to do Curso de Engenharia Elétrica, uma \nComissão Permanente de Avaliação do Cu rso de Engenharia Elétrica – CPA/EE, \nautônoma, que terá a tarefa de avaliar peri odicamente aspectos de execução do PPC, \ne o próprio Projeto Pedagógico do Curso, à luz das informações disponíveis, por ela \ncoletadas, ou resultantes de procedimen tos externos à Instituição, como os \nintegrantes do CONAES/INEP. Estes procedim entos devem funcionar como subsídio ao \nColegiado do Curso, e ao Curso como um  todo, visando à correta implantação e o \naprimoramento do Plano Pe dagógico do Curso.  \n \nA Comissão Permanente de Avaliação do Curso/EE será constituída por \nrepresentantes dos docentes, discentes e técnico-administrativos, cabendo-lhe a \nliderança do processo de avaliação. Ca be-lhe avaliar e conduzir as atividades \nrealizadas no seu âmbito, redigir Relatóri os de Avaliação e ac ompanhar os processos \nde avaliação externa, quando realizado por avaliadores INEP ou órgão assemelhado. ", "76": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n76 \n  \nOs pareceres e relatórios elaborados pela CPA/EE deverão ser amplamente divulgados \ne discutidos com toda a com unidade envolvida, propiciando um espaço de discussão e \nreflexão que permita ao Curso aperfeiçoar o seu Projeto Pedagógico, aí incluídas as  \npráticas e procedimentos pedagógi cos e de gestão associadas.  \n10.3.  Plano d e Avaliação \nO Plano de Avaliação do Curso de Engenhari a Elétrica, a ser detalhado pela Comissão \nPermanente de Avaliação/EE, e aprovado pelo Colegiado de Curso, deverá ser \nconstituído pelas etapas de AVALIAÇÃO INTERNA  - ou auto-avaliação  - AVALIAÇÃO \nEXTERNA , bem como pela REVISÃO DO PROJETO POLÍTICO PEDAGÓGICO , com \nperiodicidade estabelecida pela CPA/EE, ou sempre que esta ação se fizer necessária. \nEstas etapas serão desenvolvidas de modo a garantir condições para comparabilidade \ne acompanhamento da evolução do curso ao  longo do tempo e possibilitar ações de \ncorreção de rumo, alterar procedimentos e posturas adotadas. As diretrizes das \netapas do Plano de Avaliação po dem ser assim estabelecidas:   \n \nI -  Avaliação Interna (Auto-avaliação) \n \nA avaliação interna consistirá basicamente em se analisar a coerência dos \nprocedimentos de avaliação de ensino e ap rendizagem, realizados pelos docentes por \niniciativa do Curso, com os princípios  de seu Projeto Pedagógico, bem como \namparados nos PPC e PPI institucionais. O pr ocesso de avaliação interna deverá estar \nalicerçado nos seguintes procedimentos:  a) Implantação de mecanismos efetiv os de acompanhamento das atividades \ncomplementares, atividades integralizador as, TFC e estágios preconizados no PPC; \n \nb) Implantação de mecanismos que garantam uniformidade de avaliações das unidades (disciplina, módulos, atividades complementares) desenvolvidas no âmbito \ndo curso; ", "77": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n77 \n  \nc) Implantação de processos contínuos de avaliação, parcial e final, do cumprimento \ndos programas dos diversos conteúdos da s disciplinas e sua atualização, quando \nnecessário, bem como correção de pré- requisitos e atualização de ementas \nbibliográficas;  \nd) Avaliação docente realizada pelos discente s, no que diz respeito às suas práticas \npedagógicas, relacionamento profe ssor-aluno, cumprimento de ementas, \npontualidade, dedicação, atenção aos discentes, entre outros;  e) Pesquisa de expectativa do s ingressantes e satisfação dos concluintes do Curso de \nEngenharia Elétrica. \n Os procedimentos de avaliação deverão ser sistemáticos, envolvendo a participação \ndos docentes, discentes, técnicos administ rativos; a CPA deverá buscar formas que \nfacilitem o acesso dos interessados aos formulários e procedimentos de auto-\navaliação.  \n \nII - Avaliação Externa  \n \nAs avaliações externas serão utilizadas como  indicadores para o processo de reflexão \ne intervenção nas diretrizes em vigor,  quando pertinentes, como forma de \naperfeiçoamento da excelência  acadêmica e melhoria da qualidade na formação dos \negressos. A avaliação externa proposta envo lverá diversos momentos, dentre os quais \npodem ser destacados:  \n a) Resultados apresentados pelos alunos do Curso de Engenharia Elétrica da UFJF nas provas do ENADE, tomando como base os da dos nacionais e regionais. Estas análises e \nos resultados dela derivados deverão substa nciar um processo de reflexão interna, \ncontribuindo assim para o aperfeiçoamento da formação discente e incorporando \nelementos para reflexão so bre o projeto de Curso; ", "78": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n78 \n  \nb) Resultados das avaliações do Curs o pelos avaliadores do INEP, ou órgão \nassemelhado, que deverão ser efetivamente  incorporados ao PPC e às práticas \npedagógicas.  Deverão ser pr iorizadas ações para correção das deficiências apontadas \npelos avaliadores, com tomada imediata para sua efetiva correção;  \nc) Deverão ser implementados mecanismos  de acompanhamento dos egressos do \ncurso que forneçam informações sobre sua formação técnica e cidadã, adaptabilidade \nao mercado de trabalho, coerência entre os conteúdos trabalhados no Curso de \nEngenharia e as demandas técnicas-profissi onais que lhe estão sendo solicitadas. A \nComissão Permanente de Avaliação deverá in stituir, atualizar e operacionalizar um \nbanco de dados de egressos; \n d)  O processo de avaliaçã o externa deverá estabelecer procedimentos que permitam \nauferir e coletar as visões da sociedad e, particularmente dos empregadores, a \nrespeito da formação técnica, ética e cidadã dos engenheiros do curso. \n \nIII -  Revisão do Projeto Pedagógico do Curso  \n \nO processo de Revisã o do Projeto Pedagógico do Curs o, executado com periodicidade \nestabelecida pela Comissão Permanente de  Avaliação/EE, e devidamente aprovado \npelo Colegiado de Curso, terá como tarefa  consolidar os resultados da avaliação \ninterna (autoavaliação), da externa e da discussão com a comunidade acadêmica, \nsubsidiando ações para a revisão do Projeto Pedagógico do Curso e das práticas a ele \nassociadas.   \nA revisão do Projeto Pedagógico do Curso te rá como base o Relatório Final elaborado \npela Comissão Permanente de Avaliação, e que integrará todos os resultados da \navaliação interna e externa, indicando as deficiências acadêmicas ou de infraestrutura identificadas e propondo medidas de supe ração. Para fins de construção deste \nRelatório Final, os resultados da avaliaçã o interna e externa deverão ser discutidos ", "79": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n79 \n com a comunidade acadêmica visando a rever e/ou aperfeiçoar seu projeto \npedagógico, suas metas, definição de Plano de Capacitação Docente e a elaboração de \npropostas para o seu desenv olvimento. O objetivo é a melhoria da qualidade do \nprojeto pedagógico e o de senvolvimento do curso. \n Deverá ser assegurada uma ampla partic ipação da comunidade acadêmica no \nprocesso de elaboração do Re latório Final, bem como no proc esso de Revisão do PPC.  \n10.4.  Categorias d e Avaliação: Construção d e Indicad ores \nO Plano de Avaliação do Curso de Engenhari a Elétrica deverá ser organizado pela \nCPA/EE, considerando os princípios esta belecidos e as categorias indicadas no \ndocumento “Instrumento de avaliaçã o de cursos de graduação- 06/07, \nCONAES/INEP”. A partir da análise de cada Categoria e seus respectivos indicadores, \nserão definidas as decisões com as quais pr etende subsidiar o proc esso de avaliação a \nser realizado e a metodologia a ser empregad a, discriminando o que e como avaliar. \nDesta forma, a avaliação englobará 03 categorias:   \n Organização Didático-Pedagógica. \n Corpo Docente, Discente e Técnico-Administrativo. \n Instalações Físicas. \n Cada um destas categorias será qualitat iva e quantitativamente avaliada pelo \nemprego de GRUPOS DE INDICADORES  e INDICADORES ESPECÍFICOS , que devem \nestar totalmente em conformi dade com as diretrizes exar adas pelo “Instrumento de \navaliação de cursos de graduação- 06/07, CONAES/INEP” e que formarão a base de \nopções a ser utilizada pela Comissão Permanen te de Avaliação/EE, onde aplicáveis, no \ndetalhamento das ações específica s de avaliação do Curso.    \n \n9.5. Seleção de Indicadores  ", "80": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n80 \n Os referenciais para a construção dos indicadores específicos para o Curso de \nEngenharia Elétrica, que integrarão o Plano de Avaliação do Curso, a ser elaborado \npela CPA/EE,  devem tomar como refe renciais os seguintes elementos:  \n \n- Consciência das implicações éticas:  é preciso que no decurso da graduação os profissionais \nrealizem vivências e práticas que os possibilit em refletir sobre sua dimensão de sujeito \nhistórico, político e social e em que medida as  suas ações implicam me lhorias ou retrocessos \nna condição de vida da população com a qual trabalha;  \n - A Universidade e a produção do saber:  ter na Universidade o foco de produção e \nsocialização do saber implica necessariamente na integração da extensão com o ensino e a \npesquisa. É preciso que a propalada indissociabilidade entre ensino, pesquisa e extensão ganhe proporções reais e efetivas nos cursos de  graduação, pois tal processo é que permitirá \na formação contextualizada do cidadão, possi bilitando-lhe maior autonomia intelectual;  \n  - Interdisciplinaridade:  o processo de construção do conhecimento deve ser amplo e ser \nmotivador da integração disciplinar e seu di álogo, possibilitando análises de dados sob \ndiversos olhares e constituindo questionamentos  permanentes sobre as verdades absolutas, \npois a interdisciplinaridade está intimame nte relacionada à flexibilidade curricular;  \n \n - Integração curricular:  a formação na graduação precisa superar o processo de ensino \nfragmentado, bem como os conteúdos  cria dos sob condições muito particularizadas. É \npreciso privilegiar ações integradoras de cont eúdos, bem como pensar o currículo em sua \namplitude de saberes e diversidade de modalidad es de consecução. Devem ser  observados os \nobjetivos gerais propostos para o curso, bem co mo aqueles relacionados às suas diferentes \nfases, encontrando a relação entre os conteúdo s e o sentido de cada uma dessas fases para o \nalcance das proposições do Projeto Pedagógico do Curso;  \n - Habilidades e competências docentes:  necessário se faz construir processos avaliativos que \ntenham presente elementos que possam retratar aspectos didático-metodológicos, a \ncompreensão do professor sobre o seu trabalho , a relação dos conteúdos trabalhados por ele \ncom os demais do curso e objetivos desejados; ", "81": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n81 \n  - Flexibilidade curricular:  a flexibilidade curricular não pode ser reduzida à variação das \nformas de trabalhar os conteúdos, mas essenc ialmente pensar a construção e relação dos \nconteúdos no currículo da graduação. É ne cessário avançar do conceito de currículos \ndisciplinares para currículos temáticos, busca ndo com que o processo de construção do \nconhecimento alcance níveis cada vez mais el evados de complexidade e inter-relação, \nsuperando o conceito do aprendizado linea r, cumulativo, isolado e solidificando a \ninterdisciplinaridade;   - Gerar autonomia intelectual discente:  a construção da autonomia intelectual dos \nuniversitários está intimamente ligada aos pr ocessos de produção do conhecimento. O \nestudante precisa compreender e vivenciar o pr ocesso de aprendizado, para que incorpore \nmétodos que facilitem a construção do seu saber;  \n \n- Gestão pedagógica dos cursos de graduação: a dimensão de gerenciamento dos processos \npedagógicos dos cursos é que irá garantir, em bo a medida, ações interdis ciplinares, atividades \ninovadoras no currículo e integração do pessoal  docente para a consecução dos objetivos do \ncurso; \n \n- Sensibilidade institucional para a mudança:  ao tempo que se busca institucionalizar \na avaliação, também se faz necessário que  os sujeitos dela participantes estejam \nabertos aos debates e à propos ição de mudanças. As coor denações destes processos \ndevem buscar a adesão das lideranças estudantis, dos funcionários técnicos, dos \ndocentes, dos dirigentes e à medida do possí vel tornar público e ao alcance da opinião \npública seus resultados e ainda mais, as medidas implantadas em decorrência das \navaliações.  \n \nÁ luz das diretrizes abordas, os grupos de  Indicadores, bem como os Indicadores \nespecíficos para o acompanhamento  e avalia ção do Curso de Engenharia Elétrica, e \nde suas práticas associadas, deverão ser estabelecidos pela Co missão Permanente de \nAvaliação/EE em conformidade com os referenciais abordados e seguindo as \nindicações da Matriz de Avaliação: categorias gr upos de indicadores e indicadores - ", "82": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n82 \n Instrumento de Avaliação de Cursos de Graduação – INEP 2006/2007, discriminados \nna sequência. A utilização dos indicadores mais adequados será determinada pela \nCPA/EE na construção do Plano de Avalia ção do Curso de Engenharia Elétrica.  ", "83": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n83 \n  \nAnexo 1 – Listagem de todas as ementas e bibliografias do curso \nEmentas de todas as disciplinas do curso 1º período \nICE002 – Laboratório de Ciências \nEmenta: Metodologia Científica, tratamento de dados, ótica e luz, propriedades físicas \ne químicas de substâncias simples e compos tas, a natureza da energia química e \nelétrica, velocidade de reações químicas.  \n \nCEL064 – Introdução à engenharia elétrica \nEmenta: Fornecer informações básicas pre liminares relacionadas ao funcionamento \nda Universidade Federal de Juiz de Fora, direitos e deveres dos alunos e resoluções \ninternas concernentes à vida estudantil. Informar a respeito das formas de participação acadêmica, iniciação científi ca, monitoria e treinamento profissional. \nFornecer um panorama geral em relação à profissão do Engenheiro Eletricista, suas \náreas de atuação e as ferramentas utilizadas no desenvolvimento da atividade \nprofissional  MAT155 – Geometria analítica e sistemas lineares Ementa: Matrizes e Sistemas Lineares, Invers ão de Matrizes e De terminantes, Vetores \nno Plano e no Espaço, Retas e Planos, Seçõ es Cônicas, Mudança de Coordenadas no \nPlano.  MAT154 – Cálculo I \nEmenta: Números Reais, Funções, Limite de uma Função e Continuidade, Derivada, \nAplicações da Derivada    ", "84": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n84 \n DCC120 – Laboratório de programação \nEmenta: Introdução; Lingua gem de Programação; Impl ementação de Estruturas \nBásicas para Construção de Algoritmos; Implementação de Estrutura de Dados; \nImplementação de Procedimentos e Funções.  DCC119 – Algoritmos \nEmenta: Introdução; Noções de uma linguag em de programação; Estruturas básicas \npara construção de algoritmos; Algoritmos  para estruturas de dados homogêneas; \nAlgoritmos para estruturas de dados heterogêneas; Procedimentos e Funções. \n \n2º período \nFIS073 – Física I Ementa: Cinemática vetorial, Leis de Newt on, Trabalho e energia mecânica, Sistemas \nde partículas, Colisões, Cinemática  e dinâmica dos corpos rígidos \n \nQUI125 – Química fundamental \nEmenta: Estrutura atômica. Classificação peri ódica. Ligações químicas. Introdução às \nfunções químicas e reações.  MAT158 – Álgebra linear \nEmenta: Espaços Vetoriais. Espaços com Pr oduto Interno. Transformações Lineares. \nDiagonalização.  MAT156 – Cálculo II Ementa: Integração de Funções de uma Va riável. Aplicações da Integral Definida. \nSuperfícies no Espaço. Funç ões de Várias Variáveis. \n FIS077 – Laboratório de Física I Ementa: Teoria das Medidas e dos Erros.  Gráficos. Experimentos em Mecânica. \nBibliografia: ", "85": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n85 \n  \nQUI126 – Laboratório de Química \nEmenta: Segurança no laboratório e prim eiros socorros. Equipamentos básicos e \nTécnicas de laboratório, pH, Determinação  de propriedades físicas das substâncias \nquímicas, Reações químicas.  \n3º período \nFIS074- Física II Ementa: Oscilações. Gravit ação. Mecânica dos fluidos. Movimento ondulatório. \nTemperatura. Calor e 1a lei da termodinâmic a. Teoria cinética dos gases. 2a lei da \ntermodinâmica. \n \nESA002 – Ecologia e preservação do meio ambiente Ementa: Conscientizar o estudante de En genharia Elétrica da necessidade da \npreservação ambiental. Debater a compat ibilização do desenvolvimento econômico-\nsocial com a preservação do meio ambiente . Incutir no futuro Engenheiro uma visão \ncrítica dos problemas ecológicos que o dese nvolvimento tecnológico possa produzir e \ntambém lançar as bases de um planejamento  racional do uso dos recursos do meio \nambiente. \n \nMAT029 – Equações diferenciais I Ementa: Sequências e Séries de Números Reai s. Introdução às E quações Diferenciais. \nEquações Diferenciais Ordiná rias de 1ª Ordem. Equações  Diferenciais Ordinárias \nLineares de 2ª Ordem. Soluções em Séri e para Equações Diferenciais Ordinárias \nLineares de 2ª Ordem. \n \nMAT157-Cálculo III Ementa: Integrais Múltiplas. Funções Vetori ais. Integrais Curvilíneas. Integrais de \nSuperfície. ", "86": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n86 \n  \nEST029 – Cálculo de probabilidades I \nEmenta: Introdução à teoria dos conjuntos . Técnicas de contagem. Introdução à \nprobabilidade. Variáveis aleatórias. Distribuições discretas unidimensionais. Distribuições contínuas unidimensionais. Va lor esperado e variância de variáveis \naleatórias. Momentos de variáveis aleató rias. Funções de variáveis aleatórias. \n \nCEL032 – Circuitos lógicos \nEmenta: Sistemas de Numeração. Álgebra B ooleana. Blocos Lógicos. Operações com \nNúmeros Binários. Flip-Flops. Registradores. Contadores. \n \n4º período \nFIS075 – Física III \nEmenta: Eletrostática. Capacitância. Diel étricos. Corrente elétrica e resistência \nelétrica. Circuitos. Campo magnético. Le i de Faraday. Indutância. Propriedades \nmagnéticas da matéria. Oscilações el etromagnéticas. Equações de Maxwell. \n \nCEL033 – Circuitos Lineares I \nEmenta: Componentes Básicos de Circuitos Elét ricos. Técnicas de Análise de Circuitos \nElétricos no Estado Permanente (CC e CA ). Potência em Circuitos Monofásicos. \nQuadripolos. \n MAT030 – Equações diferenciais II Ementa: Transformada de Laplace. Séries e In tegrais de Fourier. E quações Diferenciais \nParciais. \n    ", "87": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n87 \n DCC008 – Cálculo numérico \nEmenta: Noções de Erro. Séries de Taylor  e Aproximações. Zeros Reais de Funções \nReais. Resolução de Sistemas Lineares. Inte rpolação Polinomial. Ajuste de Curva Por \nMínimo Quadrado. Integração Numérica . Equações Diferenciais Ordinárias. \n FIS081 – Fenômenos de Transporte \nEmenta: Modos básicos de tr ansferência de calor: Condução, Convecção e Radiação. \nCondução de Calor. Convecção Forcada sobre Superfícies Planas. Trocadores de Calor \n ENE045 – Laboratório de Eletrotécnica Ementa: Lei de Ohm. O Trabalho Elétrico. Po tência da Corrente Alternada no caso de \nCarga Indutiva. Carga Capacitiva de um Ci rcuito de Corrente Al ternada. Fundamentos \ndo Circuito R, L e C. Dispositiv o de Controle dos Circuitos.  \n MAC015 – Resistência dos Materiais \nEmenta: Equilíbrio do Ponto Material e de um Corpo Rígido. Treliças Isostáticas. \nPropriedades Geométricas de Áreas Planas. Cabos. Forças Internas em Vigas. Carga \nAxial. Torção. Tensões na Flexão.  Deflexão de Vigas e Eixos. \n \n5º período \nFIS076 – Física IV Ementa: Oscilações eletromagnéticas. Corrent es alternadas. Circuitos RL e analogias \nmecânicas. Oscilações amortecidas. Osc ilações forçadas e ressonância. Correntes \nalternadas. Potência. Tran sformadores. Aplicações. \n \nCEL034 – Circuitos Lineares II \nEmenta: Solução Geral dos Circuitos. Equa ções Diferenciais. Solução Completa dos \nCircuitos Lineares. Transformadas de Laplace. Resposta em Freqüência. \n \n ", "88": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n88 \n CEL066 – Sinais e Sistemas \nEmenta: Sinais e Sistemas Contínuos e discretos; Análise de Sinais tempo Contínuo e \nDiscreto; Transformada de Laplace e Transforma da Z,  Séries de Fourier; Transformada \nde Fourier; Amostragem de sinais;  CEL065 – Eletromagnetismo \nEmenta: Análise Vetorial. Lei de Coulomb e intensidade do campo elétrico. Densidade \nde fluxo elétrico, lei de Gauss e diverg ência. Energia e potencial. Corrente e \ncondutores. Dielétricos e Capacitância. Equa ções de Poisson e de Laplace. Campo \nmagnético estacionário. Forças magnéticas, materiais e indutância. Campos variantes \nno tempo e equações de Maxwell. Onda plana uniforme. \n \nCEL062 – Circuitos Trifásicos Ementa: Circuitos Trifásicos. Modelos de  Transformador. Análise de Fourier e \nHarmônicos. Componentes simétricas. \n \nCEL099 – Eletrônica Analógica Ementa: Introdução aos amplificadores; Am plificadores operacionais; Diodos de \nJunção; Transistores MOS de Efeito de Camp o; Transistor Bipolar de Junção (TBJ). \n \nCEL037 – Laboratório de Eletrônica  \nEmenta : Projetos em Eletrônica Digital. Proj etos em Eletrônica Analógica. Projetos em \nEletrônica de Potência.  \n6º período \nCEL071 – Laboratório de Sistemas Eletrônicos I Ementa: Projetos de Sistemas Eletrônicos a ssistido por computadores; software para \nroteamento de placa de circuito impre sso; software de simulação de circuitos \neletrônicos mistos (digital e analógico); de senvolvimento de protótipos eletrônicos. \nEquipamentos avançados para suporte ao de senvolvimento de sistemas eletrônicos. ", "89": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n89 \n  \nCEL038 – Teoria de Controle I \nEmenta: Formas Canônicas de Representação de Operadores (Diagramalização de Operadores). Modelagem Matemática de Siste mas. Espaço de Estados. Teoria daas \nRealizações e Síntese.  \nCEL051 – Eletrônica II \nEmenta: Amplificadores discretos em pequeno s sinais. Amplificadores diferenciais e \nde múltiplos estágios. Realimentação. Estrutura interna de amplificadores \noperacionais. Geradores de sinais e circ uitos conformadores de onda com AmpOp. \nIntrodução aos amplificadores de potência e estágios de saída. \n \nCEL035 – Eletrônica Digital Ementa: Dispositivos MSI. Conversão Anal ógica-Digital (A/D). Conversão Digital-\nAnalógica (D/A). Entrada e Saída de Dados de Microcomputadores. Circuitos práticos \n \nCEL070 – Introdução aos processos estocásticos Ementa: Revisão de probabilidade, variáv eis aleatórias múltiplas, processos \nestocásticos, análise espectral de proce ssos estocásticos, resposta de sistemas \nlineares a sinais aleatórios. Cadeia s de Markov e teoria das filas. \n \nCEL068 – Princípios de Comunicação Ementa: Introdução a Comunicação de Da dos; Modulação em amplitude; Modulação \nem ângulo e freqüência; Modulação por códi go de pulso; Princípios de Comunicação \nde transmissão digital de dados; Tecnolog ias Emergentes de Co municação digital de \ndados. \n CEL0XX – Eletromagnetismo Aplicado \nEmenta: Linhas de Transmissão. Medidas e casamento de impedância.Quadripolos. ", "90": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n90 \n 7º período \nCEL077 – Laboratório de Sistemas Eletrônicos II \nEmenta: Programação de Microprocessadore s/microcontroladores; Desenvolvimento \nde interface microprocessador/microcont rolador com o mundo real; Implementação \nde algoritmos básicos de processamento de  sinais em linguagem de alto nível; \nDesenvolvimento e implementação de um si stemas eletrônicos contendo hardware, \nsoftware e algoritmo.  \n \nCEL038 – Teoria de Controle II Ementa: Análise da Resposta Transitória e de Erros. Estabilidade. Root-Locus e \nControladores. Sistemas Discretos \n \nCEL073 – Redes de Comunicação I Ementa: Redes de computadores e a Inte rnet, Camada de aplicação, Camada de \ntransporte, A camada de rede, Camada de en lace e redes locais, Gerência de redes. \n \nCEL069 – Microprocessadores Ementa: Arquitetura de sistemas digitais. Memórias. Estrutura, organização e acesso. \nArquitetura de microcontroladores. Interfaces  de comunicação. Periféricos e circuitos \nexternos. Projetos de Sistemas Práticos com Microntroladores. \n \nCEL075 – Processamento de Sinais I Ementa: \nProcessamento Digital de Sinais Analógicos; Transformada Discreta de Fourier; \nSistemas discretos; projeto e síntese de filtros digitais. \n \nENEXXX – Fundamentos de Conversão Ementa: Revisão dos conceitos básicos de circuitos magnéticos e princípios de \nconversão eletromecânica de energia; Teoria e circuitos equivalentes de \ntransformadores monofásicos e trifásicos reais. Configurações básicas das máquinas ", "91": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n91 \n elétricas rotativas; Regime permanente  das máquinas síncronas, máquinas de \ncorrente contínua e máquinas de indução. \n ENE081 – Métodos de Otimização Ementa:  \n \n8º período  \nENEXXX – Informática Industrial \nEmenta: A disciplina foca no aperfeiçoa mento das técnicas e metodologias de \nprogramação, necessárias para sistemas embarcados e aplicações em robótica. O \nconteúdo de sistemas orientados a objeto s, tanto modelagem e implementação serão \nfocados em sistemas centralizados ou distribuídos.  CEL074 – Projetos de Circuitos Integrados Analógicos Ementa: Processos de fabricação e layout; Ferramentas CAD para projeto de circuitos \nintegrados; Layout de blocos analógicos CMOS básicos; Projeto de amplificadores \noperacionais; Projeto de comparadores CMOS.  CEL079 – Processamento de Sinais II Ementa: Fundamentos de Processamento de Sinais Estatísticos; Estimação; Detecção. \n \nCEL076 – Dispositivos Lógico Programáveis \nEmenta: Arquitetura de Dispositivos Lógi cos Programáveis (FPGA e PLD); Linguagem \nVHDL; Utilização de Ferramentas de Software  para desenvolvimento de projetos com \nFPG e PLD; Desenvolviment o de um projeto.   \n CEL040 – Eletrônica de Potência \nEmenta: Introdução à Eletrônica de Po tência. Dispositivos semicondutores de \npotência. Retificadores não-controlados monofásicos e polifásicos. Conversores CC-", "92": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n92 \n CC. Conversores CC-CA ou Inversores. In trodução ao acionamento de máquinas \nelétricas. Conversores controla dos baseados em tiristores. \n CEL078 – Instrumentação Eletrônica Ementa: Incerteza de medidas, Sensores e Transdutores, Condicionamento de sinal, \nRuído e Interferência em medidas, Aquisição e processamento digital dos dados, \nInstrumentação virtual. \n CELXXX – Laboratório de Sistemas Eletrônicos III Ementa: Projetos de Sistemas Eletrônicos a ssistido por computadores; software para \nroteamento de placa de circuito impre sso; software de simulação de circuitos \neletrônicos mistos (digital e analógico); de senvolvimento de protótipos eletrônicos. \nEquipamentos avançados para suporte ao de senvolvimento de sistemas eletrônicos. \n \n9º período  \nCEL080- Software Embarcado \nEmenta: aulas Sistema Operacional em temp o Real; Serviços; Tarefas, Semáforos, \nProjeto básico; Ferramentas para desenvol vimento de software embarcado; Sistema \noperacional embarcado.  \nDPR032 – Direito Privado \nEmenta: Direito Civil. Pessoa Natural e Jurí dica. Fatos Sociais. Posse e Propriedade. \nObrigações e Contrato. Direito do Trabalho. Contrato de Trabalho. Empregado e Empregador. Duração da Jornada de Trab alho. Higiene e Segurança no trabalho. \nDireito Comercial. Obrigações Comercia is. Empresa. Propriedade Industrial. \nSociedades Mercantis. Direito Cambiário. \n  ", "93": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n93 \n CEL081 – Projeto de Circuitos de RF \nEmenta: Componentes e sistemas; filtros de radio-frequência e circuitos ressonantes; \ncasamento de impedância; projet o de amplificadores de RF . \n CEL084 – Fontes Chaveadas Ementa: Introdução às fontes reguladas linea res. Análise e projeto de conversores cc-\ncc não-isolados. Análise e projeto de co nversores cc-cc isolados. Introdução à \nmodulação e controle de fontes chaveadas.  ENE082 – Instalações Elétricas Ementa:  Conceitos básicos necessários ao s projetos e à execução das instalações \nelétricas prediais em baixa tensão; Introdução às instalações elétricas prediais de luz e \nforça em baixa tensão; Projetos das instal ações elétricas; Proteção, seccionamento e \ncomando dos circuitos da NBR-5410; Normas  técnicas; Luminotécnica; Projeto de \ninstalações telefônicas, TV e dados. \n \nCEL082 – Laboratório de Projetos Eletrônicos Ementa: Projetos de Sistemas Eletrônicos;  desenvolvimento de um protótipo de \nequipamento, instrumento; levantamento de  custos; estudo de viabilidade técnica e \neconômica; inovação e desenvolvimento. \nENE084 – Análise de Investimentos \nEmenta: Princípios básicos de organi zação e administração. As Teorias \nAdministrativas. Qualidade e Produtividade.  Concepção e Planejamento de Projetos. \nAs Ferramentas de Planejamento e Controle. Elementos de matemática financeira aplicados à engenharia. Análise de investim entos do setor de en genharia com base no \nvalor atual. Alternativas de investimen tos específicos à engenharia. Análise de \ninvestimentos aplicáveis à engenharia. \n \n \n ", "94": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n94 \n Bibliografias básicas e complement ares de cada disciplina do curso \n \n1º período \nICE002 – Laboratório de Ciências \nBibliografia: 1) VUOLO, J. H. Fundamentos da Teoria dos Erros, 2ª EDIÇÃO, SAO PAULO / SP -\nEditora Edgard Blücher, 1995 \n2) Brown, TL. LeMay, HE. Bursten, BE. Bu rdge, JR., Química - a Ciência Central, 9a \nedição, São Paulo-SP, 2007 3) Paul G. Hewitt, Física Conceitual, 11ª ed ição, Porto Alegre, Editora: Bookman, 2011 \n4) AZEVEDO, E., CONCI, A., LE TA, F.,  Computação Gráfica, 1. edição, volume II, RIO DE \nJANEIRO:  Elsevier,  2008 Bibliografia complementar: 1) Antônio Máximo e Beatriz Alvarenga, Curso de Física, Vols I, II e III; (ou o volume único) \n2) Triola, M. F.Introdução à Estatístic a 10º edição Rio de Janeiro: LTC,2007 \nOliveira, LAA. Valle, GG. Zanluqui, LA, Constr ução de pilhas elétricas simples: Um \nexperimento integrado de química e física, Eclética Química 2001, volume 3, página \n26 (acesso on line livre) 3)  Mól, GS. Ferreira, GA L. Silva, RR. Laranja, H F, Constante de Avogadro \n \nCEL064 – Introdução à engenharia elétrica \nBibliografia:  1. BAZZO, W., A., PEREIRA, L., T., V.: In trodução à Engenharia, Ed. Da UFSC, 1990. \n2. Estatuto e Regimento Geral da UFJF. \n3. Manual do Aluno da UFJF. 4. Normatizações da PROEP e da PROAC. 5. Resoluções do CEPE e da PROGRAD. 6. RAG - Regimento Acadêmic o da Graduação da UFJF. ", "95": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n95 \n 7. Revistas de Informação Técnica. \n \nMAT155 – Geometria analítica e sistemas lineares Bibliografia: SANTOS, R.J. Matrizes Vetores e Geometri a Analítica. Belo Horizonte: Imprensa \nUniversitária da UFMG, 2004. \nBOLDRINI, J.L. Álgebra Line ar. São Paulo, Harbra, 1986. \nBOULOS, P. & CAMARGO, I. Geometria Analít ica. Um Tratamento Vetorial. São Paulo, \nPrentice Hall Brasil, 2005.  Bibliografia complementar: \nANTON, H & RORRES, C. Álgebra Linear com Aplicações. Porto Alegre, Bookman, 2001. \nCALLIOLI, C., DOMINGUES, H.H.  & COSTA, R.C.F. Álgebra Linear e Aplicações. São \nPaulo: Atual Editora, 1990. LEHMANN, C.H. Geometria Analít ica. São Paulo: Globo, 1975. \nLIPSCHUTZ, S. Álgebra Linear . Porto Alegre, Bookman, 2004. \nREIS, G.L. & SILVA, V.V.  Geometria Analítica. Ri o de Janeiro: LTC, 1996. \nSTEINBRUCH, A. & WINTERLE, P. Geometria An alítica. São Paulo: Makron books, 1987. \nSTEINBRUCH, A. & WINTERLE, P. Álgebra Li near. São Paulo: Makron books, 1987. \nWINTERLE, P. Vetores e Geometria Analít ica. São Paulo: Makron books, 2000. \n \nMAT154 – Cálculo I Bibliografia: FLEMMING, D.M. & GONÇALVES, M.B. Cálculo A.  São Paulo: Prentice  Hall Brasil, 2006. \nANTON, H. Cálculo, um novo horizonte.  Vol. 1. Porto Alegre: Bookman, 2000. \nLEITHOLD, L. O Cálculo com Geometria Analític a. Vol 1. São Paulo: Harbra Ltda, 1994. \nBibliografia complementar: GUIDORIZZI, H. L. Um Curso de Cálculo.  Vol. 1. Rio de Janeiro: LTC, 2001. \nMUNEM, M. & FOULIS, D.J. Cálculo. Vol. 1. Rio de Janeiro: LTC, 1982. ", "96": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n96 \n SIMMONS, G.F. Cálculo com Geometria Analític a. Vol. 1. São Paulo: Makron Books, \n1987. \nSTEWART, J. Cálculo. Vol. 1. São Paulo: Thomson Learning, 2006. \nSWOKOWSKI, E. W. Cálculo com Geometria Analít ica. Vol. 1. São Pa ulo: Makron Books, \n1994.  \nDCC120 – Laboratório de programação \nBibliografia: GUIMARÃES, A. M. Algoritmos e estruturas  de dados. Rio de Janeiro: LTC, 1994. \nKERNIGHAN, BRIAN W., RITCHIE, DENNIS M. C: A linguagem de programação padrão. \nRio de Janeiro: Campus, 1989. \nSZWARCFITER , J. L.,  MARKENZON, L. Estrut uras de dados e seus algoritmos. Editora \nLCT. 2a. Edição, 1994.  DCC119 – Algoritmos \nBibliografia:  \nGUIMARÃES, A. M. Algoritmos e estruturas  de dados. Rio de Janeiro: LTC, 1994. \nKERNIGHAN, BRIAN W., RITCHIE, DENNIS M. C: A linguagem de programação padrão. \nRio de Janeiro: Campus, 1989. SZWARCFITER , J. L.,  MARKENZON, L. Estrut uras de dados e seus algoritmos. Editora \nLCT. 2a. Edição, 1994. \n \n2º período \nFIS073 – Física I Bibliografia: \n1. Sears & Zemansky, Física I, vol 1, 12a . ed, Pearson, São Paulo. R$100,00 ISBN \n9788588639300. 2. D. Halliday e R. Resnick, K. Krane, Funda mentos de Física, 8 ed., vol. 1 - Mecânica \n(LTC, Rio, 1991) R$105, 00 ISBN 9788521616054. ", "97": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n97 \n 3.  H. M. Nussenzveig, Curso de Física Básica ,2a ed., vol. 1 - Mecâ nica (Edgard Blücher, \nSão Paulo, 1990) \nBibliografia complementar: 1.P. Tipler, G. Moska, Física, 6 ed.,  vol 1 (Guanabara Dois, Rio, 6ed)  \n QUI125 – Química fundamental \nBibliografia:  \n1. Russell. Química Geral. Editora McGraw Hill Ltda. Vol 1 e 2, 1994. \n2. Mahan, B.M.; Myers, R.J.  Química   Um Curso Universitário. 4ª edição. Editora \nEdgard Blucher Ltda, 1995.  3. Barros, Haroldo L.C. Química Inorgânica   Uma Introdução, Editora da UFMG, 1992. \n \nMAT158 – Álgebra linear Bibliografia: BOLDRINI, J. L. Álgebra Line ar. São Paulo: Harbra, 1986. \nSTRANG, G. Álgebra Linear e Suas Aplicações, Gengage Learning, 2010. \nSTEINBRUCH, A. & WINTERLE, P. Álgebra Linear. São Paulo: Makron Books, 1987 \nBibliografia complementar: ANTON, H. & RORRES, C. Álgebra Linear com Aplicações. Porto Alegre: Bookman, \n2001. \nCALLIOLI, C., DOMINGUES, H.H.  & COSTA, R.C.F. Álgebra Linear e Aplicações. São \nPaulo: Atual Editora, 1990. SANTOS, R.J. Álgebra Linear e Aplicações. Belo Horizonte: Imprensa Universitária da \nUFMG, 2006. LIPSCHUTZ, S. Álgebra Linear . Porto Alegre: Bookman, 2004. \nLIMA, E. L. Álgebra Linear, Rio de Janeiro, IMPA, 2009. \n MAT156 – Cálculo II Bibliografia: FLEMMING, D.M. & GONÇALVES, M.B. Cálculo A.  São Paulo: Prentice  Hall Brasil, 2006. ", "98": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n98 \n FLEMMING, D.M. & GONÇALVES, M.B. Cálculo B.  São Paulo: Prentice  Hall Brasil, 2007. \nLEITHOLD, L. O Cálculo com Geometria Analít ica. Vol. 1 e 2. São Paulo: Harbra, 1994 \nRio de Janeiro: Editora UFRJ, 2000. Bibliografia complementar: ANTON, H. Cálculo, um novo horizonte. Vol. 1 e 2. Porto Alegre, Bookman, 2000. \nGUIDORIZZI, H.L. Um Curso de Cálculo. Vo l. 1 e 2. Rio de Janeiro: LTC, 2001. \nMUNEM, M. & FOULIS, D.J. Cálculo. Vo l. 1 e 2. Rio de Janeiro: LTC, 1982. \nPINTO, D. & MORGADO, M.C.F. Cálculo Dife rencial e Integral de Funções de Várias \nVariáveis. Rio de Janeiro: Editora UFRJ, 2000. SIMMONS, G.F. Cálculo com Geometria Analítica.  Vol. 1 e 2. São Paulo: Makron Books, \n1987. \nSTEWART, J. Cálculo. Vol. 1 e 2. São Paulo: Thomso n Learning, 2006. \nSWOKOWSKI, E. W. Cálculo com Geometria Ana lítica. Vol. 1 e 2. São Paulo: Makron \nBooks, 1994 SANTOS, R.J. Matrizes Vetores e Geometri a Analítica. Belo Horizonte: Imprensa \nUniversitária da UFMG, 2004. \n FIS077 – Laboratório de Física I Bibliografia: 1. HENNIES, C., E.: Problemas Experimentais em Física, vol 1, Ed. UNICAMP, Campinas, \n1988.  \n2. DAMO, H., S.: Física Experimental, vol 1, Ed. UCS, Caxias do Sul, 1985. \n3. RAMOS, L., A., M.: Física Experimenta l, Ed. Mercado Aberto, Porto Alegre,1984. \n QUI126 – Laboratório de Química \nBibliografia: \n1) Vogel, A. I.; Tatchell, A. R.; Furnis, B. S.; Hannaford, A. J.; Smith P.W.G. Vogel's \nTextbook of Practical Organic Chemistry. 5th Edition. Editora: Prentice Hall, 1996. \n1552 págs. (ISBN: 9780582462366) ", "99": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n99 \n 2) Peruzzo, T. M.;  Canto, E. L. Química na  Abordagem do Cotidiano - Volume Único. 3ª \nedição. São Paulo: Editora Moderna, 200 8. 760 págs. (ISBN:  9788516056612)  \n3) Zubrick, J. W. Manual De Sobrevivenci a No Laboratorio De Química Orgânica. 1ª \nEdição. São Paulo: Editora LTC, 2005. 284 págs. (I SBN: 8521614403) \nBibliografia complementar: 1) Mateus, A. L. Química na Cabeça. 1ª Edição. Belo Horizonte: Editora UFMG, 2003. \n128págs. (ISBN: 9788570412911) \n2 )  B a r r o s ,  H .  L .  C .  Q u í m i c a  I n o r g â n i c a  -  Uma Introdução. Belo Horizonte: Editora da \nUFMG, 1992. (ISB N: 8570410514) \n3) Mahan, L. K., Myers, R. J. Química - Um  Curso Universitario. 4ª edição. São Paulo: \nEditora Edgard Blücher Ltda, 1995. 604 págs. (ISBN: 8521200366) \n4) Peruzzo, T. M.;  Canto, E. L. Química na  Abordagem do Cotidiano - Volume Único. 3ª \nedição. São Paulo: Editora Moderna, 2008. 760 págs. (ISB N: 9788516056612) \n5) Lee, J. D. Química Inorgânica - Não Tã o Concisa. 5ª Edição. São Paulo: Editora \nEdgard Blucher Ltda, 2000. 52 7 págs. (ISBN: 8521201761) \n \n3º período \nFIS074- Física II \nBibliografia: 1 - P. Tipler, Física, 2a ed., vol 2 (Guanabara Dois, Rio, 6ed) \n2 - D. Halliday e R. Resnick, Fundamentos de Física, 3a ed., vol. 2 - Mecânica(LTC, Rio, \n1991) 3 - Sears & Zemansky, Física II, vol 2,  12a. ed, Pearson, São Paulo. \nBibliografia complementar: 1 - H. Moysés Nussenzveig, Curso de física bá sica-2, fluídos, oscila ções e ondas, calor. \nEditôra Edgard Blucher. \n \nESA002 – Ecologia e preservação do meio ambiente \nBibliografia: ", "100": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n100 \n 1. BRANCO, S., M., ROCHA, A., A.: Elementos de Ciênci a do Ambiente, CETESB - \nCompanhia de Tecnologia de Saneam ento Ambiental, São Paulo, 1993. \n2. CARVALHO, B., A.: Ecologia Aplic ada ao Saneamento Ambiental, ABES \n \nMAT029 – Equações diferenciais I \nBibliografia: \nB O Y C E ,  W . E .  &  D I  P R I M A  ,  R . C .  E q u a ç õ e s  Diferenciais Elementares e Problemas de \nValores de Contorno. Rio de Janeiro: LTC, 2006. \nFIGUEIREDO, D.G. & NEVES, A.F. Equações Diferenciais Aplicadas . Rio de Janeiro, \nIMPA, CNPq, 1997. KREYSZIG, E. Matemática Superior. Vo l. 1. Rio de Janeiro, LTC, 1976. \nBibliografia complementar: \nGUIDORIZZI, H.L. Um Curso de Cálculo. Vol. 4. Rio de Janeiro: LTC, 2002. \nKAPLAN, W. Cálculo Avançado. Vol.  2. São Paulo, Blücher, 2008. \nLEITHOLD, L. O Cálculo com Geometria Ana lítica. Vol. 2. São Paulo: Harbra, 1994. \nSANTOS, R.J. Introdução às Equações Di ferenciais Ordinárias. Belo Horizonte: \nImprensa Universitária da UFMG, 2006. STEWART, J. Cálculo. Vol. 2. São Paulo: Thomson Learning, 2006. \n \nMAT157-Cálculo III \nBibliografia: \nFLEMMING, D.M. & GONÇALVES, M.B. Cálculo B.  São Paulo: Prentice  Hall Brasil, 2007. \nANTON, H. Cálculo, um novo horizonte.  Vol. 2. Porto Alegre: Bookman, 2000. \nPINTO, D. & MORGADO, M.C.F. Cálculo Dife rencial e Integral de Funções de Várias \nVariáveis. Rio de Janeiro: Editora UFRJ, 2000. \nBibliografia complementar: \nSTEWART, J. Cálculo. Vol. 2. São Paulo: Thomson Learning, 2006. \nSWOKOWSKI, E. W. Cálculo com Geometria Analít ica. Vol. 2. São Pa ulo: Makron Books, \n1994. \nÁVILA, G. Cálculo das Funções de Múltiplas Variáveis, LTC, 2006. ", "101": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n101 \n  \nEST029 – Cálculo de probabilidades I \nBibliografia: MEYER, P. L. Probabilidade: Aplicações e Esta tística. 2ª Ed. Rio de Janeiro: Livros \nTécnicos e Científicos. Editora S.A., 2000. MAGALHÃES, M. N. e LIMA, A. C.P. Noções de probabilidad e e estatística. EDUSP. \nEdição revista. 7ª Ed., 2007. \nROSS, S. A. Probabilidade: Um curso modern o com aplicações. 8ª Ed.. Porto Alegre: \nBookman, 2010. Bibliografia complementar: JAMES, B. Probabilidade: um curso de nível intermediário. Rio de janeiro: Instituto de \nMatemática Pura e Aplicada, 1981. \nFELLER, W. Introdução a Teoria das Probabilid ades e suas Aplicações. Vol I e II. Edgard \nBlucher. São Paulo, 1976. ROSS, S. A. First Course in Probability. 6 ed. New York: McMillan Publishing Company, \n2005. \n \nCEL032 – Circuitos lógicos \nBibliografia: 1. MALVINO, A., P.: Microcomputadores e Microprocessadores, Ed. Makron Books, \n1975. \n2. SEDRA A., S. et all: Microele trônica, Ed. Makron Books, 1994. \n3.  Ronald J. Tocci, Neal S. Widmer, Greg ory L. Moss, Sistemas Digitais: princípios e \naplicações, 10ed. Pr entice Hall (2007); \nBibliografia complementar: \n1. Idoeta, I. V., Capuano, F. G., Elementos de Eletrônica Digital, Ed. Érica, Ed. 40, 2000.  \n2. Pedroni, A. V., Eletrônica Digital Moderna e VHDL, 1a edição, Ed. Campus. \n3. BIGNELL, J. W., DONOVAN R. , L.: Eletrônica Digital: Lógi ca Combinacional, vol 1, Ed. \nMakron Books, 1995. ", "102": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n102 \n 4.  Stephen Brown, Zvonko Vranesic; Fundamentals of Digital Logic with VHDL Design; \n3a Edição; McGraw-Hill; 2008; \n5. Floyd, Thomas L., Sistemas Digitais - F undamentos e Aplicações,  9a Ed, Bookman, \n2007.  \n4º período \nFIS075 – Física III Bibliografia: 1  Young H. D., Freedman R.A.: \"Física III \" Ed. 12 (2010) Pearson \n2  HallidayD., Resnick R., Walter J.: \"Fundame ntos de Física III\", Ed. 8 (2009) LTC. \n1. TIPLER, P.: Física, vol 2a, Ed. Guanabara Dois, Rio, 1984. \nBibliografia complementar: \n1  Chaves Alao: \"Física Básica v.2\", (2007) LTC 2  E. M. Purcell, Curso de Física de Berkeley , vol. 2 - Eletricidade  e Magnetismo (Edgard \nBlücher, São Paulo, 1973)  \n3  Nussenzveig H. M.: \"Curso de  Física Básica  v.3\" (1997) ou \n(2009) Edgard Blücher 4  Feynman R \"The Feynman lectures on  physics v.2\" Addison Wesley Longman \n \nCEL033 – Circuitos Lineares I \nBibliografia: \n1. Richard C. Dorf e James A. Svoboda, Intr odução aos Circuitos Elétricos, LTC Editora, \n5ªEdição. 2. Robbins, H. Allan; Miller, C. Wilhelm: \"Análise de Circ uitos - Teoria e Prática\"  \n3. Johnson, D.E. et al, Fundame ntos de Análise de Circuitos Elétricos, Prentice Hall do \nBrasil,4a Edição, 1990.  \nBibliografia Complementar: 4. BOYLESTAD, R. L. Introdução à análise de circuitos. 10. ed . São Paulo: Pearson \nPrentice Hall, 2004. 828 p. 3.  reimpressão, fev. 2008. ", "103": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n103 \n 5 .  M .  N h a v i ,  E d m i n i s t e r ,  J .  A .  T e o r i a  e  Problemas de Circuitos Elétricos, Bookman, \n2005. \n6. CLOSE, C. M., Circuitos Lineares, Ed. LTC. 7. DESOER, et alli: Teoria Básica de Circuitos, Ed. Guanabara Dois. \n8. ROBBA, J. E.: Introdução aos Sistemas El étricos de Potência, Ed. Edgard Blücher. \n \nMAT030 – Equações diferenciais II \nBibliografia: B O Y C E ,  W .  E .  &  D I  P R I M A ,  R .  C .  E q u a ç õ e s  D i f e r e n c i a i s  E l e m e n t a r e s  e  P r o b l e m a s  d e  Valores de Contorno. Rio de Janeiro: LTC, 2006. \nFIGUEIREDO, D.G. Análise de Fo urier e Equações Diferenciais  Parciais. Rio de Janeiro: \nIMPA, CNPq, 1977. \nKREYSZIG, E. Matemática Superior. Vo l 1 e 3. Rio de Janeiro: LTC, 1976. \nBibliografia complementar: FIGUEIREDO, D.G. & NEVES, A. F. Equações Diferenciais Aplicadas. Rio de Janeiro: \nIMPA, CNPq, 1997. \nKAPLAN, W. Cálculo Avançado. Vol.  2. São Paulo: Blucher, 2008. \nSANTOS, R.J. Introdução às Equações Di ferenciais Ordinárias. Belo Horizonte: \nImprensa Universitária da UFMG,2006. IÓRIO, Valéria EDP: Um Curso de Gradua ção, Rio de Janeiro: IMPA, CNPq, 2010. \n \nDCC008 – Cálculo numérico Bibliografia: 1. SANTOS, V., R., de B.: Cálc ulo Numérico, Ed. LTC, 1982. \n2. CLAUDIO, D., M., MARINS, J., M.: Cálculo Numérico Com putacional, Ed. Atlas, 1994. \n3.PETER, A., S.: Introdução aos Méto dos Numéricos Ed. Interciência, 1979. \nBibliografia complementar: 1. RUGGIERO, M., A., G:, LOPES, V., L., da R.: Cálculo Numérico, Aspectos Teóricos e \nPráticos, Ed. McGraw-Hill, 1988. 2. HUMES, A., F., P., de C., et al.: Noçõ es de Cálculo Numérico, Ed. McGraw-Hill, 1984. ", "104": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n104 \n  \nFIS081 – Fenômenos de Transporte \nBibliografia: 1 - Frank Kreith , Mark S. Bohn, Principi os de Transferencia de Calor, Pioneira \nThomson Learning, Sexta Edic ao, 2003, ISBN13: 9788522102846. \n2 - Frank P. Incropera, David P. Dewitt, Th eodore L. Bergman, Adrienne S. Lavine, \nFundamentos de Transferênci a de Calor e de Massa, LTC,  Sexta Edição, 2008, ISBN: \n9788521615842. 3 - Celso Pohlmann Livi, Fundamentos De Fe nômeno De Transporte, LTC, Primeira \nEdição, 2004, ISBN 8521614152. Bibliografia complementar: \n1 - Washington Braga Filho, Transmissão de  Calor, Pioneira Thomson Learning, 2004, \nISBN13: 9788522103744.  MAC015 – Resistência dos Materiais \n- JC Sussekind; Curso de Análise Estrut ural - Volume I, 10 ed, Globo, 1989 \n- FP Beer, ER Johnston; Resistência dos Materiais, 2 ed, Makron, 1989 - SP Timoshenko; Resistência dos Materiais, LTC, 1957 Bibliografia Complementar: - FP Beer, ER Johnston; Mecânica Veto rial para Engenheiros, McGraw-Hill, 1978 \n- RC Hibbeler; Estática: Mecânica pa ra Engenharia, 10 ed, Pearson, 2006 \n- RC Hibbeler; Resistência dos Materiais, 5 ed, Pearson, 2008 \n-- JM Gere; Mecânica dos Materiais, Thomson, 2003 \n ENE045 – Laboratório de Eletrotécnica \nBibliografia: \nARNOLD, R.: Fundamentos da Elet rotécnica, Ed. EPU-SP, 1976. \n \n5º período \nFIS076 – Física IV ", "105": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n105 \n Bibliografia:  \n1- Fundamentos de Fisica. Halliday & Resnick. Vol 4. J. Walker. Ed gen LTC. 8va edição. \n2010    ISBN 978-85-216-1608-05 2. Física IV - Ótica e Física Moderna, 12ª ediç ão Sears & Zemansky. H. D. Young e R. A. \nFreedman \nEd. Pearson 12a Edição 2009. ISBN-13: 97 88588639355, ISBN- 10: 8588639351 \n3-Física Quântica. Eisberg & Resnick Ed itora Campus, Ed. 9, 1994. ISBN  \n9788570013095 Bibliografia complementar: 4 -  F í s i c a .  U m  c u r s o  U n i v e r s i t a r i o .  V o l  I I  C a m p o s  e  O n d a s .  M .  A l o n s o  e  E .  J .  F i n n .  E d  \nEdgard Blucher Lda, 12 reimpre ssão 2009. ISBN 978-85-212-0039-0 \n \nCEL034 – Circuitos Lineares II \nBibliografia:  \n1. Richard C. Dorf e James A. Svoboda, Intr odução aos Circuitos Elétricos, LTC Editora, \n5ªEdição. 2. Robbins, H. Allan; Miller, C. Wilhelm: \"Análise de Circ uitos - Teoria e Prática\"  \n3. Johnson, D.E. et al, Fundame ntos de Análise de Circuitos Elétricos, Prentice Hall do \nBrasil,4a Edição, 1990. \nBibliografia Complementar: \n4. BOYLESTAD, R. L. Introdução à análise de circuitos. 10. ed . São Paulo: Pearson \nPrentice Hall, 2004. 828 p. 3.  reimpressão, fev. 2008. \n5 .  M .  N h a v i ,  E d m i n i s t e r ,  J .  A .  T e o r i a  e  Problemas de Circuitos Elétricos, Bookman, \n2005. \n6. CLOSE, C. M., Circuitos Lineares, Ed. LTC. \n7. DESOER, et alli: Teoria Básica de Circuitos, Ed. Guanabara Dois. \n8. ROBBA, J. E.: Introdução aos Sistemas El étricos de Potência, Ed. Edgard Blücher. \n CEL099 – Eletrônica Analógica ", "106": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n106 \n Bibliografia: \n1. Sedra, A.; Smith, K.; Microeletrônic a; 5a Edição, Pearson/Prentice Hall, 2007. \n2. Boylestad, R; Nashelsky, L. Disposit ivos Eletrônicos e te oria de circuitos. \nPearson/Prentice Hall, 2004.  3. Razavi, B., Fundamentos de Microe letrônica, LTC, 1ª Edição, 2010. \n \nBibliografia Complementar: \n1 .   J .  J . Ca t h ey,  D i s p o s i t i v o s  E l et r ôn i co s  e Circuitos Eletrônicos, 2ª Edição, Bookman, \n2003. 2. L. W. Turner, Dispositivos e Circui tos Eletrônicos, 1ª Edição, Hemus, 2005. \n3. Malvino, A. P., Eletrônica, McGraw-Hil, 2a Edição, 1987. \n4. Valkenburgh, N. V. e Neville , I., Eletrônica Básica, 7ª Edição, Freitas Bastos, 1976 \n5.  Lurch, E. N., Fundamentos de Eletrônica, 1a Edição, LTC, 1984. \n CEL037 – Laboratório de Eletrônica  \nBibliografia: \n1. Sedra, A.; Smith, K.; Microeletrônic a; 5a Edição, Pearson/Prentice Hall, 2007. \n2. Boylestad, R; Nashelsky, L. Dispositivos Eletrônicos e teoria de circuitos. 8ª Edição, \nPrentice Hall, 2004.  3. Razavi, B., Fundamentos de Microe letrônica, LTC, 1ª Edição, 2010 \nCEL099 – Eletrônica Analógica \n Bibliografia Complementar: 1. J. J. Cathey, Dispositivos Eletrônicos e Circuitos Eletrônicos, 2ª Edição, Bookman, \n2003. \n2. L. W. Turner, Dispositivos e Circui tos Eletrônicos, 1ª Edição, Hemus, 2005. \n3. Malvino, A. P., Eletrônica, McGraw-Hil, 2a Edição, 1987. 4. Valkenburgh, N. V. e Neville , I., Eletrônica Básica, 7ª Edição, Freitas Bastos, 1976 \n5. Lurch, E. N., Fundamentos de El etrônica, 1a Edição, LTC, 1984. \n ", "107": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n107 \n CEL062 – Circuitos Trifásicos \nBibliografia:  \n1 .  R i c h a r d  C .  D o r f  e  J a m e s  A .  S v o b o d a ,  I n trodução aos Circuitos Elétricos, 8 ed, Ed. \nLTC. 2. ROBBA, J. E.: Introdução aos Sistemas El étricos de Potência, Ed. Edgard Blücher, \n2001. \n3. R. O. Albuquerque, Análise de Circuito s em Corrente Alternada, 2ed, Erica, 2006. \nBibliografia Complementar: 1. CLOSE, C. M., Circuitos Lineares, Ed. LTC. 2. Johnson, D.E. et al, Fundamentos de An álise de Circuitos Elétricos, 4 ed, LTC. \n3. O. Markus, Circuitos Elétricos - Corrent e Contínua e Corrente Alternada - Teoria e \nExercícios, 1 ed, Ed. Erica \n4. G. BARRETO; C. A. DE CASTRO JUNIOR; C. A. DE F. MURARI; F. SATO, Circuitos de Corrente Alternada, 1 ed, Ed. Oficina de textos. 5. Robbins, H. Allan; Miller, C. Wilhelm, Aná lise de Circuitos – Teoria e Prática, vol. 1 e \nvol. 2. \n CEL066 – Sinais e Sistemas Bibliografia: 1. A. V. Oppenheim e A. S. Willsky, Sin ais e Sistemas, Peason 2ª Edição 2010. \n2. B. P. Lathi, Sinais e Sistemas Lineares, Bookman, 1a Edição, 2006. \n3.  S. Haykin e B. V. Veen, Sinais e Sistemas, Bookman, 1ª Edição, 2001.  Bibliografia complementar: 1. B. Girod, R. Rabenstein, A. Stenger, Sinais e Sistemas, LTC, 1ª Edição , 2003. \n2. M.J. Roberts, Fundamentos em Sinais e Sistemas, McGraw-Hill, 1ª Edição , 2009. \n3. B. P. Lathi, Sistemas de Comunicação Anal ógicos e Digitais, LTC, 4a Edição, 2012. \n4. K. Ogata, Engenharia de Controle  Moderno, Pearson, 5a Edição, 2010. \n5.  M. Weeks, Processamento Digita l de Sinais, LTC, 2a Edição, 2012. \n ", "108": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n108 \n CEL065 – Eletromagnetismo \nBibliografia: \n1. HAYT JR., W., BUCK, J. A.: Eletroma gnetismo, Ed. McGraw-Hill, 7ª edição, 2008. \n2. SADIKU, Matthew N. O. Elementos de eletromagnetismo. Bookman,2008. \n3. KRAUS, J. D., Fleisch, D. A., Electromag netics with Applications, McGraw-Hill, 8a. \nedição, 2008.  \n \nBibliografia complementar: 1. NOTAROS, BRANISLAV M, Eletromagnet ismo, Pearson Brasil, 1ª Edição, 2012. \n2. RIBEIRO, JOSÉ A. J. , Pr opagação de Ondas Eletromagnét icas, Ed. Érica, 1ª Edição, \n2004. \n3. WENTWORTH, STUART M., Eletromagnetis mo Aplicado: Abordagem Antecipada das \nLinhas de Transmissão, B ookman, 1ª edição, 2008. \n4. Paul H. Yong, Técnicas de Com unicação Eletrônica, Prentice-Hall, 2005 \n5. Kaiser, Kenneth L., Transmission Line s, Matching, and Crosstalk, CRC, 2005. \n \n6º período \nCEL071 – Laboratório de Sistemas Eletrônicos I \nBibliografia:  \n1. Sedra, A.; Smith, K.; Microeletrônica;  5a Edição, Pearson/Prentice Hall, 2007. \n2. Ronal J. Tocci,  Neal S. Widmer, Gregory L. Mo ss. Sistemas Digitais: Princípios e Aplicações. \nPeason – Prentice Hall, 8ª  edição para cima. \n3. Joseph Cavanagh, Verilog HDL: Digital Design and Modelign, CRC Press, 2007. \n4. Manuais dos softwares utilizados, rote iros de laboratório.Bibliografia  \n \nComplementar: \n5. Bogart, T. Dispositivos e Circuitos Eletrô nicos. Volume 1. Makron Books Ltda, 2001. \n6. Bogart, T. Dispositivos e Circuitos Eletrô nicos. Volume 2. Makron Books Ltda, 2001. \n7. Malvino, A. P., Eletrônica, McGraw-Hil, 2a Edição, 1987. ", "109": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n109 \n 8. Valkenburgh, N. V. e Neville , I., Eletrônica Básica, 7ª Edição, Freitas Bastos, 1976 \n9. Shoab Ahmed Khan, Digital Design of Signal Processing Sy stems: A practical \napproach; Wiley, 2011.  \nCEL038 – Teoria de Controle I \nBibliografia: 1. OGATA, K.: Engenharia de Controle  Moderno, Prentice/Hall do Brasil. \n2. Dorf, Richard C., Sistemas de Co ntrole Moderno, Ed. LTC, 2009. \n3. N. S. Nise, Engenharia de Sistema s de Controle, 6 edição, LTC, 2012. \nBibliografia complementar: \n1. KUO, B.: Sistemas de Controle Au tomático, Prentice/Hall do Brasil. \n2. J. C. GEROMEL, R. H. KOROGUI, Controles Linear de  Sistemas Dinâmicos - Teoria, \nEnsaios Práticas e Exercícios, 2ed, Edgard Blucher. 3. P. R. da Silveira e W. E.  Santos, Automação e Controle Discreto, 9a Ed, Ed Érica. \n4. C. C. Morais, P. B. L. Castrucci, Enge nharia de Automação Industrial, 2a Ed, LTC, \n2007. 5. M. Groover, Automação Industrial e Siste mas de Manufatura, 3ed, Ed. Pearson, \n2011. 6. CHEN, C., T.: Linear System Theory a nd Design, Holt, Rinehalt and Wilson, 1999. \n7. Sivanagaraju, S.; Devi, L.; Control Syst ems Engineering, Ed. New Academic Science \nLtd, 2009. \n \nCEL051 – Eletrônica II \nBibliografia: \n1.  Sedra, A.; Smith, K.; Microeletrônic a; 5a Edição, Pearson/Prentice Hall, 2007. \n2. Boylestad, R; Nashelsky, L. Disposit ivos Eletrônicos e te oria de circuitos. \nPearson/Prentice Hall, 2004.  3.  Razavi, B., Fundamentos de Micr oeletrônica, LTC, 1ª Edição, 2010. \nBibliografia complementar: ", "110": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n110 \n 1. J. J. Cathey, Dispositivos Eletrônicos e Circuitos Eletrônicos, 2ª Edição, Bookman, \n2003. \n2. L. W. Turner, Dispositivos e Circui tos Eletrônicos, 1ª Edição, Hemus, 2005. \n3. Malvino, A. P., Eletrônica, McGraw-Hil, 2a Edição, 1987. 4. Valkenburgh, N. V. e Neville , I., Eletrônica Básica, 7ª Edição, Freitas Bastos, 1976 \n5.  Lurch, E. N., Fundamentos de Eletrônica, 1a Edição, LTC, 1984. \n \nCEL070 – Introdução aos processos estocásticos \nBibliografia: 1. P. Z. Peebles, Jr. Probability, Random variables and random signal principles, 3ª \nEdição McGraw-Hill, 1993. \n2. J. P. A. Albuquerque, J. M. P. Fortes, W. A. Finamore, Probabilidade, variáveis \naleatórias e processos estocást icos, Editora Interciência, 2008. \n3. J. A. Gubner, Probability and Random Processes for Electrical and Computer \nEngineers, Cambridge University Press, 1a Edição, 2006. \nBibliografia complementar: \n1. M. S. de Alencar, Prob abilidade e Processos Estocásticos, 1ª Edição, Érica, 2009. \n2. H. Hsu, Probability, random variables and random processes, 2a Edição, McGraw-\nHill, 2010. 3. S. Ross, Probabilidade , Um Curso Mode rno com Aplicações , 8ª Edição Bookman, \n2010. \n4. P. L. Meyer, Probabilidade, Aplicaçõe s à Estatística, 2ª Edição, LTC, 2006. \n5. H. Kobayashi, B. L. Mark, W. Turin, Probability, Random Process and Statistical \nAnalysis, 1a Edição, Cambridge, 2011. 6. W. J. Stewart, Probability, Markov Ch ains, Queues and Simulation, 3a Edição, \nPrinceton, 2003. \n \nCEL035 – Eletrônica Digital \nBibliografia: ", "111": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n111 \n 1. Ronald J. Tocci, Neal S. Widmer, Gregor y L. Moss, Sistemas Digitais: princípios e \naplicações, 10ed. Prentice Hall (2007); \n2. Fundamentals of Digital Logic with VHDL  Design; Stephen Brown, Zvonko Vranesic; \n3a Edição; McGraw-Hill; 2008;  3. Sedra, A.; Smith, K.; Microeletrônica;  5a Edição, Pearson/Prentice Hall, 2007. \nBibliografia complementar: \n1. V. Pedroni, Eletronica Digital Mo derna e VHDL, 1ª Edição, Campus, 2010. \n2. J. W. Bignell, R. Donovan, Eletrô nica Digital, 1ª Edição, Cengage, 2009. \n3. I. V. Idoeta, Elementos de El etrônica Digital, 40ª Edição, 2007. \n4. Garcia, P. A., Eletrônica Digital - Teor ia e Laboratório, 2ª Edição, Érica, 2008. \n5. R. Damore, Vhdl - Descrição e Síntese de Circuitos Digitais, 2 ed., LTC, 2012. \n \nCEL068 – Princípios de Comunicações Bibliografia básica: 1. S. Haykin, Sistemas de Comunicação Anal ógicos e Digitais, Bookman, 4ª Edição, \n2004. \n2. B. P. Lathi e Z. Ding, Mo dern digital and analog communication system, 4ª edição, \nOxford University Press, 2009. 3. M. P. Fitz, Fundamentals of comm unications systems, McGraw Hill, 2007. \nBibliografia complementar: \n1. Rogério M. Carvalho, Comunicações Analógic as e Digitais; Rio de Janeiro, LTC, 2009. \n2. John G. Proakis, Masoud Salehi, Gerh ard Bauch, Contemporary Communication \nSystems Using Matlab and Simulink. 2ª Ed., Thomson, 2004. 3. Bernard Sklar, Digital Communication s: Fundamentals and Applications, 2nd \nEdition, Prentice Hal.  \n4. Paul H. Young, Técnicas de Com unicação Eletrônica, Prentice Hall, 2006. \n5. Simon Haykin; Michael Moher, Sistemas de Comunicação, 5ª Edição, Bookman, \n2011.  CEL0XX – Eletromagnetismo Aplicado ", "112": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n112 \n Bibliografia: \n1. Matthew M. Radmanesh , Electronic Wa ves & Transmission Line Circuit Design, \nAuthorhouse, 2011. 2. P. C. Magnusson, A. Weisshaar, V. K. Trip athi, G. C. Alexander, Transmission Lines \nand Wave Propagation, 4a. Ed. , CRC, 2000.  \n3. KRAUS, J. D., Fleisch, D. A., Electromag netics with Applications, McGraw-Hill, 8a. \nedição, 2008.  \n Bibliografia complementar: 1. NOTAROS, BRANISLAV M, Eletromagnet ismo, Pearson Brasil, 1ª Edição, 2012. \n2. RIBEIRO, JOSÉ A. J. , Pr opagação de Ondas Eletromagnét icas, Ed. Érica, 1ª Edição, \n2004. \n3. SADIKU, Matthew N. O. Elementos de eletromagnetismo. Bookman,2008. \n4. WENTWORTH, STUART M., Eletromagnetis mo Aplicado: Abordagem Antecipada das \nLinhas de Transmissão, B ookman, 1ª edição, 2008. \n5. SARTORI, José Carlos. Linha s de transmissão e Carta de Smith: projeto assistido por \ncomputador. 2. ed. São Carlos, SP: EESC/USP, 2004. 6. HAYT JR., W., BUCK, J. A.: Eletroma gnetismo, Ed. McGraw-Hill, 7ª edição, 2008. \n7. Paul H. Yong, Técnicas de Com unicação Eletrônica, Prentice-Hall, 2005 \n8. James W. Nilsson; Susan A. Riedel, Circ uitos Elétricos, 8ª Edição, Pearson, 2009. \n9. Kaiser, Kenneth L., Transmission Line s, Matching, and Crosstalk, CRC, 2005. \n \n7º período  \nCEL077 – Laboratório de Sistemas Eletrônicos II \n1. N. S. Kumar, M. Saravanan, S.  Jeevananthan,  Microprocessors and \nMicrocontrollers, 1ª Edição, Oxford, 2011. \n2. Sanjit K. Mitra; Digital Signal Processi ng: A Computer-Based Approach; Third Edition \n(2006); McGraw-Hill; 2006;  3. Eduardo Antônio Barros da Silva, Paulo Se rgio Ramirez Diniz, Sergio Lima Neto \nProcessamento Digital de Sinais, Bookman, 1a edição. ", "113": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n113 \n  \nBibliografia complementar: \n4. D. E. C. Nicolosi, R. B. Bronzeri, Mi crocontrolador 8051 com linguagem C - Prático e \nDidático, 1ª Edição  Érica, 2005.  5. E.D.M, Ordonez, C.G. Penteado, A.C. R. Silva, Microcontroladores e FPGAs: \naplicações em automação, 1ª  Edição,  Novatec, 2005. \n6.  N. A. Martins, Sistemas Microcon trolados, 1ª Ed., Ed. Novatec, 2005.  \n7. H. Taub, Circuitos Digitais e Microprocessadores, McGraw-Hill, 1984. \n8. R. J. Tocci, N. S. Widmer , G. L. Moss, Sistemas Digitais: princípios e aplicações, 10ª \nEdição, Prentice Hall, 2007.  \nCEL039 – Teoria de Controle II \nBibliografia: 1. OGATA, K.: Engenharia de Controle  Moderno, Prentice/Hall do Brasil. \n2. Dorf, Richard C., Sistemas de Co ntrole Moderno, Ed. LTC, 2009. \n3. N. S. Nise, Engenharia de Sistema s de Controle, 6 edição, LTC, 2012. \nBibliografia complementar: 1. KUO, B.: Sistemas de Controle Au tomático, Prentice/Hall do Brasil. \n2. J. C. GEROMEL, R. H. KOROGUI, Controles Linear de  Sistemas Dinâmicos - Teoria, \nEnsaios Práticas e Exercícios, 2ed, Edgard Blucher. \n3. P. R. da Silveira e W. E.  Santos, Automação e Controle Discreto, 9a Ed, Ed Érica. \n4. C. C. Morais, P. B. L. Castrucci, Enge nharia de Automação Industrial, 2a Ed, LTC, \n2007. 5. M. Groover, Automação Industrial e Siste mas de Manufatura, 3ed, Ed. Pearson, \n2011. \n6. CHEN, C., T.: Linear System Theory a nd Design, Holt, Rinehalt and Wilson, 1999. \n7. Sivanagaraju, S.; Devi, L.; Control Syst ems Engineering, Ed. New Academic Science \nLtd, 2009.  CEL073 – Redes de Comunicação I ", "114": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n114 \n Bibliografia: \n1. James F. Kurose; Keith W. Ross, Rede s de Computadores e a Internet -  Uma \nabordagemTop-Down. Pearson Education, 5a. Edição, 2010. \n2. Andrew S. Tanenbaum. Redes de Com putadores, Ed. Campus, 4ª Edição, 2003. \n3. Larry L. Peterson, Bruce S. Peterson . Redes de Computadores, Ed. Campus, 3ª \nEdição, 2004. \nBibliografia complementar:  \n1. Richard Seifert, Jim Edwards, The All-New Switch Book – The Complete Guide to LAN Switching Technology, 2a Edição, 2008. 2. Douglas E.Comer, Interligação em  Rede com TCP/IP, Ed. Campus, 2006. \n3. William Stallings, Redes e Sistemas de Co municação de Dados, 5ª Ed., Editora \nCampus, 2005. \n4. Behrouz A. Forouzan, Comunicação de Dados e Redes de Computadores, McGraw-\nHill, 2008. 5. Natalia Olifer, Victor Olifer, Re des de Computadores, Ed.LTC, 2008. \n \nCEL069 – Microprocessadores Bibliografia: 1- R. Zelenovsky, A. Mendonça, Hardware e Interfaceamento, MZ editora, 4ª edição, 2009 \n2- J. Crisp, Introduction to microprocessors  and microcontrollers, 2ª Ed., Ed. Newnes, \n2004. 3- N. S. Kumar, M. Saravanan, S. Jeevan anthan, Microprocessors and Microcontrollers, \n1ª Edição, Oxford, 2011. Bibliografia complementar:  \n 1- D. E. C. Nicolosi, R. B. Bronzeri, Mi crocontrolador 8051 com linguagem C - Prático e \nDidático, 1ª Edição Érica, 2005. 2- E.D.M, Ordonez, C.G. Penteado, A.C. R. Silva, Microcontroladores e FPGAs: \naplicações em automação, 1ª  Edição, Novatec, 2005. \n3- N. A. Martins, Sistemas Microcon trolados, 1ª Ed., Ed. Novatec, 2005. ", "115": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n115 \n 4- H. Taub, Circuitos Digitais e Microprocessadores, McGraw-Hill, 1984. \n5- R. J. Tocci, N. S. Widmer , G. L. Moss, Sistemas Digitais : princípios e aplicações, 10ª \nEdição, Prentice Hall, 2007. 6- R. J. Tocci, F. J. Ambrosio, Microprocesso rs and Microcomputers, 6ª Edição, Prentice \nHall, 2002.  \n \nCEL075 – Processamento de Sinais I \nBibliografia: \n1- S. K. Mitra; Digital Signal Processing: A Computer-Based Approach; 3a. Edição, McGraw-Hill, 2005. 2- R. G. Lyons, Understanding Digital Signal Processing, 3ª edição, Prentice Hall, 2011. \n3- M. Weeks, Processamento Digital de Sinais, LTC, 2a Edição, 2012. \nBibliografia complementar: \n1- E. Ifeachor, B. Jervis, Digital Signal Pr ocessing: A Practical Approach, 2a Edição, \nPrentice Hall, 2002. 2- E. A. B. da Silva, P. S. R.  Diniz, S. L. Netto,, Digital Signal Processing: System Analysis \nand Design, Cambridge, 2a edição, 2010. 3- A. V. Oppenheim e A. S. Willsky, Sinai s e Sistemas, Pearson, 2ª Edição 2010. \n4- A. V. Oppenheim e R. Sc haffer, Discrete-Time Signal Pr ocessing, Prentice Hall, 3ª \nEdição 2009. 5- V. K. Ingle, J. G. Proakis, Digital Sig nal Processing Using Matlab, Cengage Learning, \n3ª Edição 2011.  \nENEXXX – Fundamentos de Conversão \nBIBLIOGRAFIA: 1. CHAPMAN, S.J. Electric Machinery F undamentals, Ed. Mc Graw-Hill, 4th Edition. \n2. FITZGERALD, A. E. Máquinas Elétricas, Ed. Bookman, Quinta Edição \n3. FALCONE, A.G. Eletromecânica: Tran sformadores, Transdutores, Conversão \nEletromecânica de Energia e Máquinas Elétrica s, Vol 1 e 2, Editora Edgar Blucher Ltda.  ", "116": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n116 \n  \nBIBLIOGRAFIA COMPLEMENTAR: \n1. KOSOW, I. I. Máquinas Elétricas e Transformadores, Ed. Globo. 2. SEN, P.C. Principles of Electric Mach ines and Power Electronics, John Wiley and \nSons, Second Edition, 1997. 3. KRAUSE, P.,  WASYNCZUK, O.  and SUDHOFF, S.D., Analysis  of Electric Machinery, \nIEEE Press, 1994. \n4. Carvalho, G., Máquinas Elétricas - Teoria  e Ensaios, Ed. Érica, 4ª edição, 2010. \n5. Rezek, A. J. J. , Fundam entos Básicos de Máquinas Elétri cas - Teoria e Ensaios, Ed. \nSynergia, 1ª Ed, 2012.  \nENE081 – Métodos de Otimização \nBibliografia: Complementar:  \n8º período  \nENEXXX – Informática Industrial \nBibliografia Básica: 1. Alan C. Shaw, “SISTEMAS E SOFTWARE S DE TEMPO REAL”, BookMan, 2003. \nBibliografia complementar: \n1. Karim Yaghmour, “BUILDING EMBEDDED LINUX SYSTEMS”, O’Reely, 2008 \n2. Marc Gregoire, “PROFESSIONAL C++”, Wiley, 2011 \n CEL074 – Projetos de Circuitos Integrados Analógicos Bibliografia básica: \n1. Maloberti, F. Analog Design for CMOS VL SI Systems. Kluwer Academic Publishers, \n2001. 2. Sansen, W. M. C. Analog Design Esse ntials. Springer Verlag, 1ª ed., 2006. \n3. Razavi, B.  Fundamentos de Micr oeletrônica, LTC, 1ª ed., 2010. \nBibliografia complementar: ", "117": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n117 \n 1. Gray, P. R., Lewis, S. H., Meyer, R. G.; Hurst, P. J., An alysis and Design of Analog \nIntegrated Circuits. John Wiley & Sons, 4a ed., 2001. \n2. Razavi, B., Design of Analog CMOS Inte grated Circuits. McGraw-Hill College, 1a. ed., \n2000.  3. Allen, P. E., Holberg, D. R. CMOS Analog Circuit Design. Oxford Univ Press , 2ª. ed., \n2001. \n4. Baker, R. J., CMOS: Circuit Design, Layo ut, and Simulation. John Wiley and Sons, 3a \ned. (e-book), 2011. 5. Thompson, M. Intuitive Analog Ci rcuit Design. Newnes, 1ª ed., 2006. \n \nCEL079 – Processamento de Sinais II \nBIBLIOGRAFIA BÁSICA 1. Steven M. Kay; Fundamentals of Statistica l Signal Processing, Volume I: Estimation \nTheory; Prentice Hall Signal Processing Series; 1993 \n2. Steven M. Kay; Fundamentals of Statisti cal Signal Processing,Volume II: Detection \nTheory; Prentice Hall Signal Processing Series; 1993 3. Van Trees; Detection, Estimation and Modulation Theory Part I. Detection, \nEstimation and Linear Modulation Theo ry; John Wiley & Sons; 2001BIBLIOGRAFIA \nCOMPLEMENTAR \n1. Monson H. Hayes; Statistical Digital Signal Processing and Modeling; Willey, 1996 \n2. Pouis L. Sharf; Statistical Signal Processi ng: Detection, Estimation, and Time Series \nAnalysis; Prentice Hall; 1991 3. Robert M. Gray e Lee D. Davisson; An In troduction to Statistical Signal Processing; \nCambrige University Press, 2010 \n4. K. Sam Shanmugan e Arthur M. Breipohl; Random Signals: Detection, Estimation \nand Data Analysis; Wiley, 1988 5. Peyton Peebles; Probability, Random Variables and Random Signals Principles; McGraw-Hill; 2000 \n \nCEL076 – Dispositivos Lógico Programáveis ", "118": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n118 \n Bibliografia Básica: \nRonald J. Tocci, Neal S. Widmer; Sistemas Di gitais: Princípios e Aplicações; 10a Edição; \nPrentice Hall; 2007 Complementar: \n \nCEL040 – Eletrônica de Potência \nBibliografia Básica: \n1) Barbi, I. Eletrônica de Potência. Edição do Autor, 6a. Edição, Florianopolis, Brasil, \n2009.  \n2) Barbi, I. e Martins, D. Conversores CC-CC  Básicos Não-Isolados, Edição do Autor, \nFlorianopolis, Brasil, 2008.   Complementar: \n3) Barbi, I. e Martins, D. Introdução ao Es tudo de Conversores CC-CA. Edição do Autor, \nFlorianopolis, Brasil, 2008.  4) Mohan, N. A first course on Power El ectronics, MNPERE, Minneapolis, EUA, 2009. \n \nCEL078 – Instrumentação Eletrônica \nBibliografia Básica:  \n1. Albertazzi, Armando ; Fundamentos de metrologia cientifica industrial ; Editora Manole, 2008 \n2. Daniel Thomazini; Pedro Urbano Braga de Albuquerque; Sensores Industriais: Fundamentos \ne Aplicações; Editora Érica; 2008 \n3. Sedra, Adel S.; Microeletroni ca ; Pearson Prentice Hall ; 2007 \n \nBibiliografia Complementar \n1. Yip, Peter C. L; High-frequency circui t design and measurements; Chapman & Hall; 1990 \n2. Alves, Jose Luiz Loureiro; Instrumentação,  controle e automação de processos; Livros \nTécnicos e Científicos; 2005 \n3. Joseph J. Carr; Elements of Electronic Instrumentation and Measurement, 3ª Edição; \nPrentice Hall; 1996 \n4. Robert B. Northrop; Instrumentation an d Measurements, 2a Edição; CRC Press; 2005 \n5. INMETRO; Guia para a Expressão da Incerteza de Medição. ISO GUM :ABNT \n6. Pallas-Areny, Ramon; Sensors and signal co nditioning, 2a Edição; John Wiley & Sons; 2001 \n7. Kay, Steven M.; Fundamentals of statistical signal processing; Prentice-Hall PTR; 2008 ", "119": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n119 \n  \nCELXXX – Laboratório de Sistemas Eletrônicos III \nBibliografia básica: \n1. Sedra, A.; Smith, K.; Microeletrôni ca; 5a Edição, Pearson/Prentice Hall, 2007. \n2. Boylestad, R; Nashelsky, L. Dispositivos Elet rônicos e teoria de circuitos. Pearson/Prentice \nHall, 2004.  \n3. Razavi, B., Fundamentos de Microeletrônica, LTC, 1ª Edição, 2010. \n \nBibliografia complementar: \n1. Bogart, T. Dispositivos e Circuitos Eletr ônicos. Volume 1. Makron Books Ltda, 2001. \n2. Bogart, T. Dispositivos e Circuitos Eletr ônicos. Volume 2. Makron Books Ltda, 2001. \n3. Malvino, A. P., Eletrôni ca, McGraw-Hil, 2a Edição, 1987. \n4. Valkenburgh, N. V. e Neville, I., Eletrôni ca Básica, 7ª Edição, Freitas Bastos, 1976 \n5. Lurch, E. N., Fundamentos de Eletrônica, 1a Edição, LTC, 1984. \n \n9º período  \nCEL080 – Software Embarcado \nBibliografia Básica:  \n1. Qing Li;  Real-Time Concepts for Embe dded Systems; CMP Book s; 1st edition (July \n2003)  2. Andrew S. Tanenbaum, SISTEMAS OPERAC IONAIS MODERNOS, Prentice Hall Brasil, \n3ª Edição (2010); \nBibliografia Complementar \n1. Tammy Noergaard, Embedded Systems Architecture: A comprehensive guide for \nengineers and programmers, Else vier, 1st edition, 2005;  \n2. Raj Kamal, Embedded System s: Architecture, Programming and Design, 2nd Edition \n(2009). \n \nENE082- Instalações Elétricas BIBLIOGRAFIA BÁSICA:  1. CREDER, HELIO; \"INSTALAÇOES ELET RICAS\", Editora: LTC, 15a Edição, 2007. ", "120": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n120 \n 2. COTRIM, ADEMARO A M B; \"INSTALAÇOES ELETRICAS\", Editora:  PRENTICE HALL \nBRASIL, Edição: 5ª, 2008. \n3. MOREIRA, VINICIUS; “Iluminação Elétrica ” 1ª Edição, Editora Edgard Blucher, 2001. \n  BIBLIOGRAFIA COMPLEMENTAR: 1. CAVALIN, GERALDO; \"INSTALAÇOES ELETRI CAS PREDIAIS\", Editora: ERICA, Edição: \n20ª, 2006. \n2. Lima Filho, Domingos Leite; “Projetos de  Instalacoes Eletricas Prediais”, Editora: \nErica, 1ª Edição, 1997 3. NERY, NORBERTO; “INSTALAÇOES ELETRICAS - PRINCIPIOS E APLICAÇOES”, Editora:  \nERICA, Ediição: 1ª, 2011 \n4. Botelho, Manoel; “Instalações Elétrica s Residenciais Básica s”, Editora Edgard \nBlucher, 2012. 5. Guerrini , Délio Pereira; “Iluminação - Te oria e Projeto”, Edição 1, Editora Erica, \n2008. \n \nCEL084 – Fontes Chaveadas Bibliografia Básica: 1. Mohan, N; Undeland, T. e Robbins, W., “Power Electronics – converters, \napplications, and design”,     John Wiley&Sons, Inc., 2002;   \n2. Billings, K., “Switch Mode Power Suppl y Handbook”, McGraw-Hill, Inc., 1989.  \n3. Erickson, R. e Maksimovic, D. “Fundament als of Power Electronics”, Springer, 2001. \nComplementar: 4. Bertini, L., “Fontes Chaveadas e Conversores DC-DC”, Livrotec, ISBN: \n9788561226015.  \n5. Mello, L., “Projetos de Fo ntes Chaveadas - Teoria e Prática”, Editora Erica, ISBN: \n9788536503370, 2011.  6. Fernendes, S. “Treinamento técnico para  reparação em fontes chaveadas”, Antenna \nEdições Técnicas, ISBN: 857036119X.  ", "121": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n121 \n 7. Basso, C. “Switch-Mode Power Supplies - Spice Simulations and Practical Designs”, \nMcGraw-Hill Professional, ISBN: 007150858 9 , 2008.  \n8. Billings, K. and Morey, T. “Switc hmode Power Supply Handbook”, McGraw-Hill \nProfessional, ISBN : 0071639713, 2010. \n CEL082 – Laboratório de Projetos Eletrônicos \nBibliografia Básica:  \n1. Sedra, A.; Smith, K.; Microeletrônica;  5a Edição, Pearson/Prentice Hall, 2007. \n2. Ronal J. Tocci,  Neal S. Widmer, Gregor y L. Moss. Sistemas Digitais: Princípios e \nAplicações. Peason – Prentice Hall, 8ª  edição para cima. \n3. Joseph Cavanagh, Verilog HDL: Digital Design and Modelign, CRC Press, 2007. \n4. Sanjit K. Mitra; Digital Signal Processi ng: A Computer-Based Approach; Third Edition \n(2006); McGraw-Hill; 2006; 5. Manuais dos softwares utilizad os, roteiros de laboratório. \n \nBibliografia complementar: \n1. Bogart, T. Dispositivos e Circuitos Eletrô nicos. Volume 1. Makron Books Ltda, 2001. \n2. Bogart, T. Dispositivos e Circuitos Eletrô nicos. Volume 2. Makron Books Ltda, 2001. \n3. Malvino, A. P., Eletrônica, McGraw-Hil, 2a Edição, 1987. 4. Valkenburgh, N. V. e Neville , I., Eletrônica Básica, 7ª Edição, Freitas Bastos, 1976 \n5. Shoab Ahmed Khan, Digital Design of Signal Processing Sy stems: A practical \napproach; Wiley, 2011.  CEL081 – Projeto de Circuitos de RF Bibliografia Básica: \n1. Paul H. Yong, Técnicas de Com unicação Eletrônica, Prentice-Hall, 2005. \n2. Reinhold Ludwig, Pavel Bretchko; RF Circuit Design: Theory and Applications; \nPrentice Hall; 2000.  3. Guillermo Gonzalez, Microwave Transistor Amplifiers: Analysis and Design, 2nd Edition, Prentice Hall, 1996. ", "122": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n122 \n Biblografia complementar: \n1. Ulrich Rohde, David Newkirk; RF/Microwave  Circuit Design for Wireless Application, \nWiley Interscience, 2000. 2. David Pozar, Microwave and RF Design  of Wireless Systems, John Wiley, 2001 \n3. R. E. Collin, Foundations for Microwav e Engineering, John Wiley & Sons, 2001 \n4 .  R .  J .  C a m e r o n ,  R .  M a n s o u r ,  C .  M .  Kudsia, Microwave Filte rs for Communication \nSystems: Fundamentals, Design and Applications, Wiley, 2007. \n5. T. H. Lee, Planar Microwave Engi neering: A Practical Guide to Theory, \nMeasurement, and Circuits, Cambridge Press, 1a Ed, 2004.  DPR032 – Noções de Direito Privado \nBibliografia básica: \n1. BULGARELLI, W.; Direito Comercial I, Editora Atlas, 1980. 2. DIAS, J. A.; Da responsabilidad e Civil, Editora Forense, 1987.  \n3. GOMES, O.; Contratos, Editora Forense, 1997. \nBibliografia complementar: \n1. NASCIMENTO, A. M.; Iniciação ao Di reito do Trabalho, Editora LTR, 1997. \n2.  MIRANDA,  P.; Tratado de Direito Privado, Editora Borsoi, 1970. 3. GOMES, O. e GTTSCHALK, E.; Curso de Dire ito do Trabalho,  Editora Forense, 1998. \n4. MONTEIRO, W. B.; Curso de Direito Ci vil, 6 volumes, Editora Saraiva, 1994. \n5. COELHO, F. U.; Manual de Direit o Comercial, Editora Saraviva, 1996. \n6. SILVA, A. B. A.; Introdução à Ciên cia do Direito, Editora Salesiana, 1940. \n7. CIAN, G. e TRABUCCHI, A. ; Commentario Breve Al Codice Civile, Editora Padova, \n1984. 8. GONÇALVES, A. C.; Da propriedade Resolúvel, Revista dos Tribunais, 1979. \n9. FERRI, G.; Manuale di Diritto Commerciale, Editora Torino, 1997. \n10. FRANÇA, R. L., Manual de Direito Civil, Revista dos Tribunais, 1978.  ENE082 – Análise de Investimentos Bibliografia Básica: ", "123": "  \nCoordenação de Curso da Engenharia Elétrica \nFACULDADE DE ENGENHARIA \nCampus da UFJF - Juiz de Fora – MG \nTel.: 3229 3460 – 3444 \n \n \n123 \n 1. Prado, D., Planejamento e Controle de Projetos. Série Ge rência de Projetos, vol. 2, \nEditora de Desenvolvimento Gerencial, 2001. \n2. Keelling, R., Gestão de Projetos. 1ed. São Paulo, Editora Saraiva, 2002. \n3. Zigmundo Salomão Cukierman, O Modelo  PERT/CPM Aplicado ao Gerenciamento e \nProjetos, Editora LTC, 2009. 4. Pacinni, A. Matemática financ eira aplicada. Livro Técnico. \nBibliografia Complementar: \n1. Marim, W. Análise de alternativas  de investimentos. Editora Atlas. \n2. Chiavenato, Idalberto. Introdução à teoria  Geral da administração. 3º Ed. São Paulo. \nEditora MacGrauw-Hill, 2004 3. Torres, Oswaldo Fadigas Fontes. Funda mentos da Engenharia Econômica e da \nAnálise Econômica de Projetos. 1ed, Sã o Paulo, Editora Thonson, 2006, ISBN: \n8522105227. 4. Maximiano, Antonio C.A.. Teoria Geral da Administração. São Paulo. Atlas, 2005. \n5. Bernardes, Silva, Moreira, Mauríc io. Microsoft Project 2010 – Gestão e \nDesenvolvimento de Projetos. Edit ora Erica, 2010, ISBN: 8536502797. \n   \n \n "}