{"1": "UNIVERSIDADE FEDERAL  DE UBERLÂNDIA  \nFACULDADE DE ENGENHA RIA MECÂNICA  \n \n \n \n \n \n \n \n \nPROJETO PEDAGÓGICO  \nDO CURSO DE ENGENHAR IA MECÂNICA  \n \n \n \n \n \n \n \n \n \n \n \n \nReitor:  Prof. Alfredo Júlio Fernandes Neto  \nPró-Reitor de Graduação : Prof. Waldenor Barros Moraes Filho  \nDiretora de  Ensino : Profa. Camila Lima Coimbra  \nDiretor da Faculdade de Engenharia Mecânica : Prof. Ricardo Fortes de Miranda  \nCoordenador do Curso de Engenharia Mecânica : Prof. Enio Pedone Bandarra Filho  \n \n \n \nUberlândia, dezembro de 2010  \n \n \n \n ", "2": " 2 IDENTIFICAÇÃO  \n \n Denominação do C urso: Engenharia  Mecân ica \n Modalidade oferecida : Bacharelado  \n Titulação conferida : Engenheiro Mecân ico \n Ato de Renovação de Reconhecimento  do Curso : Portaria 581 de \n21 de Maio de 2010 (DOU 24/05/2010, seção 1 – Pg. 24)  \n Regime acadêmico : semestral  \n Turno de ofe rta: integral  \n Duração do curso :   - tempo mínimo: 10 semestres*  \n- tempo máximo: 15 semestres  \n    Número de vagas oferecidas : 40 por semestre (8 0 por ano)  \n Carga Horária Total: 4.140 horas  \n \nENDEREÇOS  \n \nUniversidade Federal de Uberlândia  \nFaculdade de Engenharia  Mecânica  \nCampus Santa Mônica – Bloco 1M  \nCaixa Postal 593   \nCEP 38400 -902 – Uberlândia – MG \nFone: 3239 4148  \nFAX: 3239 4 416 \nE-mail: cocme@ ufu.br  \nURL: http://www.mecanica.ufu.br  \n \n* de acordo com a Resolução CNE/CES 2/2007.  \n \n ", "3": " 3  \nÍNDICE  \n \n \nPREFÁCIO                      6 \n1. INTRODUÇÃO                 7 \n2. JUSTIFICATIVA               9 \n    2.1 - Introdução              9 \n2.2 - Histórico do ensino de engenharia no Brasil          10 \n2.3 - Atual modelo de ensino de engenharia           12 \n2.4 - O processo educativo e as vi sões epistemológicas         14 \n2.5 - Objetivos do Curso               16 \n 3. PAPEL DO EGRESSO NA SOCIEDADE CONTEMPORÂNEA                          17 \n3.1 - Introdução                                                      17 \n3.2 - Perfil do Egresso                                            18 \n3.3 - Habilidades e Competência                                              18 \n  4. ESTRUTURA CURRICULAR                    19 \n4.1 - Introdução                             19 \n4.2 - Disciplinas de conteúdos básicos                      19 \n 4.2.1 – Conteúdos básicos comuns aos cursos de Engenharia               19 \n4.3 - Disciplinas de conteúdos profissionalizantes e específicos                    22 \n4.4 - Disciplina Projeto de Fim de Curso                     23 \n4.5 - Flexibilizaçã o Curricular                       23 \n  4.5.1 - Disciplinas Optativas                      23 \n  4.5.2 - Atividades Complementares                    23 \n  4.5.3 - Disciplinas Facultativas                      23 \n      4.5.4 - Estágio Supervisionado                  24 \n4.6 - Atividades Extra sala de aulas                     24 \n4.6.1 - Iniciação Científica                        24 \n4.6.2 - META - Empresa Júnior                       25 \n4.6.3 - Projeto Aerodesign (Equipe Tucano)                    25 \n4.6.4 - Projeto M ini-Baja (Equipe Cerrado)                    26 \n4.6.5 - PET                              27 \n4.6.6 - Monitoria                            27 \n4.6.7 - Semana de Engenharia Mecânica - SEMEC                   28 \n4.6.8 - DAGEMP - Diretório Acadêmico                     28 ", "4": " 4 4.6.9 - Atividades de Extensão, Cultura e Assuntos Estudantis                       28 \n4.6.10 -  Convênios Internacionais                      29 \n4.7 - Grade Curricular                          29 \n4.8 - Regime e Tempo de Integralização do Curso                   33 \n  5. ORIENTAÇÃO METODOLÓGICA E AÇÕES PEDAGÓGICAS          34 \n5.1 - Introdução                             34 \n5.2 - Planejamento de Conteúdos e Distribuição de Disciplinas ao Longo do  \n       Currículo                           34 \n5.3 - Incentivo  a aulas em laboratório                      34 \n5.4 - Incentivo à formação pedagóg ica do docente                   35 \n5.5 - Orientação acadêmic a - Tutoria                      35 \n5.6 - Aulas de nivelamento para os ingressantes no curso                 35 \n5.7 - Quadro resumo das atividades complementares para obtenção do perfil  do   \n         egresso                               35 \n6. CONSTRUÇÃO E AVALIAÇÃO PERMANENTE DO PROJETO POLÍTICO  \n PEDA GÓGICO                          37 \n6.1 - Avaliação no contexto do proce sso ensino aprendizagem                37 \n6.2 - Avaliação do Aluno pelo Professor                     42 \n6.3 - Avaliação didático pedagógica Professor/disciplina: avaliação realizada pelos  \n        alunos                               43 \n6.4. Auto -avaliação p or parte do docente.                     43 \n6.5 - Acompanhamento contínuo do Curso: Colegiado e Representantes de Sala     43 \n6.6 Aspectos  conclusivos                        43 \n  7. NORMAS PARA MATRÍCULA                             44 \n7.1 - Introdução                             44 \n7.2 - Normas para transição de currículos                     44 \n  8. CONCLUSÕES                       47 \n  9. REFERÊNCIAS BIBLIOGRÁFICAS                 48 \nANEXOS                           \n A1. Estágio Supervisionado                                  49 \n A2. Diretrizes Curriculares Nacionais do Curso de Graduação em Engenharia    52 \n A3. Orientador Acadêmico: TUTORIA                                58  \n A4. Fichas de Avaliação                      60 \n  A4.1 Ficha de Auto -avaliação do Docente         60 \nA4.2 Fic ha de Acompanhamento Didático            61  \nA5,6. Fluxograma Curricular do Curso de Engenharia Mecânica       62 \n             ", "5": " 5 A7. Administração Acadêmica             63    \n  A7.1 Coordenação do Curso                                    63 \n  A7.2 Organização Acadêmico -Administrativa         64              \n      A7.2.1 Colegiado de Graduação           65 \n  A7.3 - Recursos destinados aos Discentes         65 \n  A7.4 - Acompanhamento de Egressos          66 \nA8. Instalações e recursos materiais            67                                                     \n  A8.1 Apresentação              67  \n  A8.2 Corpo Docente              68 \n  A8.3 Corpo Técnico e  Administrativo          68 \n  A8.4 Integração entre o Curso Graduação e o Programa de Pós -graduação  69 \n  A8.5 Extensão: Integração com a Comunidade        70 \n  A8.6 Infra -estrutura – Laboratórios da FEMEC        70  \n          A8.6.1 Materiais e Equipamentos           70                                  \n  A8.7 Infraestrutura de Biblioteca           71 \nA9. Projeto d e Fim de Curso - Normas Gerais           74                     \nA10. Atividades Complementares – Normas Gerais          77  \nA11. Ementas e Programas das Disciplinas do Curso de Graduação em  \n         Engenharia Mecânica               81  \n      \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "6": " 6                                      PREFÁCIO  \n \nO Projeto Pedagógico do Curso de Engenharia Mecânica da UFU foi elaborado com a \nparticipação de toda a comunidade acadêmica envolvida: professores, alunos e técnicos \nadministrativos, sendo a primeira versão c onstruída na gestão do coordenador de curso Prof. \nMárcio Bacci da Silva. Foram colocados nesse projeto pedagógico muito esforço, dedicação e \ncriatividade no intuito de manter o padrão de qualidade em nosso curso. Este projeto contou com \ngrande empenho do C olegiado do Curso e da dedicação dos professores da FEMEC. Para \nviabilizar o projeto foram realizadas palestras com alunos de todos os períodos onde sugestões \nforam apresentadas e discutidas, sendo a sua maioria incorporada ao projeto. Na FEMEC, após a \nrealização de uma Assembléia Geral foram criadas comissões que se responsabilizaram por \nnucleares discussões  e sugerir partes do Projeto Pedagógico do curso. Nestas assembléias, \ndiscutiram -se pontos interessantes, principalmente com relação a avaliações dos d iscentes. \nContou -se, ainda, com o envolvimento da Diretoria de Ensino, órgão preocupado com a \nqualidade dos cursos da UFU. Mais importante do que construir um projeto pedagógico é colocá -\nlo em prática, o Colegiado do curso de graduação em Engenharia Mecâni ca deseja que este \ndocumento seja o livro mais importante do Curso, para toda a comunidade, alunos, professores e \ntécnicos. Além disso, o curso de Engenharia Mecânica da UFU conta com o Núcleo Docente \nEstruturante, NDE, responsável pela implantação e acomp anhamento do projeto pedagógico do \ncurso. Vale lembrar que esse núcleo é composto pelos membros do colegiado do curso de \nEngenharia Mecânica, sendo seu presidente o coordenador do curso. Ainda compõem o NDE, os \nmembros do colegiado da gestão anterior e out ros seis docentes do quadro da FEMEC.  \n \n \n \n \n \n \nProf. Enio Pedone Bandarra Filho  \nCoordenador do Curso de Engenharia Mecânica  \n \n \n \n \n \n ", "7": " 7 Uberlândia, dezembro, 2010  \n \n \nCAPÍTULO I  \n \nINTRODUÇÃO  \n \n O Curso de Graduação em Engenharia Mecânica da Universidade Federal de Uber lândia foi \ncriado em 05 de dezembro de 1962 e propõe -se a formar profissionais com conhecimentos \nrelacionados aos mais variados ramos das ciências físicas e de matemática, capazes de \nresponder rapidamente às exigências atuais e às tendências futuras da ind ústria, como também \nintroduzir mudanças estruturais por sua capacidade analítica e criativa.  \n Por ocasião da Federalização da Universidade Federal de Uberlândia, o Curso passou por \num processo de reconhecimento sendo oficializado pelo Decreto 67.597 de 18 de novembro de \n1970.  \n As funções do engenheiro mecânico abrangem um vasto campo de atividades científicas e \ntecnológicas, desde a pesquisa e desenvolvimento até a fabricação e controle de sistemas \nmecânicos e seus componentes: máquinas hidráulicas e elétri cas, máquinas operatrizes e suas \nferramentas, máquinas agrícolas e de transporte, sistemas de controle hidráulico, pneumáticos e \nmecânicos.  \n Neste contexto, o formando está preparado para iniciar a carreira profissional com a mesma \npossibilidade de êxito e m qualquer área da Engenharia Mecânica, devido à sua formação \ngeneralizada.  \n Entretanto, considerando o grande desenvolvimento tecnológico observado mundialmente \nnos últimos anos, o surgimento de novos mercados e a grande demanda de profissionais \ngeneralis tas, capazes e aptos a soluções de novos problemas, a Comunidade de Engenharia \nMecânica se propôs a uma revisão, não somente no currículo do curso, mas também  nos \nconceitos, objetivos e na forma de ensino do Curso de Engenharia Mecânica oferecido pela \nUniversidade Federal de Uberlândia. A resposta a essas questões passa seguramente pela \nconstrução de um projeto pedagógico que de forma coesa e segura possa indicar os caminhos e \nos rumos a serem traçados para a obtenção do perfil do engenheiro mecânico que a comunidade \ndeseja formar.  \nA construção de um projeto político pedagógico exige, pois, a participação de todos os \nagentes envolvidos no processo. Ou seja, “é a partir do trabalho coletivo de todos os envolvidos \nque se dá o projeto político -pedagógico instit uinte. Ele ocorre à medida que se analisam os ", "8": " 8 processos de ensinar, aprender e pesquisar, as relações entre o instituído e o instituinte, o \ncurrículo, entre outros, a fim de compreender um cenário marcado pela diversidade\" (Veiga, \n2000).  \nAinda, como citado  em Veiga (2000), \"o projeto político -pedagógico é mais do que uma \nformalidade instituída: é uma reflexão sobre a educação superior, sobre o ensino, a pesquisa e a \nextensão, a produção e a socialização dos conhecimentos, sobre o aluno e o professor e a \nprática pedagógica que se realiza na universidade. ”  \n Assim, a partir dessa definição e com esse sentido filosófico toda a comunidade da FEMEC \nfoi conclamada a participar da construção do projeto político -pedagógico do Curso de Engenharia \nMecânica.  \nPara que o projeto pudesse ser construído, foram criadas várias comissões de trabalho, \nassembléias temáticas e reuniões de Conselho durante o período de 1999 até 2002. No Capítulo \nII apresenta -se a fundamentação teórica no qual se baseia a construção desse projeto \nculminando com a concepção e os objetivos do curso que se propõe oferecer. A identificação e o \nperfil do Engenheiro Mecânico que deseja -se formar, suas habilidades e competências são \napresentadas no Capítulo III. Uma vez definidas o perfil desejado do egre sso, suas habilidades e \ncompetências, os conteúdos necessários à sua formação e as ações pedagógicas para que se \nobtenha a melhor formação possível, apresenta -se no Capítulo IV  o novo currículo, a estrutura \ncurricular, e as regras de transição entre curríc ulos ao longo do curso. Algumas ações do ponto \nde vista pedagógico e metodologias usadas para a obtenção dos objetivos do curso são \napresentadas no Capítulo  V. O processo de avaliação, seus componentes filosóficos como parte \ndo processo de aprendizagem, o acompanhamento do currículo e do próprio projeto pedagógico \nsão apresentados no Capítulo VI . Nos capítulos que se seguem apresentam -se as normas de \nmatrícula (Capítulo VII)  e a síntese desse projeto (Capítulo VIII). A organização  acadêmica da \nUFU e infra -estrutura básica da Faculdade de Engenharia Mecânica que é a unidade acadêmica \nresponsável pelo oferecimento do Curso de Engenharia Mecânica na UFU são apresentadas em \nanexo. Em anexo, apresentam -se também detalhes não menos importantes no processo como as \ndiretrizes nacionais para a Engenharia Mecânica, ações pedagógicas como a criação da tutoria \nacadêmica, normas para o estágio supervisionado e instrumentos de avaliação.  \nÉ Esperado que a execução desse projeto possa manter ou mesmo elevar o nível de \nexcelê ncia hoje alcançado e que o profissional egresso possa tanto do ponto de vista técnico \nquanto humano contribuir efetivamente com o desenvolvimento de nossa sociedade.  \n \n \n ", "9": " 9  \n \nCAPÍTULO II  \n \nJUSTIFICATIVA  \n \n2.1 - Introdução  \n \n Ao discutir o ensino de engenharia, t emas de grande atualidade afloram, neste momento em \nque um conjunto de modificações tecnológicas sem precedentes está suscitando transformações \nem nossa sociedade e conduzindo -nos a repensar a prática pedagógica, a formação docente e o \nprofissional de enge nharia mecânica.  \nO conceito de tecnologia está relacionado com a produção de aparatos materiais ou \nintelectuais suscetíveis de oferecerem soluções a problemas práticos de nossa vida cotidiana. A \ntecnologia é um construto humano e ao humano deve servir med iando interações com o meio \nambiente, com o conhecimento e entre os seres humanos (Formação em EAD, 2000).  \nSeria razoável pensar então que a educação tecnológica se preocupe em discutir, \nparalelamente aos conteúdos específicos, a ciência, a geração de tecn ologia e o impacto, \ndúvidas, incertezas e medos que a utilização dessa tecnologia causam em todos nós. \nInfelizmente, isso não é o que se percebe por parte de professores, estudantes, profissionais e \noutros setores representativos de nossa sociedade. Estamo s vivenciando rápidas transformações \ne ancorados em modelos criados pela ciência no início do século passado. E talvez por isso, a \neducação tecnológica venha sendo atualmente alvo de questionamentos e críticas veementes.  \n“O saber da engenharia, em todos o s povos, anteriormente, teve uma visão \nglobalística e unitária, não separando o conhecimento científico tecnológico do \nhumanista e social, nem dos conceitos da filosofia e, muito menos dos corolários da \nteologia” (Longo, 2000).  \n \nÉ preciso introduzir a dime nsão histórica e social na compreensão da ciência e da \ntecnologia. Apesar da importância atribuída aos conhecimentos científicos e tecnológicos, grande \nparte da população mundial ainda passa por problemas e necessidades injustificáveis, quando se \nconsidera m as possibilidades técnicas disponíveis para saná -las. Pode -se imaginar então, que \nreflexões e adequações no processo de educação tecnológica venham contribuir \nsignificativamente para a melhoria desse quadro.  ", "10": " 10 Nas instituições de ensino superior, a indisso ciabilidade entre ensino, pesquisa e extensão \ntem gerado bons dividendos no que diz respeitos às ações de grupos de pesquisa, especialistas \nem determinados assuntos técnicos. Segundo Bazzo (2000), esses grupos se fortalecem por \nconta do poder estabelecido em função do domínio de assuntos valorizados socialmente que, em \ngeral, são de difícil compreensão pelos não iniciados nas suas construções teóricas. Isso, em si, \nnão se caracteriza como um defeito. Mas se ao invés de voltarem -se para si, os grupos \npercebe rem a necessidade de ampliar, e em muitas situações instituir abordagens de \ncompreensão das técnicas que considerem os diversos aspectos e as implicações socioculturais \ndaquilo que se cria e que se usa, estarão reconhecendo espaços para que o indivíduo sej a sujeito \nda atividade coletiva que realiza. É necessário tratar as coisas técnicas como elementos das \nculturas e não como algo além ou acima dela.  \n \n2.2 - Histórico do ensino de engenharia no Brasil  \n \nO ensino de engenharia no Brasil tem suas raízes esqueci das no tempo. A sistematização \ndo ensino técnico no Brasil tem na sua história os modelos de escolas técnicas francesas - a \nAcademia Real de Arquitetura (1671 ) a Escola de Pontes e Estradas (1747) e a Escola de Minas \n(1783) - dos séculos XVII e XVIII. Esta s escolas representam as primeiras escolas “civis” de \nEngenharia do mundo. No Brasil, a introdução do ensino tecnológico foi feita pelos portugueses no \nséculo XIX.  \nAté o século XVII, era responsabilidade da escola treinar indivíduos para habilitá -los para o \ntrato de assuntos como leitura, escrita, cálculos, dogmas religiosos, leis civis e filosofias, segundo \nPetitat (1994). A partir do século XVII aparecem as primeiras escolas técnicas superiores, como \nas escolas de Praga (1806), de Viena (1815), de Karlsru he (1825) e de Munique (1827). Esse \nmodelo de ensino era independente da forma tradicional e começava pela abordagem de \ntrabalhos aplicados dentro das escolas, que consistia numa extensão das práticas técnicas e \ncientíficas.  \nUma grande novidade introduzida  pelas escolas técnicas foi afastar a educação das coisas \nem si (objetos e fenômenos da natureza), e aproximá -la fortemente dos modelos teóricos \n(principalmente matematizados), ou seja, das representações idealizadas delas. Assim, \nestabeleceu -se um discurs o técnico -científico, permitindo que uma prática de observação e \nexperimentação penetrasse no ensino. É interessante lembrar que a ciência moderna ganha corpo \nnessa época com o Discurso do Método , de René Descartes, e os Principia , de Isaac Newton.  \nNas pri meiras escolas de engenharia, a formação era mais voltada para a formação de \nquadros funcionais especializados para o Estado, e não para os sistemas produtivos privados. \nDesta forma, o Estado monopolizava o novo processo de formação de profissionais técnic os, com ", "11": " 11 uma postura saber -poder  e com uma certa autonomia. É neste contexto que surgem e se firmam \nestas escolas, sendo as mesmas causa e efeito de mudanças no sistema educativo.  \nNo Brasil, o ensino de engenharia teve suas bases firmadas no positivismo de Augusto \nComte. No século XIX, engenheiros brasileiros participavam ativamente das discussões travadas \nentre positivistas ortodoxos (dispostos a promover uma profunda reforma moral da sociedade) e \npositivistas heterodoxos (preocupados com a instauração defi nitiva da positividade científica nas \ndiferentes áreas do conhecimento). A maioria desses engenheiros era simpatizante desta \nsegunda vertente e, é dela que herdamos, por exemplo, a neutralidade que hoje cultua -se como \npremissa para os indivíduos com formaç ão técnica. Dela também resultam o entendimento do \naluno como vasilhame vazio de conhecimentos, que o professor vai preencher com suas \nexperiências, e o tratamento do saber científico como instância última e necessária para as \npretensões intelectuais da es pécie humana (Bazzo, 2000).  \nEmbora pareça natural a forma como são tratados atualmente os conhecimentos na \nescola, estudos históricos permitem concluir que no modelo pedagógico, por exemplo, a \nhierarquização dos programas, a separação e seqüenciação de cla sses por progressão nos \nestudos, a avaliação regular dos conteúdos, a quantificação dos níveis de aprendizado, a \ntemporização dos momentos de ensino, tudo isso foi lenta e gradualmente criado e implantado \nnas escolas, tendo como pano de fundo necessidades socialmente postas em cada momento \nhistórico (Bazzo, 2000). O mesmo pode -se dizer a respeito da escola como espaço físico com \nsua divisão interna estabelecendo ambientes que refletem a fragmentação e hierarquização que \nacompanham o modelo pedagógico.  \nO ens ino de engenharia retrata com precisão essa hierarquização, em especial no Brasil, \nquando se divide os cursos aproximadamente em dois ciclos - o básico e o profissionalizante – ou \nquando se estabelecem seqüências bastante rígidas de pré -requisitos entre vá rias disciplinas, \nconferindo -lhes uma seqüência rígida e linear. Além desses pontos, contribui para o controle dos \nalunos e dos espaços escolares a marcação e medição do tempo de estudo, tempo este linear, \nabstrato e indiferente aos ritmos naturais. E se o  tempo pode ser precisamente medido, por que \nnão medir e quantificar com precisão também o nível de compreensão e reprodução de \nconhecimentos? Tal é a influência do tempo no processo de ensino que a escola contemporânea \nvê-se totalmente comprometida com a sua racionalização, que passa a ser um dos mais \ncaracterísticos critérios de diferenciação entre o “bom” e o “mau” aluno, conforme a capacidade \nde compreender e reproduzir conhecimentos precisos em tempos e prazos preestabelecidos \n(Bazzo, 2000).  \n \n2.3 - Atual modelo de ensino de engenharia  \n ", "12": " 12 Quando se fala em ensino de engenharia, as abordagens e questionamentos relativos ao \natual modelo de ensino revelam uma postura amadorística e muitas vezes destituída do mesmo \nrigor reservado a outros procedimentos profis sionais. Levantamentos esporádicos realizados por \neducadores que individualmente se preocupam com os problemas no ensino de engenharia, são, \nnão raramente, desprovidos de fundamentação teórica que permita realizar análises mais \nconsistentes, realísticas e promissoras do empreendimento a que se propõem.  \nNos cursos de engenharia, a formação de indivíduos tecnicamente capazes e com visão \nsocial crítica e criadora não é adequadamente realizada. Basta consultar o currículo de cursos \nrenomados de engenharia. Uma vez constatado este fato, as discussões entre os educadores, \nem geral, giram em torno de tentativas de programar uma equilibrada distribuição dos conteúdos \ntécnicos ao longo dos semestres. Esta tarefa realizada sem um devido diagnóstico e sem \nqualquer emba samento teórico evidenciará, com certeza, um certo distanciamento entre o \ndesejável e a atuação prática do cotidiano.  \nQualquer que seja o modelo adotado para o ensino, a maneira como o processo \neducacional é organizado reflete -se na formação de seus egress os, influindo na atuação \nprofissional. Ao escolher um modelo, haverá sempre algum tipo de reflexo, seja ele positivo ou \nnegativo. O que se deve ter em mente é, queiramos ou não, estamos sob o comando de uma \nideologia e ela está presente nas ações que empre endemos cotidianamente, explícita ou \nimplicitamente.  \nO currículo é um importante elemento constitutivo da organização escolar. Como afirma \nVeiga (1995), currículo é uma construção social do conhecimento, pressupondo a sistematização \ndos meios para que esta  construção se efetive. Na organização curricular é preciso considerar \nalguns pontos básicos. O primeiro é o que o currículo não é um instrumento neutro. É preciso \numa análise interpretativa e crítica, tanto da cultura dominante, quanto da cultura popular.  O \nsegundo ponto é o de que o currículo não pode ser separado do contexto social, uma vez que ele \né historicamente situado e culturalmente determinado. O terceiro ponto diz respeito ao tipo de \norganização curricular a ser adotada: hierárquica e fragmentada  ou aberta e integradora. Esta \nultima forma de organização do conhecimento visa reduzir o isolamento entre as disciplinas \ncurriculares, procurando agrupá -las num todo mais amplo. O quarto ponto refere -se à questão do \ncontrole social, já que o currículo for mal (conteúdos curriculares, metodologia e recursos de \nensino, avaliação e relação pedagógica) implica em controle.  \nAlterações curriculares, em termos de conteúdo ou disposição, sem uma reflexão crítica \nmais consistente não contribuem para melhorar o quadr o atual do ensino de engenharia. O \nproblema não está fundamentalmente na grade curricular. A questão é estrutural, como diz Bazzo \n(2000), “tendo uma parcela significativa de seus problemas fundamentada na postura do docente, ", "13": " 13 dizendo respeito à conscientiza ção do papel por ele desempenhado e à sua efetiva identificação \ncom os objetivos do processo educacional de que participa”.  \n \n“Orientar a organização curricular para fins emancipatórios implica, \ninicialmente, desvelar as visões simplificadas de sociedade, \nconcebida como um todo homogêneo, e de ser humano, como \nalguém que tende aceitar papéis necessários à sua adaptação ao \ncontexto em que vive. Controle social, na visão crítica, é uma \ncontribuição e uma ajuda para a contestação e a resistência à \nideologia vei culada por intermédio dos currículos escolares.” (Veiga , \n1995)  \n \nO currículo de engenharia não pode se basear apenas no desenvolvimento tecnológico e \nignorar o caráter dinâmico da sociedade. A forma como têm sido planejados e desenvolvidos os \ncursos de enge nharia impõem um distanciamento entre as disciplinas que compõem o todo, \ntornando, assim, o processo cognitivo complexo e desestruturado.  \nEm geral, o currículo de engenharia é separado em duas partes. O ciclo básico tem como \nobjetivo “repassar” aos estudan tes os fundamentos necessários ao próximo ciclo. Na prática, \ntem-se observado que não raramente estes conteúdos têm sido colocados como se tivessem um \nfim em si mesmos. Já no ciclo profissionalizante, em muitas situações, acaba -se por privilegiar \nmais o pr ocesso informativo do que o formativo, pressupondo -se a consolidação dos \nconhecimentos trabalhados no ciclo anterior e a projeção para a atuação profissional futura. Uma \nprojeção essa, muitas vezes estereotipada, que cada professor tem a cerca do mercado d e \ntrabalho.  \nA organização do curso em duas partes, ciclo básico e ciclo profissionalizante deixa claro \na idéia de que primeiro o aluno tem de se apoderar de um grande número de informações para \ndepois aprender a aplicação das mesmas. Isto nos leva a alguma s indagações: quem define o \ncurso? O ciclo básico ou o profissionalizante?  \nEm vista de todas as questões coladas até agora, pode -se tentar buscar soluções para os \nproblemas no ensino de engenharia aqui levantados. Como a solução não vem num passe da \nmágica , é necessário afastar a busca de respostas prontas respaldadas no senso comum para \nlidar com problemas que têm tratamento teórico e profissional já satisfatoriamente sistematizado. \nAs questões pedagógicas merecem o mesmo tratamento das questões científico -tecnológicas, ou \nseja, a otimização de resultados deve ser uma busca incessante e todas as variáveis envolvidas \nno problema devem ser trabalhadas.  ", "14": " 14 Se a hipótese colocada aqui, que a formação do pensamento científico -tecnológico e a \napropriação deste conhe cimento, calcadas estritamente numa concepção empirista -positivista, \nnão serve como fundamentação para a prática pedagógica que possa dar conta da formação do \nengenheiro do futuro, então surge a pergunta: quais deveriam ser os fundamentos didático -\npedagógi cos a serem adotados nas escolas de engenharia?  \nComo não existe uma resposta pronta à esta pergunta, o que interessa agora é procurar \num novo modelo epistemológico que atenda à construção de conhecimentos para a formação do \nengenheiro, modelo esse que deve r ser construído paulatinamente pelos participantes do \nprocesso.  \nPara o enfrentamento destas questões Bazzo (2000) sugere um caminho: a compreensão \nda epistemologia associada à formação de indivíduos com embasamento técnico. E acrescenta \nainda que um enten dimento mínimo das relações professor -aluno, das vertentes epistemológicas \ne filosóficas, das questões didático -pedagógicas que ultrapassem o simples caráter opinativo \npodem contribuir muito para a formação em engenharia.  \nO caminho proposto nesse projeto é a busca do ensino de engenharia mecânica através \nde um modelo construtivista de ensino -aprendizagem.  \n \n2.4 - O processo educativo e as visões epistemológicas  \n \nPara pensar o ensino de engenharia sob novos enfoques, é necessário refletir sobre a \nprática doc ente e como se dá o processo educativo em engenharia.  \nComo mencionado anteriormente, este processo dá -se, de uma forma geral, sob a ótica \ndo positivismo, que permeia tanto a profissão quanto o seu ensino. Esta constatação permite -nos \nevidenciar um dos gran des problemas no ensino de engenharia: a falta de formação de \nprofessores em relação aos aspectos epistemológicos.  \nSegundo o que está registrado no Dicionário Aurélio , epistemologia significa o “estudo dos \nprincípios, hipóteses e resultados das ciências já  constituídas, e que visa a determinar os \nfundamentos lógicos, o valor e o alcance objetivos delas”. Outros autores já registraram outras \nvariações.  Resumindo, a epistemologia é um ramo da filosofia que trata dos problemas que \nenvolvem a teoria do conheci mento e ocupa -se da definição do saber e dos conceitos correlatos, \ndas fontes, dos critérios, dos tipos de conhecimento possíveis e do grau de exatidão de cada um, \nbem como da relação real entre aquele que conhece e o objeto conhecido.  \nSegundo Becker (1995 ), são três as visões epistemológicas mais utilizadas para \nrepresentar as relações entre o sujeito, o objeto e o conhecimento como produto do processo \ncognitivo O primeira, denominada Empirismo, é baseado em uma pedagogia centrada no \nprofessor, que valoriz a as relações hierárquicas, que entende o ensino como transmissão de ", "15": " 15 conhecimento e que se considera o dono do saber. Nesta visão considera -se, ainda, o sujeito da \naprendizagem, em cada novo nível, como tabula rasa. É, como diria Paulo Freire, uma educação  \ndomesticadora. O Apriorismo adota uma pedagogia centrada no aluno pretendendo assim \nenfrentar os desmandos autoritários do modelo anterior, mas atribuindo ao aluno qualidades que \nainda não possui como domínio do conhecimento sistematizado em áreas específ icas e visão \ncrítica na coleta e organização da informação disponível. Por último, a visão epistemológica \ndenominada Construtivista ou Interacionista dissolve a importância individual absoluta de cada \num dos elementos do processo através de uma dialetizaçã o. Neste modelo, a relação professor -\naluno é vista como um processo de interação mútua onde nenhum deles é neutro e/ou passivo, \nonde o primeiro também aprende no decorrer da ação, e o segundo aprende para si e também \nparticipa do crescimento do professor.  \n \"Interessa -nos muito mais o processo dinâmico por meio do qual se adquire o conhecimento \ncientífico do que a estrutura lógica dos produtos da pesquisa científica.\" Thomas Khun (1979)  \nO empirismo tem sido o modelo epistemológico tradicionalmente utilizado no ensino de \nengenharia que privilegia uma prática que considera o aluno como neutro e sem história e cujo \nobjetivo principal é reproduzir o que lhe foi repassado, sendo avaliado pela precisão e qualidade \ndessa sua reprodução. O modelo construtivista ou in teracionista constitui uma tendência \ncontemporânea no ensino. Seu método baseia -se na contextualização do conhecimento a ser \nconstruído com o aluno. Neste modelo, o aluno é considerado um ser pensante, com história \npregressa e com um universo mental prévio  já internalizado. O professor é orientador e co -\nparticipante da construção do novo, que segundo Bazzo (2000), provoca as perturbações que \nfarão o aluno reestruturar o seu universo pessoal. A escola é então o espaço de integração do \naluno à sociedade e à c ultura.  \nUma mudança radical de postura pedagógica não acontece pela simples denúncia de que \noptamos por uma ou outra visão epistemológica. Na verdade o que se percebe, na prática, é a \ncoexistência de modelos ou concepções epistemológicas em conformidade co m o momento e \ncom o objeto de trabalho.  \nPara um ataque efetivo ao problema, sem a mudança pura e simples da malha curricular \npode -se sugerir (Bazzo, 2000):  \ni) a formação profissional contínua do docente de engenharia com ênfase especial em \nensino, história , filosofia da ciência e da tecnologia;  \nii) a consolidação de uma massa crítica de educadores vivamente engajados em questões \nfilosóficas e pedagógicas, via cursos de pós -graduação, de preferência nas próprias escolas de \nengenharia.  \nEstas sugestões possibi litam ao professor compreender e confrontar diferentes visões \nepistemológicas, seus pressupostos e implicações, limites, pontos de contraste e convergência. ", "16": " 16 Possibilitam, ainda, a análise do próprio fazer pedagógico, de suas implicações, pressupostos e \ndeterminantes e, segundo Bazzo (2000), eliminariam a regra vigente que privilegia costuras \nvisivelmente ineficazes nos já fragmentados currículos que, a par de seus aparentes efeitos \nimediatos, relegam perigosamente a planos secundários o fulcro da questão: o  modelo filosófico \nque dá sustentação aos cursos e, mais do que isso, ao desenvolvimento tecnológico e social do \npaís.  \n \n2.5 - Objetivos do Curso  \n \nNum mundo em que a velocidade das transformações sociais e tecnológicas é cada vez \nmaior, mais rapidamente se tornam obsoletas algumas práticas consolidadas do passado, \naprender a aprender é um requisito insubstituível do cidadão crítico, criativo e atualizado para o \nembate da vida profissional, particularmente no caso do engenheiro.  \nNeste contexto, a Faculdade de  Engenharia Mecânica da Universidade Federal de \nUberlândia, propõe formar engenheiros com conhecimentos básicos relacionados aos vários \nramos das ciências físicas e da matemática, capazes de responder rapidamente às exigências \natuais do chamado setor produ tivo, bem como induzir mudanças estruturais neste setor por sua \ncapacidade analítica e crítica.  \nOs objetivos gerais do Curso de Engenharia Mecânica são:  \n1. promover o entendimento dos princípios científicos fundamentais e seu papel na estrutura da \nengenharia;  \n2. transmitir os elementos de integração multidisciplinar, bem como desenvolver a habilidade de \ncomunicação e relacionamento;  \n3. desenvolver o hábito do auto -aperfeiçoamento e da educação continuada após a graduação;  \n4. desenvolver a capacidade de criar e aperfeiç oar os sistemas e métodos visando atender às \nnecessidades das pessoas e da sociedade;  \n5. desenvolver a capacidade de atuação em grupo na solução de problemas de engenharia, \nenglobando aspectos técnicos, econômicos, políticos, sociais, éticos e ambientais.  \n \nMais especificamente, a Engenharia Mecânica  deverá fornecer um sólido embasamento em \nmatemática, física e informática. Na área tecnológica propriamente dita, o objetivo é proporcionar \numa visão holística, enfocando conhecimentos de todas as grandes áreas da engenharia \nmecânica. Consequentemente, o engenheiro mecânico assim formado, estará afeito a atividades \nde concepção, projeto, otimização, construção e manutenção de máquinas e sistemas \nmecânicos, considerados os aspectos econômicos, de gestão, de segurança  e ambientais.  \n ", "17": " 17 CAPÍTULO III  \n \nPAPEL DO ENGENHEIRO MECÂNICO NA SOCIEDAD E \nCONTEMPORÂNEA  \n \n \n3.1 - Introdução  \nVários têm sido os estudos dedicados à formação moderna do engenheiro, tanto em nível \ninternacional, como nacional, provocando até mesmo uma mudança de  paradigmas. Assim é \nque, além dos aspectos técnico  e científico , outros vêm sendo cada vez mais valorizados, como o \nhumano e social  e o gerencial . Aponta -se portanto que não basta hoje em dia fornecer uma \nformação de caráter específico dentro de um determ inado campo da engenharia. A vida \nprofissional exige do profissional de engenharia determinadas habilidades e posturas pessoais \nmuito mais ligadas a sua formação humana e filosófica, além do desenvolvimento de \ncaracterísticas de liderança e empreendedorism o, aí envolvendo aspectos relacionados à \nfacilidade de comunicação e expressão. Além disso a rapidez das transformações científicas, \ntecnológicas e sociais impõem exigências de capacidade de adaptação para o engenheiro. Não \npreocupar -se com tal rapidez nas  mudanças seria limitar o horizonte de “vida útil” do engenheiro, \nalgo inaceitável para países como o Brasil, onde os recursos são limitados. Tudo indica que estes \nprincípios de natureza geral ajudam o engenheiro a ter um melhor entendimento do mundo e \nfacilitam o exercício da cidadania, num país com imensos desníveis tecnológicos e sociais, como \né o nosso.  \nOutro ponto importante é que os traços do perfil profissional não devem ser introduzidos \napenas pela grade curricular implantada, considerados os conteú dos das disciplinas do curso. \nUma universidade plena oferece um elenco de opções de convivência com outras áreas do \nconhecimento extremamente enriquecedoras, que devem ser colocadas à disposição dos \nestudantes em termos práticos e efetivos. Entretanto, o a specto central é o comprometimento dos \nprofessores com o projeto acadêmico do curso. Isto coloca não apenas sobre o Colegiado do \nCurso, mas sobre todos os docentes a responsabilidade de fazer com que tudo funcione de \nmaneira adequada, buscando nas várias a ções, tanto nas curriculares como nas extra -\ncurriculares, formas de contribuir no sentido de formar o perfil acordado por todos aos novos \nengenheiros.  \n \n ", "18": " 18 3.2 - Perfil do Engenheiro Mecânico  \nAtravés de uma sólida formação básica e uma visão geral e abrangent e da engenharia \nmecânica espera -se do profissional formado nesse curso uma alta capacidade crítica e criativa \nsempre que estiver à frente de novos problemas ou tecnologia. Almeja -se ainda uma participação \nativa desse profissional na solução de problemas po líticos, econômicos e sociais do país.  Nesse \nsentido, o  Engenheiro Mecânico formado pela FEMEC/UFU deverá ser capaz de:  \n- resolver problemas de maneira sistêmica;  \n- estar sempre estudando, aprendendo, incorporando novos conhecimentos, de maneira \nautodidata;  \n- ter sólida base científica e cultural;  \n- demonstrar sólidos conhecimentos em Matemática e Física;  \n- demonstrar sólido conhecimento básico em sua área profissional  \n- ter capacidade de utilização da informática na solução de problemas de Engenharia  \n- expressar com cl areza, tanto na forma escrita como falada;  \n- demonstrar comportamento ético, aí envolvendo o respeito ao meio ambiente;  \n- ter capacidade de aproveitar novas oportunidades propiciadas pela sociedade de serviços, \nbem como visão de mercado;  \n- desenvolver atitude em preendedora, possibilitando não apenas a inovação dentro do ambiente \nde trabalho, como a visão de iniciar novas empresas;  \n- demonstrar liderança, caracterizada tanto pelo trabalho individual como pelo trabalho em \nequipe.  \n \n3.3 - Habilidades e Competência  \nAlém  do perfil desejado, o Engenheiro Mecânico deve possuir as competências e \nhabilidades gerais como:  \n1 - aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à engenharia;  \n2 - projetar e conduzir experimentos e interpretar resultados;  \n3 - conceber, projetar e analisar sistemas, produtos e processos;  \n4- planejar, supervisionar, elaborar e coordenar projetos e serviços de engenharia mecânica  \n5 - identificar, formular e resolver problemas de engenharia;  \n6 - supervisionar e avaliar critica mente a operação e a manutenção de sistemas;  \n7 - comunicar -se eficientemente nas formas escrita, oral e gráfica;  \n8 - avaliar o impacto das atividades da engenharia no contexto social e ambiental;  \n9 - avaliar a viabilidade econômica de projetos de engenhari a; \n \n ", "19": " 19 CAPÍTULO IV  \n \nESTRUTURA CURRÍCULAR   \n4.1 - Introdução  \nA formação de um Engenheiro Mecânico pleno com perfil mencionado norteia o novo \ncurrículo do Curso de Engenharia Mecânica da UFU que possui 10 períodos semestrais, \ncomposto por 62 disciplinas obrigat órias e um elenco variado de 44 disciplinas  optativas, além da \npossibilidade de integralizar às atividades complementares. Para a integralização do Curso o \naluno deve cumprir  uma carga horária total de 38 85 horas em disciplinas obrigatórias e um \nmínimo de 180 horas referentes a disciplinas optativas (o que equivale a no mínimo 4 disciplinas \nde 3 horas semanais cada). Além disso, o aluno deve ainda cumprir no mínimo 270 horas da \ndisciplina Estágio Supervisionado ( Estágio Obrig atório ), totalizando, assim, 40 65 horas -aula e \n90horas do componente curricular Atividades Complementares (Ver Anexo 10) perfazendo um \ntotal de 4.1 55 horas . A tabela a seguir resume estes dados.  \nRESUMO DE CARGA -HORÁRIA  \n1. Carga Horária das Disciplinas Obrigatórias do Curso  3885 horas  \n2. Carga Horária das Disciplinas Optativas   180 horas  \n3. Carga Horária das Atividades Complementares   90 horas  \nCarga Horária Total do Curso  4155  horas  \n As disciplinas obrigatórias do currículo do Curso de Graduação em Engenharia \nMecânica são oferecidas se gundo a distribuição de conteúdos básicos e profissionalizantes \ndivididas  entre 3105 horas teóricas (80 %) e 780 horas práticas (20% ), incluindo a disciplina \nEstágio Obrigatório.   \n Observa -se que o conteúdo das disciplinas oferecidas no curso cumprem o que \nEstabelece  as Diretrizes Curriculares Nacionais do Curso de Graduação em Engenharia definidas \npelo MEC na resolução nº 11, de 11 de março de 2002 ( Anexo 2 ). Tais conteúdos, juntamente \ncom as disciplinas são a seguir apresentados.  \n \n4.2 - Disciplinas de cont eúdos básicos  \n4.2.1 – Conteúdos básicos comuns aos cursos de Engenharia  \n \n O currículo é constituído de disciplinas de conteúdos básicos distribuídas entre os 10 \nperíodos. Destas disciplinas, 32 abordam vários tópicos comuns aos cursos de engenharia como, \nInformática, Expressão Gráfica, Matemática, Física, Mecânica dos Sólidos, Eletricidade Aplicada, \nQuímica, Administração, Economia, Educação para o Meio Ambiente, Humanidades, Ciências \nSociais e Cidadania. As diretrizes curriculares nacionais estabelecem que  um mínimo de 30% da \ncarga horária mínima deverá versar sobre esses tópicos. Observa -se assim que a estrutura ", "20": " 20 curricular do curso de engenharia Mecânica prevê 1995 horas -aula, ou seja , 51,7% da carga \nhorária mínima em conteúdos básicos. Reflete -se assim, n essa estrutura, a forte formação básica \ndo egresso, principalmente em conteúdos de Matemática e Física cuja participação no currículo \nchega a alcançar em 25% da carga horária mínima.  \n Apresenta -se a seguir um quadro onde se destaca o oferecimento de cada d isciplina, \nsua carga horária (teórica e prática semanal) e o seu respectivo conteúdo básico estabelecido nas \ndiretrizes curriculares.  \nTabela 4.1 - Disciplinas do curso e seus respectivos conteúdos básicos  \nDisciplina  Conteúdo estabelecido pelas diretrizes \ncurriculares  Carga horária  \n(T, P, Total)  \nIntrodução à Engenharia Mecânica  Metodologia Científica e Tecnologia  (30, 30, 60)  \nDesenho Técnico  Expressão Gráfica  (45, 0, 45) \nDesenho de Máquinas  Expressão gráfica  (30, 30, 60)  \nAlgori tmos e Programação de comp utadores  Informática  (45,15, 60)  \nProgramação Aplicada a Engenharia  Informática  (0, 30, 30)  \nCálculo Integral e Diferencial I  Matemática  (90, 0, 90)  \nCálculo Integral e Diferencial II  Matemática  (90, 0, 90)  \nCálculo Integral e Diferencial III  Matemática  (90, 0, 90)  \nMétodos Matemáticos Aplicados à Engenharia  Matemática  (75, 0, 75)  \nGeometria Analítica  Matemática  (75, 0, 75))  \nÁlgebra Linear  Matemática  (45, 0, 45)  \nEstatística  Matemática  (60, 0, 60)  \nCálculo Numérico  Informática  (75, 0, 75)  \nCinemática  Física  (45, 0, 45)  \nDinâmica  Física  (60, 0, 60)  \nFísica Geral I  Física  (60, 0, 60 ) \nFísica Experimental I  Física  (0, 30, 30)  \nFísica Geral II  Física  (90, 0, 90)  \nFísica Experimental II  Física  (0, 30, 30)  \nEstática  Física  (60, 0, 60)  \nResistência dos Materi ais   Física  (90, 0, 90)  \nQuímica Básica  Química  (45,15, 60)  \nMecânica dos Sólidos  Mecânica dos Sólidos  (75,15, 90)  \nMecânica dos Fluidos I    Fenômenos de Transporte  (60, 15, 75)  \nMecânica dos Fluidos II   Fenômenos de Transporte  (45, 0, 45)  \nTransferência  de Calor I    Fenômenos de Transporte  (60, 15, 75)  \nTransferência de Calor II    Fenômenos de Transporte  (60, 0, 60)  \nEletrotécnica   Eletricidade Aplicada  (60, 15, 75)  \nEducação para o Meio Ambiente  Ciências Sociais e Cidadania  (30, 0, 30)  \nEconomia  Econom ia (60, 0, 60)  \nAdministração  Administração  (60, 0, 60)  \nDireito e Legislação  Humanidades, Ciências Sociais e Cidadania  (45, 0, 45)  \n \n Além disso, temas como Comunicação e Expressão (utilização dos diversos meios de \ncomunicação, leitura e interpretação de textos em português e inglês, redação e apresentação \noral) são abordados indiretamente ao longo do curso, como em relatórios na disciplina estágio \nsupervisionado, na apresentação de seminários onde o aluno deve pesquisar sobre temas \nespecíficos e na discip lina Projeto de Fim de Curso.  \n \n4.3 - Disciplinas de conteúdos profissionalizantes e específicos  \nO currículo conta com 27 disciplinas de conteúdos profissionalizante distribuídas em quatro \ngrandes áreas da Engenharia Mecânica da seguinte forma: Projetos e S istemas Mecânicos, \nTérmica e Fluidos, Processos de Fabricação e Tribologia e Materiais.  ", "21": " 21 Tabela 4.2 - disciplinas do curso e seus respectivos conteúdos profissionalizantes  \na) Projetos e Sistemas Mecânicos: 9 disciplinas  \nDisciplina  Conteúdo estabelecido pela s diretrizes \ncurriculares  Carga horária  \n(T, P, Total)  \nAnálise Sistemas Dinâmicos e Controle  Modelagem, Análise e Simulação de Sistemas  (60, 0, 60)  \nDinâmica de Máquinas  Mecânica Aplicada  (60, 0, 60)  \nVibrações  de Sistemas Mecânicos  Modelagem, Análise e Si mulação de Sistemas  (45, 15, 60)  \nMecânica dos Materiais Aplicada  Mecânica Aplicada  (60, 0, 60)  \nDesenho de Elementos de Máquinas  Mecânica Aplicada  (60, 0, 60)  \nProjeto de Elementos de Máquinas  Mecânica Aplicada  (75, 0, 75) \nEstruturas Metálicas  Sistemas E struturais e Teoria das estruturas  (60, 0, 60) \nProjeto  de Sistemas Mecânicos  Projetos de Sistemas  (60, 0, 60)  \nInstrumentação  Instrumentação   (45, 15, 60)  \n \nb) Térmica  e Fluidos: 7 disciplinas  \nDisciplina  Conteúdo estabelecido pelas diretrizes \ncurriculares  Carga horária  \n(T, P, Total)  \nTermodinâmica Aplicada  Termodinâmica Aplicada  (60, 15, 75)  \nSistemas Térmicos  Sistemas Térmicos  (60, 0, 60)  \nMáquinas Térmicas  Específica  (60, 15, 75)  \nMáquinas de Fluxo e Sistemas Hidráulicos  Sistemas Térmicos  (60, 0, 60)  \nRefrigeração e Ar Condicionado  Sistemas Térmicos  (60, 15, 75)  \nSistemas de Controle Hidráulicos e Pneumáticos  Controle de Sistemas  (45, 15, 60)  \nGeração e Distribuição de Vapor  Específica  (30, 0, 30)  \n \nc) Processos de Fabricação: 7 disciplinas  \nDisciplina  Conteúdo estabelecido pelas diretrizes \ncurriculares  Carga horária  \n(T, P, Total)  \nMetrologia  Tecnologia Mecânica  (30, 30, 60)  \nUsinagem I Processo de Usinagem  (45, 15, 60)  \nFundição e Soldagem  Tecnologia Mecânica/Processo de Usinagem  (60, 15, 75)  \nUsinagem II Processo de Usinagem  (30, 15, 45)  \nConformação Mecânica  Tecnologia Mecânica/ Processo de Usinagem  (45, 15, 60)  \nManutenção  Estratégia e Organização  (30, 0, 30)  \nFabricação Assistida p or Computador  Específica  (30, 0, 30 ) \n \nd) Tribologia e Materiais: 4 di sciplinas  \nDisciplina  Conteúdo estabelecido pelas diretrizes \ncurriculares  Carga horária  \n(T, P, Total)  \nPrincípio de Ciências dos Materiais   Ciência dos Materiais  (45, 15, 60)  \nMicroestrutura e Propriedades dos Materiais  Ciência dos Materiais  (45, 15, 60)  \nIntrodução à Tribologia   Específica  (30, 0, 30)  \nMateriais para Engenharia Mecânica  Específica  (30, 0, 30)  \n \nObserva -se que a diretrizes curriculares nacionais estabelecem que 15% da carga horária \nmínima deverá ser prevista para a oferta de conteúdos profis sionalizantes. O presente currículo \nprevê o oferecimento de 1575 horas -aula que representam 40,8%  da carga horária mínima o que ", "22": " 22 propicia ao aluno uma forte conhecimento básico em sua área de atuação refletido no seu perfil \nesperado do profissional.  \n As eme ntas de cada disciplina são apresentadas no Anexo 6 , sendo distribuídas por \nperíodo.  \nO discente tem a possibilidade de solicitar ao Colegiado do Curso  a dispensa de disciplinas \nobrigatórias, pelo reconhecimento de disciplinas cursadas em instituições nacio nais através dos \nintercâmbios da ANDIFES e das instituições internacionais aprovadas pela ASDRI.  \n \n4.4 - Disciplinas Projeto de Fim de Curso I e Projeto de Fim de Curso II  \n \nA disciplina Projeto de Fim de Curso I é uma disciplina do 9o período com carga horá ria de \n30 horas -aula teóricas. Esta disciplina tem como objetivo iniciar o discente ao projeto em si, além \nde fornecer as diretrizes básicas de elaboração de projeto e dar  subsídios para que o projeto \ninicie com sucesso.  \nO Projeto de Fim de Curso II é uma disciplina do 10o período com carga horária de 30 \nhoras -aula práticas. Esta disciplina tem como objetivo o envolvimento do aluno em um projeto de \nsíntese e integração dos conhecimentos adquiridos ao longo do curso estimulando a sua \ncriatividade e o enfrent amento de desafios. A disciplina se encerra com a finalização do projeto e \na sua defesa.  \nPode ser realizada em grupo (preferencialmente) de no máximo dois alunos e deve ser \ncompatível com as atividades do curso, a critério do colegiado. Cada grupo é uma t urma \nespecífica, com professor específico do curso sob a supervisão do colegiado de curso.  \nCabe ao aluno a escolha do orientador acadêmico que deverá ser obrigatoriamente um \nprofessor efetivo do Curso de Graduação em Engenharia Mecânica. O professor orien tador junto \ncom o aluno deverá propor o tema do projeto no ato da matrícula. A proposta deverá ser \noficializada através do preenchimento de uma ficha de disciplina contendo objetivo, ementa, \nbibliografia e programa  aprovada pelo Colegiado de Curso.  \nO aluno  deverá ao final da disciplina entregar no mínimo duas cópias de um relatório \ntécnico ou monografia, segundo a norma de apresentação de trabalho estabelecidas pelo \ncolegiado de curso ( Anexo 10 ), sobre as etapas e atividades desenvolvidas. O trabalho realiz ado \ndeverá ser apresentado oralmente frente a uma banca examinadora composta de no mínimo dois \nprofessores sendo um obrigatoriamente o professor da disciplina. Cabe à banca atribuir a nota \nfinal do aluno na disciplina.  \n \n ", "23": " 23 4.5 - Flexibilização Curricular  \n \n Com o objetivo de se flexibilizar  cada vez mais o currículo dando oportunidade ao aluno de \ninterferir em  sua própria formação, várias possibilidades estão presentes. O aluno pode assim \ncursar um grande número de disciplinas segundo seu interesse individual  através das disciplinas \noptativas, estudos complementares e disciplinas facultativas. Outra disciplina com forte \ncaracterística individual é o estágio supervisionado que poderá ser feito a qualquer momento a \npartir do sexto período na área de interesse do  aluno. Finalmente, como instrumento ainda de \nflexibilização curricular o aluno poderá se inscrever no programa de convênios internacionais do \ncurso e obter parte de sua formação em instituições internacionais. No âmbito de cada convênio \ntodos os créditos poderão ser integralizados no currículo do curso através de solicitação ao \nColegiado de equivalência de conteúdos.  \n4.5.1 - Disciplinas Optativas  \n \n O curso oferece a cada semestre um grande elenco de disciplinas optativas para que o aluno \ntenha a possibilid ade de se aprofundar em temas técnico -científicos não abordados na estrutura \nformal do currículo, em cada uma das quatro grandes áreas da engenharia mecânica . O discente \npode, ainda, cursar disciplinas nos cursos de Engenharia Mecatrônica e Engenharia Aero náutica \ndesde que aprovadas pelo Colegiado do Curso. Além disso, o discente tem a possibilidade de \nsolicitar ao Colegiado do Curso  o reconhecimento de disciplinas cursadas através dos \nintercâmbios da ANDIFES e dos internacionais aprovados pela ASDRI.  \n4.5.2  - Atividades Complementares  \n  \n A estrutura curricular contempla a possibilidade do aluno participar de várias atividades \nnão oferecidas formalmente pelo Curso de Engenharia Mecânica. Assim, o aluno poderá exercer \numa atividade específica de seu interesse e solicitar ao colegiado a análise e conseqüente \nincorporação desse conteúdo em seu histórico escolar. A formalização desse conteúdo se dará \nna forma de Atividades Complementares com uma carga horária de 90 horas aula, que está \ndentro da faixa estipulada d e 2 a 10% da carga horária total do curso. São exemplos de \npossibilidades de estudos complementares: atividades de pesquisa, estágios e monitorias. A \nregulamentação das Atividades Complementares encontra -se no Anexo 10 . \n \n4.5.3 - Disciplinas Facultativas  \n \n O aluno poderá cursar até duas disciplinas por semestre/ano em outros cursos sendo que \nos créditos obtidos nesses cursos serão registrados no histórico escolar. No total, o aluno poderá ", "24": " 24 cursar até oito  disciplinas de outros cursos , desde que não ultrapasse  quatro disciplinas por \ncurso . Serão executadas aquelas consideradas como disciplinas equivalentes.  O grande objetivo \ndessas disciplinas é a contribuição para o enriquecimento da formação acadêmica do aluno \nsegundo seus interesses individuais.  \n4.5.4 - Estágio Supervisionado  \n   \n Outra ação no sentido de se flexibilizar o currículo é o da possibilidade do aluno realizar o \nseu estágio supervisionado em qualquer período letivo a partir do sexto embora na grade \ncurricular o estágio supervisionado esteja formalm ente localizado no décimo período. Essa \npossibilidade se deve a ausência de qualquer disciplina de caráter expositivo sendo oferecido \njuntamente com o estágio. O aluno poderá, assim, dentro desse semestre realizar o estágio \nsupervisionado em qualquer empre sa do país.  \nO estágio supervisionado é uma atividade que o aluno realiza em instituições públicas ou \nprivadas, sempre sob a orientação e supervisão de professores e/ou técnicos credenciados. O \nestágio visa a formação acadêmica, pessoal e profissional do al uno e pode ser desenvolvido \ncomo uma atividade obrigatória, prevista no fluxograma curricular como a disciplina de código \nFEMEC41101, assim como pode ser uma atividade complementar, opcional. O estágio \nsupervisionado opcional poderá ser também aproveitado pelo aluno na forma de estudos \nindependentes.  \nPara desenvolver estágios no interior da própria UFU, o aluno interessado deve procurar \norientações na Pró-Reitoria de Graduação  (PROGRAD), setor de estágio , pois existem normas \ninternas que regem esta modalida de. \nPara desenvolver estágios em instituições ou empresas da cidade, o aluno interessado  \npode também se cadastrar no CIEE (Centro de Integração Empresa/Escola), órgão ligado à \nACIUB (Associação Comercial e Industrial de Uberlândia).  O Estágio Supervisionad o é uma \ndisciplina da grade curricular do curso e as suas normas encontram -se descritas no Anexo 1 \ndesse projeto.  \n \n4.6 - Atividades Extra sala de aulas  \n4.6.1 - Iniciação científica  \n Várias ações são implementadas de forma a permitir que o aluno, segundo su as aptidões \ne interesses, possa participar de atividades extra sala de aula. Cita -se por exemplo, o \noferecimento de Bolsas de Iniciação Científica com o apoio de Órgãos de Fomento à pesquisa \ncomo o CNPq e F APEMIG  e a própria Universidade Federal de Uberlân dia. O CNPq (Conselho \nNacional de Desenvolvimento Científi co e Tecnológico) e a FAPEMIG ( Fundação de Amparo à \nPesquisa do Estado de Minas Gerais) concedem bolsas de Iniciação Científica, via Pró -Reitoria de ", "25": " 25 Pesquisa e Pós -Graduação da UFU, a alunos regular mente matriculados em cursos de graduação \natravés do Programa Institucional de Bolsas de Iniciação Científica (PIBIC). Seu objetivo é iniciar o \naluno na produção do conhecimento e permitir a sua convivência cotidiana com o procedimento \ncientífico. É uma at ividade que permite a integração da graduação com a pós -graduação na \nUniversidade. Os candidatos a bolsa devem apresentar plano de trabalho sob a orientação de um \nprofessor devidamente titulado. A bolsa tem a duração de 1 ano, sendo possível a sua renovaçã o \nno mesmo projeto quando previsto no cronograma e dependendo do desempenho do aluno. \nApenas como exemplo no ano de 2001 a FEMEC foi contemplada com 10 bolsas através do \nPIBIC/CNPq e 5 bolsas do PIBIC/FAPEMIG. Neste mesmo ano a UFU disponibilizou 260 bolsa s \nde iniciação científica sendo 173 bolsas CNPq, 55 bolsas FAPEMIG e 32 bolsas institucionais.  Já \nem 2008, a FEMEC foi  agraciada com 16 bolsas PIBIC/CNPq e 09 Bolsas PIBIC/FAPEMIG de um \ntotal de 481, sendo 272 CNPq e 209 FAPEMIG.  \n Os professores da FEMEC,  pesquisadores nível 1 do CNPq solicitam bolsas de iniciação \ncientífica diretamente ao referido órgão de fomento ou também pesquisadores com projetos \naprovados no CNPq, CAPES ou FAPEMIG que contemplam tais bolsas, ou ainda em projetos de \npesquisa com o set or privado. No ano de 2001 foram 15 bolsas contempladas, já em 2008/2009 \nforam concedidas 21 bolsas nessa modalidade.  \n4.6.2 - META - Empresa Júnior  \n \n Existe ainda a possibilidade de participação de alunos na Meta Empresa Júnior. A \nidéia de empresa júnior s urgiu na França, na década de 60. No Brasil, o movimento começou em \n1988, fundando a Empresa Júnior da FGV. A partir deste momento, foram organizadas novas \nempresas juniores e, atualmente, o Brasil é o segundo país em número de empresas juniores, \nperdendo somente para a França. A empresa júnior é uma instituição sem fins lucrativos, \nconstituída e gerida exclusivamente por alunos de graduação de escolas de nível superior. Tem \ncomo principais objetivos, complementar e diversificar a formação dos estudantes, c olocando em \nprática a teoria da sala de aula. A empresa presta consultoria na área de formação dos alunos e \natende prioritariamente as micro e pequenas empresas, cobrando de dez a trinta porcento do que \ncobraria uma empresa de consultoria convencional e, c om outras vantagens: suporte de \nlaboratórios, técnicos e professores da faculdade/universidade com tecnologia de ponta e \naltíssima qualidade, durante todo o decorrer da execução de qualquer projeto.  \n4.6.3 - Projeto Aerodesign (Equipe Tucano)  \n \n O Projeto Ae roDesign, desenvolvido pela Equipe Tucano,  é um programa de fins \neducacionais, destinado a estudantes de graduação em Engenharia, cujo principal objetivo é ", "26": " 26 propiciar a difusão e o intercâmbio de técnicas e conhecimentos de Engenharia Aeronáutica entre \nestudantes e futuros profissionais, através de aplicações práticas e da competição entre equipes. \nParticipando do projeto, os estudantes têm a oportunidade de exercitar disciplinas que \nusualmente não fazem parte dos currículos  acadêmicos e desenvolver habilid ades que se \nrevelam preciosas para o sucesso dos modernos profissionais da Engenharia: espírito de equipe, \nliderança, planejamento, capacidade de vender idéias e projetos.  \n Na competição, cada equipe deve projetar, documentar, construir e fazer voar um \naeromodelo rádio controlado para transportar o máximo de peso possível. O avião deve alçar vôo \nem 61 metros, circular, no campo, pelo menos uma vez e aterrissar em 122 metros. O avião deve \nutilizar um motor padrão não alterado, utilizar combustível convencion al e ter no máximo 7750 \ncentímetros quadrados de área projetada.  \n De acordo com o regulamento da competição, os projetos são julgados por vários \ncritérios: preparação dos relatórios, desenhos técnicos, apresentação oral do projeto, peso \nmáximo transportáve l durante prova de vôo e precisão na previsão do peso máximo \ntransportável.  \n A equipe que representa a Faculdade de Engenharia Mecânica da UFU, denominada \nEquipe Tucano, participou da Competição Aerodesign nos anos de 2001 e 2002, classificando -se \nem 9º lugar em ambas as vezes. Já em 2006 a equipe sagrou -se vice -campeã na competição \nnacional e conseguiu o mesmo expressivo resultado na versão internacional nos Estados Unidos. \nNo ano de 2010, a equipe sagrou -se campeã nacional na categoria regular, evento rea lizado em \nSão José dos Campos e contou com a participação de mais de 40 instituições. O Projeto está \natualmente sob a coordenação do Prof. Rafael Ariza Gonçalves.  \n \n4.6.4 - Projeto Mini -Baja  \n \nO projeto Mini Baja visa o desenvolvimento e construção de um veí culo recreativo de \nquatro rodas que participa anualmente de uma competição promovida a nível nacional pela SAE \nBrasil (Society of Automotive Engineers). Este projeto apresenta -se como uma interessante \nopção de atividade extra curricular aos alunos que demo nstram interesse pela área \nautomobilística. Em sua concepção, ele coloca os alunos em contato com uma situação real de \nprojeto dentro do contexto de uma competição séria de engenharia. Os alunos, coordenados por \num professor, ficam responsáveis por todas a s etapas de concepção, projeto, construção e teste \nde seu protótipo. Além dos aspectos tecnológicos, os alunos também cuidam da parte \nadministrativa e participam ativamente da busca por recursos financeiros que garantem a \nconcretização dos objetivos.  ", "27": " 27 A Equipe Cerrado da FEMEC / UFU participa das competições organizadas pela SAE \nBrasil desde 1998, obtendo resultados consistentes em provas que avaliam os mais diferentes \naspectos ligados à engenharia . Dentro do contexto da competição são avaliados relatórios d e \nprojeto, custo para produção seriada,  aspectos de segurança, conforto de operação, capacidade \nde tração, subida de rampa, aceleração, velocidade máxima, frenagem, dirigibilidade e \ndurabilidade.  \nCabe mencionar que a participação em um projeto como este re presenta um diferencial \nna formação do aluno, preparando -o melhor para sua futura vida profissional como engenheiro. A \nexperiência tem mostrado que vários ex -alunos tem obtido sucesso em cursos de pós -graduação, \nbem como posições de destaque no mercado de trabalho em indústrias automobilísticas e \naeronáuticas. Atualmente a equipe é coordenada pelo professor José Antônio Ferreira Borges.  \n \n4.6.5 - PET \n \nO PET - Programa Especial de Treinamento - é formado por grupo de alunos que \napresentam, dentro do contexto universitário, um interesse destacado pela pesquisa, ensino e \nextensão enfatizando o relacionamento profissional e humano.  \nO programa é formado por doze alunos e um tutor responsável, atualmente o professor \nOdenir de Almeida, pela orientação e bom andamen to do grupo. Tem como objetivos:  \n \n Oferecer uma formação acadêmica de excelente nível visando a formação de um profissional \ncrítico e atuante;  \n Promover a integração da formação acadêmica com a futura atividade profissional, \nespecialmente no caso da carreira  universitária, através de atividades de Ensino, Pesquisa e \nExtensão;  \n Estimular a melhoria do ensino de Graduação;  \n4.6.6 - Monitoria  \n \n Algumas disciplinas do currículo do curso de graduação em engenharia mecânica \ndispõe de monitor para atender aos discente s na resolução de exercícios e tirar dúvidas sobre a \nmatéria. O monitor deve dedicar 12 horas semanais para atender aos discentes. No 2o semestre \nde 2009 o curso publicou edital para 11 vagas de monitoria, sendo que 10 eram remuneradas e 1 \nnão remunerada.  \n O monitor é aluno de graduação ou pós -graduação e sua admissão é feita sempre \natravés de seleção a cargo do colegiado do curso ou do(s) professor(es) responsável(eis) pela ", "28": " 28 execução do projeto acadêmico da(s) disciplina(s) no âmbito da FEMEC. A monitoria é  exercida \npor até 2 semestres letivos, ao final dos quais o aluno deverá apresentar relatório, obtendo \ncertificado que é considerado título curricular. Esta atividade é normalizada pela Resolução \n03/2002 do CONGRAD.  \n4.6.7 - Semana de Engenharia Mecânica - SEMEC  \n \nEvento que acontece anualmente e conta com a participação de toda a comunidade do \ncurso de engenharia mecânica. Neste evento são proferidas palestras por profissionais de \ndiversos ramos de atuação na engenharia mecânica, além de mini -cursos oferecid os aos \ndiscentes. É uma oportunidades para que os alunos tenham uma visão sobre sua futura área de \natuação, mercado de trabalho e oportunidades. Durante a realização deste evento são também \npromovidas mesas redondas para abordarem temas de interesse comum,  inclusive sobre o \nprojeto pedagógico do curso, como por exemplo o perfil do profissional de engenharia mecânica. \nEste evento é organizado pelos discentes, principalmente contando com a experiência dos \nmembros da META (empresa Júnior) e do PET, e também co m ajuda dos professores do curso.  \n4.6.8 - DAGEMP - Diretório Acadêmico  \n \n O Diretório Acadêmico Genésio de Melo Pereira do curso de engenharia mecânica, \nabreviadamente DAGEMP, de acordo com a legislação em vigor, é o legítimo representante e \ncoordenador do corpo discente deste curso. Compete ao DAGEMP:  \n Defender os interesses dos estudantes  \n Promover a aproximação entre os corpos discentes, docentes e administrativos da UFU  \n Desenvolver dentro e fora do âmbito escolar o espírito universitário  \n Contribuir para o prestígio cada vez maior da Universidade Federal de Uberlândia  \n Preservar as tradições estudantis, a probidade da vida escolar  \n Lutar pelo aprimoramento das instituições democráticas  \n Promover reuniões de caráter cívico, social, cultural e científico, como po r exemplo, a semana \nde engenharia mecânica, visando a complementação e o aprimoramento da formação \nuniversitária  \nO objetivo do DAGEMP é dar suporte aos alunos através de envolvimento com projetos \nsociais e consciência política, para que estes possam ter um a formação plena.  \n4.6.9 - Atividades de Extensão, Cultura e Assuntos Estudantis  \n \n A Pró -Reitoria de Extensão, Cultura e Assuntos Estudantis - PROEX promove, \ndesenvolve, apoia, intermedia e incentiva a realização de atividades extracurriculares, através de ", "29": " 29 programas, projetos e eventos que atendam as necessidades da comunidade externa e interna. \nDesenvolve, simultaneamente, políticas de apoio ao estudante, visando a apropriação, recriação, \nvalorização e preservação do patrimônio cultural dos diferentes grupo s sociais.  \n A participação do aluno nas atividades de extensão efetiva -se por meio de programas \ne projetos com ações voltadas para a população local, regional e nacional, oportunizando a troca \nde saberes entre docentes, discentes e comunidade.  \n Dentre as i númeras atividades de extensão desenvolvidas pela UFU, destacam -se: \n- Programa de Alfabetização Solidária  \n- Programa Universidade Solidária  \n- Coral da UFU  \n4.6.10 -  Convênios Internacionais  \n \nAo longo dos últimos anos tem -se  mantido convênios de cooperação técni co - \ncientífica com instituições no exterior, como o Instituto National des Sciences Appliquees de Lyon \n- INSA, na França, a Université de Liège, na Bélgica, a Universidade Autônoma Metropolitana, no \nMéxico, entre outras.  \n Especificamente, o convênio com o  Insa-Lyon, na França permite o intercâmbio entre \nalunos de graduação entre os dois países, permitindo que os alunos possam permanecer até 12 \nmeses na outra Instituição e os respectivos créditos cursados possam ser inteiramente \nintegralizados na instituiçã o de origem. A Universidade Federal de Uberlândia e o Instituto \nNacional de Ciências Aplicadas de Lyon têm uma longa e profícua história de cooperação que se \niniciou em dezembro de 1987, por meio do estabelecimento de um acordo de intercâmbio entre \nestudan tes brasileiros e franceses de graduação em Engenharia Mecânica. Este acordo foi \nposteriormente estendido a outras áreas da Engenharia e com a consolidação da ASDRI passou \na existir no âmbito de toda a Universidade.  \nVale lembrar que o Curso de Engenharia Mecânica da UFU foi também pioneiro no acordo \nde cooperação educacional do MERCOSUL  \nA avaliação das atividades de intercâmbio realizadas até o presente momento é altamente \npositiva em vários aspectos, ressaltando -se o enriquecimento técnico -científico e c ultural dos \nalunos envolvidos.  \n \n4.7 - Grade Curricular  \nA grade curricular do curso, mostrada na Figura (1) apresenta as disciplinas distribuídas \npôr período com informações de carga horá ria semanal teórica e prática e  uma relação de \ndisciplinas optativas o ferecidas pelo curso. No Anexo 6 são apresentadas as fichas de cada \ndisciplina contendo informações da ementa, do programa e da bibliografia.  ", "30": " 30 Todos os discentes do Curso de Graduação em Engenharia Mecânica são obrigados a \nparticipar do Exame Nacional de De sempenho do Ensino Superior – ENADE.  \nO ENADE é componente curricular obrigatório dos cursos de graduação, sendo o registro \nde participação condição indispensável para integralização curricular, independentemente de \no estudante ter sido selecionado ou não n o processo de amostragem  do Instituto Nacional de \nEstudos e Pesquisas Educacionais Anísio Teixeira  - INEP. Ele está fundamentado nas \nseguintes leis e portarias:  \n- Lei no 10.861, de 14 de abril de 2004: Institui o Sistema Nacional de Avaliação da \nEducação S uperior – SINAES - e dá outras providências ; \n- Portaria n o 2.051, de 9 de julho de 2004 (Regulamentação dos procedimentos de \navaliação do do SINAES);  \n- Portaria no 107, de 22 de julho de 2004 (Regulamentação do ENADE);  \nO Enade é destinado a avaliar o aprov eitamento dos alunos do ensino superior com relação \naos conteúdos programáticos previstos nas diretrizes curriculares dos cursos de graduação;  ao \ndesenvolvimento de competências e habilidades necessárias ao aprofundamento da formação \ngeral e profissional;  ao nível de atualização dos estudantes com referência à realidade brasileira e \nmundial , integrando o SINAES, juntamente com a avaliação institucional e a avaliação dos cursos \nde graduação.  Será inscrito  no histórico escolar do aluno do curso de Engenharia Mecânica \nsomente sua situação regular com relação a  esta obrigação, atestada por sua efetiva participação \nou, quando for o caso, dispensa  oficial pelo Ministério da Educação, na forma estabelecida em \nregulamento.  \n \nA Tabela 1 apresenta as disciplinas com se us pré e co -requisitos . \nTabela 1 – Pré-requisitos e co -requisitos das disciplinas do Curso  \nDisciplinas Obrigatórias  \nPERÍODO  DISCIPLINA  Carga Horária  PRÉ-REQUISITO  CO-REQUISITO  \nT P Tot \n \n \n \n \n1 Introdução à  Engenharia Mecânica  30 30 60   \nGeometria An alítica  75 0 75   \nDesenho Técnico  45 0 45   \nCálculo Diferencial e Integral 1 90 0 90   \nAlgoritmos e Programação de \nComputadores  45 15 60   \nQuímica Básica  45 15 60   \nEducação para o Meio Ambiente  30 0 30   \nCarga horária 1º. Período  360 60 420   \n \n \n \n2 Programação Aplicada a \nEngenharia  0 30 30 Algoritmos e Programação de \nComputadores   \nFísica Geral I  60 0 60   \nFísica Experimental I  0 30 30  Física Geral I  \nCálculo Diferencial e Integral II  90 0 90 Cálculo Diferencial e Integral I   \nÁlgebra Li near 45 0 45   \nEstatística  60 0 60   \nDesenho de Máquinas  30 30 60 Desenho Técnico   ", "31": " 31 Carga horária 2º. período  285 90 375   \n \n \n \n3 Cinemática  45 0 45 Física Geral I   \nPrincípio de Ciências dos Materiais  45 15 60 Química Básica   \nCálculo Diferencial e Integral III  90 0 90 Cálculo Diferencial e Integral II   \nFísica Geral 2  90 0 90 Cálculo Diferencial e Integral 2   \nFísica Experimental II   0 30 30  Física Geral II  \nEstática  60 0 60 Física Geral I   \nDesenho de Elementos de \nMáquinas  60 0 60 Desenho d e máquinas   \nCarga horária 3º. período  390 45 435   \n \n \n \n \n4 Mecânica dos Sólidos  75 15 90 Estática   \nDinâmica  60 0 60 Cinemática   \nEletrotécnica  60 15 75 Física Geral II   \nMétodos Matemáticos Aplicados à \nEngenharia  75 0 75 Cálculo Diferencial e Integ ral III   \nMetrologia  30 30 60 Estatística   \nMicroestrutura e Propriedades dos \nMateriais  45 15 60 Princípio de Ciência dos Materiais   \nCarga horária 4º. período  345 75 420   \n \n \n \n \n5 Resistência dos Materiais  90 0 90 Mecânica dos Sólidos   \nMateriais p ara Engenharia \nMecânica  30 0 30 Microestrutura e Propriedades \ndos Materiais   \nTermodinâmica Aplicada  60 15 75 Métodos Matemáticos Aplicados \nà Engenharia   \nMecânica dos Fluidos I  60 15 75 Métodos Matemáticos Aplicados \nà Engenharia   \nCálculo Numérico  75 0 75 - Métodos Matemáticos Aplicados \nà Engenharia   \nUsinagem I  45 15 60 Microestrutura e Propriedades \ndos Materiais   \nCarga horária 5º. período  360 45 405   \n \n \n \n \n6  Mecânica dos Materiais Aplicada  60 0 60 Resistência dos Materiais   \nDinâmica de Máqui nas 60 0 60 Dinâmica   \nUsinagem II  30 15 45 Usinagem I   \nSistemas Térmicos  60 0 60 Termodinâmica Aplicada   \nMecânica dos Fluidos II  45 0 45 Mecânica dos Fluidos I   \nTransferência de Calor I  60 15 75 Métodos Matemáticos Aplicados \nà Engenharia   \nMáq. de Fluxo e Sistemas \nHidráulicos  60 0 60 Mecânica dos Fluidos I   \nCarga horária 6º. período  375 30 405   \n \n \n \n \n \n7 Instrumentação  45 15 60 1500 horas   \nVibrações de Sistemas Mecânicos  45 15 60 Dinâmica de Máquinas   \nProjeto de Elementos de Máquinas  \n75 0 75 - Desenho de Elementos de \nMáquinas  \n- Mecânica dos Materiais \nAplicada   \nAnálise de Sistemas Dinâmicos e \nControle  60 0 60 Dinâmica   \nTransferência de Calor II  60 0 60 Transferência de Calor I   \nIntrodução à Tribologia  30 0 30 Microestrutura e Pro priedades \ndos Materiais   \nMáquinas Térmicas  60 15 75 Sistemas Térmicos   \nCarga horária 7º. período  375 45 420   \n \n \n \n \n \n \n8 Estruturas Metálicas  60 0 60 Projeto de Elementos de \nMáquinas   \nFundição e Soldagem  \n60 15 75  - Microestrutura e Propriedades \ndos Materiais  \n- Materiais para Engenharia \nMecânica   \n Geração e Distribuição de Vapor  30 0 30 Máquinas Térmicas   \nRefrigeração e Ar Condicionado  60 15 75 Termodinâmica Aplicada   \nSistemas de Controle Hidráulicos e 45 15 60 Mecânica dos Fluidos  I   ", "32": " 32 Pneumáticos  \nConformação Mecânica  45 15 60 Mecânica dos Materiais Aplicada   \nCarga horária 8º. período  300 60 360   \n \n \n \n9 Fabricação Assistida por \nComputador  30 0 30 Usinagem II   \nManutenção  30 0 30 2500 horas   \nProjeto de Fim de Curso I  30 0 30 2350 horas   \nEconomia  60 0 60 1500 horas   \nAdministração  60 0 60 1500 horas   \nDireito e Legislação  45 0 45 1500 horas   \nProjetos de Sistemas Mecânicos  60 0 60 2000 horas   \nCarga horária 9º. período  315 15 330   \n \n10 Projeto de Fim de Curso II  0 30 30 Projeto de Fim de Curso I   \nEstágio Supervisionado  0 270 270 1500 horas   \nCarga horária 10º. período   300 300   \n CARGA HORÁRIA TOTAL  3105  765 3870    \nDisciplinas OPTATIVAS   \nOPTATIVAS  Fundamentos da Dinâmica de \nVeículos  60 0 60 Dinâmica de Máquinas   \nGestão da  Qualidade Total  45 0 45 1500 horas   \nTópicos Especiais em Projetos \nMecânicos  45 0 45   \nAcústica Básica  45 15 60 Métodos Matemáticos Aplicados \nà Engenharia.   \nIntrodução a Teoria da Elasticidade  60 0 60 Resistência dos Materiais   \nMáquinas Agrícolas  45 0 45 Máquinas Térmicas   \nSimilitude em Engenharia  45 15 60 Resistência dos Materiais   \nMétodos Computacionais Aplicados \nà Engenharia Mecânica  60 0 60 Transferência de Calor II   \nProjeto de Fundações de Máquinas  45 0 45 Vibração de Sistemas Mecânicos    \nSegurança do Trabalho  30 0 30 1800 horas   \nUsinagem por Abrasão  \n45 0 45 Microestrutura e Propriedade dos \nMateriais  \n  \nAnálise Experimental de Tensões  45 15 60 Resistência dos Materiais   \nTópicos Especiais em Térmica -\nFluidos  45 0 45   \nVentilação Industrial  45 0 45 Mecânica dos Fluidos I   \nMétodo de Elementos Finitos  60 15 60 Mecânica dos Sólidos   \nTópicos Especiais em Materiais  45 0 45   \nTópicos Especiais em Engenharia \nde Produção  45 0 45   \nLogística Empresarial  45 0 45   \nSistemas de Manuf atura  45 0 45 Usinagem I   \nRobótica  45 15 60   \nPsicologia Aplicada ao Trabalho  30 0 30 1500 horas   \nEletrônica Básica para Mecatrônica  75 15 90 Física Geral II   \nEstruturas de Aeronaves I  60 15 75 Mecânica dos Sólidos   \nEstruturas de Aeronaves II  60 15 75 Estruturas de Aeronaves I   \nDinâmica de Estruturas \nAeronáuticas  45 15 60 Vibração de Sistemas Mecânicos   \nPropulsão de Aeronaves  45 15 60 Sistemas Térmicos   \nSistemas de Aeronaves  60 0 60   \nLíngua Brasileira de Sinais I  30 30 60   \nLíngua Bra sileira de Sinais II  30 30 60   \nOtimização de Sistemas \nAeronáuticos  45 15 60   \nConfiabilidade de Sistemas \nAeronáuticos  45 15 60   \nIntrodução aos Sistemas de \nPotência Nuclear e Engenharia de \nReatores  60 0 60 Sistemas Térmicos e \nTransferência de Calor II  ", "33": " 33 Projeto de Instalação de Ar \nCondicionado  45 0 45 Refrigeração e Ar Condicionado   \nUso Racional de Energia  30 0 30 Sistemas Térmicos   \nDesgaste Abrasivo  45 0 45 Materiais para Engenharia \nMecânica   \nAerodinâmica Aplicada  60 15 75 Mecânica dos Flu idos II   \nAerodinâmica de Veículos \nAutomotivos  45 15 60 Aerodinâmica Aplicada   \nEstudos Independentes  30 0 30   \nTópicos Especiais em Engenharia \nda Soldagem  45 0 45 Fundição e Soldagem   \nTópicos Especiais em Engenharia \nMecânica I  45 0 45   \nTópicos Especiais em Engenharia \nMecânica II  45 0 45   \nTópicos Especiais em Engenharia \nMecânica III  60 0 60   \nTópicos Especiais em Engenharia \nMecânica IV  60 0 60   \n Tópicos Especiais em Engenharia \nde Fabricação  45  45   \nOnde: T: Teórica, P: Prática; Tot: Tota l \n \nA cada semestre o Colegiado de Curso produz um relatório de acompanhamento das disciplinas \nde acordo com os seus programas, docentes e unidades acadêmicas envolvidos.  \n \n4.8 - Regime e Tempo de Integralização do Curso  \n \nO Curso de Engenharia Mecânica é of erecido em regime semestral e período integral (manhã, \ntarde e noite). O aluno tem um prazo mínimo de nove semestres e um prazo máximo de quinze \nsemestres para a integralização do curso. São oferecidas 40 vagas semestrais.  \n \n \n \n \n \n \n \n \n \n ", "34": " 34 CAPÍTULO V  \n \nORIENTAÇÃO METODOLÓGICA E AÇÕES  PEDAGÓGICAS  \n \n5.1 - Introdução  \n Apresenta -se nesse capítulo as orientações metodológicas que levaram ao planejamento da \nestrutura curricular e algumas ações pedagógicas visando  o alcance dos objetivos do curso. \nApresenta -se também as r elações entre as várias atividades contidas na estrutura curricular com \no perfil, competências e habilidades do engenheiro mecânico desejado.  \n \n5.2. - Planejamento de Conteúdos e Distribuição de Disciplinas ao Longo do Currículo  \n Com o objetivo de cada vez  mais relacionar conteúdos básicos e profissionalizantes, \ndisciplinas de conteúdo aplicado são oferecidas já no início do Curso, casos por exemplo das \ndisciplinas Introdução à Engenharia, Introdução à Programação, Princípio de Ciências dos \nMateriais, Desen ho Técnico, Desenho de Máquinas, Termodinâmica Aplicada, Mecânica dos \nSólidos, Mecânica dos Materiais Aplicada entre outras. Um dos objetivos dessa ação é o de \nenvolver os alunos com o Curso de Engenharia Mecânica desde os primeiros meses, motivando -\nos e e stimulando -os através da apresentação de problemas de engenharia. Outra ação se dá \natravés da recomendação da exposição de exemplos aplicados, mesmo em disciplinas de \nformação de conteúdos básicos, como cálculos, álgebra ou física. De fato, busca -se a não \ndissociação entre o fundamento e sua aplicação em cada disciplina do curso.  \n A distribuição das disciplinas além de atender o critério de habilidades e competências é feita \nde forma a permitir que o aluno tenha em cada semestre a oportunidade de vivência s empre em \numa disciplina aplicada à Engenharia Mecânica e espaço e tempo para atividades extra sala de \naulas. Esse objetivo é obtido através do estabelecimento de uma carga horária máxima de \ndisciplinas que o aluno pode cursar em cada semestre. A média ao l ongo dos nove períodos é de \n24 horas -aula.  \n \n5.3 - Incentivo a aulas em laboratório  \n Todas as disciplinas são pensadas de forma a oferecer ao aluno um forte conteúdo \nteórico aliado aos objetivos práticos específicos. Nesse sentido, um grande número de disc iplinas \napresenta atividades práticas, seja em laboratórios específicos, seja em salas de ensino \ncomputacional, atingindo -se cerca de 20% do número total de horas aula.  ", "35": " 35 5.4 - Incentivo à formação pedagógica do docente  \nAtravés de um programa de formação e a tualização, os docentes do Curso de Engenharia \nMecânica deverão participar de ciclos de debates oferecidos pela FEMEC e o Programa de Pós -\ngraduação em Engenharia Mecânica com vistas a propiciar:  \n i) a formação profissional contínua do docente de engenharia  com ênfase especial em \nensino, história, filosofia da ciência e da tecnologia;  \nii) a consolidação de uma postura crítica de educadores vivamente engajados em \nquestões filosóficas e pedagógicas, através de cursos oferecidos pela pós -graduação.  \n \n5.5 - Orien tação acadêmica - Tutoria  \n Uma ação importante prevista nesse projeto diz respeito ao acompanhamento do aluno e \nde seu rendimento escolar. Esse acompanhamento é feito através da atuação do Colegiado de \nCurso e da Figura do orientador acadêmico, também cham ado de tutor.  \n A Resolução 01/2000 da Faculdade de Engenharia Mecânica da Universidade Federal de \nUberlândia que estabelece critérios e procedimentos relativos à atividade de orientação \nacadêmica dos alunos do curso de graduação em Engenharia Mecânica entr ou em vigor em 16 \nde outubro de 2000 e encontra -se transcrita no Anexo 2.  \n \n5.6 - Aulas de nivelamento para os ingressantes no curso  \n Todo aluno ingressante é incentivado a atender uma disciplina informal de 30ha/semestre \noferecida no período da tarde para revisão sobre funções, derivadas e integral. Esta disciplina tem \na finalidade de suprir a deficiência de muitos ingressantes na disciplina Cálculo Diferencial e \nIntegral I . O colegiado pode a seu critério elaborar o programa desta disciplina de acordo com o \ndesempenho acadêmico dos alunos do curso e necessidade dos mesmos.  \n As turmas devem possuir no máximo 40 alunos por sala, sendo uma turma exclusiva para \nos ingressantes do semestre.  \n \n5.7 - Quadro resumo das atividades complementares para obtenção do  per fil do egresso  \nApresenta -se a seguir um quadro resumo das atividades complementares previstas no \nprojeto e os seus respectivos reflexos na obtenção do perfil esperado do egresso (ação).  \nATIVIDADE  OBJETIVOS DO PERFIL A SER ALCANÇADO  \nAtividades \nComplementar es  disposição de estar sempre estudando, aprendendo, incorporando novos conhecimentos, de maneira \nautodidata, além de complementar sua formação;  \n \nEstágio \nSupervisionado   facilidade de comunicação e expressão, tanto na forma escrita como falada;  \n visão de me rcado, ou seja, capacidade de aproveitar novas oportunidades propiciadas pela sociedade \nde serviços;  \n liderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe.  \n \n \nMeta - Empresa \nJúnior   visão de mercado, ou seja, capacidade de apr oveitar novas oportunidades propiciadas pela sociedade \nde serviços;  \n atitude empreendora, possibilitando não apenas a inovação dentro do ambiente de trabalho, como a \nvisão de iniciar novas empresas;  ", "36": " 36  liderança, caracterizada tanto pelo trabalho individual co mo pelo trabalho em equipe  \n \n \nProjeto  \n Aerodesign   liderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe;  \n sólida base científica;  \n capacidade de resolver problemas de maneira sistêmica  \n forte formação básica em sua área profissi onal \n \n \nMini-Baja  liderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe;  \n sólida base científica;  \n capacidade de resolver problemas de maneira sistêmica  \n forte formação básica em sua área profissional  \n \nPET  sólida base científi ca e cultural;  \n liderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe;  \n forte formação básica em sua área profissional  \n \nMonitoria   liderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe;  \n forte form ação básica em sua área profissional  \n \nSEMEC   facilidade de comunicação e expressão, tanto na forma escrita como falada  \n comportamento ético, aí envolvendo o respeito ao meio ambiente  \n sólida base científica e cultural;  \n \nDAGEMP   facilidade de comunicação e ex pressão, tanto na forma escrita como falada  \n comportamento ético, aí envolvendo o respeito ao meio ambiente  \n sólida base científica e cultural;  \n \nConvênio \nUFU/INSA   sólida base científica e cultural;  \n visão de mercado, ou seja, capacidade de aproveitar novas o portunidades propiciadas pela sociedade \nde serviços;  \n liderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe  \nExtensão -\nUFU/PROEX   facilidade de comunicação e expressão, tanto na forma escrita como falada  \n comportamento ético, aí envolvendo o respeito ao meio ambiente  \n sólida base científica e cultural  \n \nProjeto de Fim de \nCurso   capacidade de resolver problemas de maneira sistêmica;  \n liderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe.  \n capacidade de ut ilização da informática na solução de problemas de Engenharia.  \n facilidade de comunicação e expressão, tanto na forma escrita como falada;  \n liderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe  \n \nObserva -se que além das discipl inas do fluxograma curricular, as atividades \ncomplementares previstas na estrutura curricular do curso contribuem significativamente para a \nconstrução do perfil do aluno.  \nEm paralelo à estrutura curricular, o Curso de Engenharia Mecânica conta com o apoio  da \nadministração acadêmica da Universidade Federal de Uberlândia e de toda a estrutura física da \nFaculdade de Engenharia Mecânica, incluindo -se, nesse caso, os recursos humanos e materiais. \nEsse apoio é apresentado nos Anexos 7, 8 e 9 desse projeto.  \n \n \n \n \n \n \n \n ", "37": " 37  \n \nCAPÍTULO VI  \n \nCONSTRUÇÃO E AVALIAÇ ÃO PERMANENTE DO PRO JETO POLÍTICO \nPEDAGÓGICO  \n \n O acompanhamento das atividades através da análise de todo o processo é a forma ideal de \nse avaliar e criticar todo o projeto pedagógico. Ao final de cada ano toda a comun idade deve ser \nchamada a participar do processo de avaliação do projeto identificando problemas, criticando e \ntrazendo sugestões para o seu constante aprimoramento.  \nEssa avaliação deve ser, nesse sentido, de caráter global vinculando os aspectos técnicos \naos aspectos políticos e sociais e enfrentando contradições e conflitos que porventura possam \nsurgir.  A avaliação nesse sentido pode ter reflexos na própria organização do projeto \npedagógico.  \n \n6.1 - Avaliação no contexto do processo ensino aprendizagem  \n \nAinda hoje ensinamos sob o comando da pedagogia tradicional que foi implementada pelos \nJesuítas, por ocasião de suas chegadas ao Brasil em 1549, com o Governador Geral, Tomé de \nSouza. Sem dúvida, muita coisa mudou até os dias atuais, no entanto, o medo e a o pressão são, \nainda, mecanismos ou instrumentos imprescindíveis numa sociedade que não opera na \ntransparência e sim com base, freqüentemente, em subterfúgios.  \nSegundo Cipriano Luckesi, Professor de Filosofia da Universidade Federal da Bahia \n(Luckesi, 2001),  a avaliação da aprendizagem escolar, vem sendo praticada com muita \nindependência do processo ensino -aprendizagem. As provas e os exames vêm sendo praticados \nsegundo o interesse do Professor e até mesmo segundo os interesses de sistemas de ensino. \nNem semp re se considera o que realmente foi ensinado. As notas são operadas como se nada \ntivessem a ver com a aprendizagem. Elas são simplesmente números e não expressões de \naprendizagem, bem ou mal sucedidas.  \nA nota define tudo, aprova, reprova e, até mesmo, defi ne a relação professor -aluno. Ela se \ntorna o objeto do processo, tanto para o professor quanto para o aluno. O professor as usa, \nquando são baixas, para demonstrar a lisura da sua prática. O aluno, por outro lado, necessita \nda nota, não importando muito se  ela reflete ou não o quanto se aprendeu. A nota domina tudo, ", "38": " 38 até mesmo o processo pedagógico. Neste contexto, um exemplo contundente de erros que se \npode cometer, é citado por Luckesi (2001), com o caso de um aluno numa escola de pilotos que \naprende muito  bem a decolar e recebe uma nota 100. Como ele não aprendeu bem a aterrizar \nele recebe uma segunda nota 20. Fazendo as contas o aluno pode ser aprovado por ter uma \nmédia 60. Só não dá para voar com ele pilotando. Assim, seria o caso de um médico, um \nengenh eiro ou qualquer outra profissão: dever -se-ia interessar unicamente por verificar se um \nmínimo suficiente para se exercer a profissão é do conhecimento do aluno.  \nO exemplo mostra que não há como aprovar um estudante que não aprendeu determinado \nconceito q ue é indispensável para o exercício de sua profissão.  \nDiante de tais críticas, seria interessante travar uma discussão construtiva no sentido de se \ncompreender o processo avaliativo e seu uso como ferramenta pedagógica, com os seguintes \nobjetivos:  \na. Aumentar  a eficiência no processo pedagógico, no sentido de se ensinar mais e de \nse reprovar menos;  \nb. Motivar mais os nossos alunos utilizando todas as ferramentas que puderem ser \nidentificadas;  \nc. Diminuir a taxa de evasão;  \nd. Formar profissionais de melhor nível possíve l. \n \n Neste item, serão discutidos resumidamente os conceitos de prova, exame e avaliação. Antes \nde tudo, estes conceitos estão relacionados com a finalidade e com o uso que se faz do resultado \nde suas aplicações.  \n O ato de examinar é pontual, não interess ando o antes e o depois. É um ato excludente do \nindivíduo, seletivo e classificatório. O ato de avaliar não é pontual, é dinâmico. Interessa o antes, \no momento e o depois. Ele é includente, pois permite diagnosticar, para as possibilidades de \nmelhorias ime diatas. Se o aluno não sabe ainda, pode -se ajudá -lo a aprender a saber. Avaliar é \ndiagnosticar, através da experiência, a eficiência do processo. Normalmente, o que se pratica são \nexames e não avaliações.  \n O ato de examinar é parte do processo e deve ser p raticado segundo a necessidade. Por \nocasião de um vestibular, deve -se examinar. Por outro lado, a atitude do educador deve ser \naquela de um avaliador e não de um examinador.  \n Enquanto o ato de examinar é frio e ditatorial, o ato de avaliar é acolhedor e h umano. O \nprofessor deve acolher o aluno como ele é, nutrindo sua vontade de aprender. Deve ainda \nconfrontar, avaliar, diagnosticar e orientar.  \n É verdade que esta prática exige muito mais tempo e formação do educador. No \nentanto, a educação atual deve ser iluminista. Saber para a vida. Levar o conhecimento para o ", "39": " 39 dia a dia. A prática é muito importante! Não devemos ser como o “professor de ética, condenado \npor estelionato ”. \nNa pedagogia antiga, o ser humano devia ficar pronto pontualmente. Esta é uma pedago gia \npara a qual o exame se adequa. No entanto, mais do que nunca, o momento é de se ensinar o \naluno a “aprender a aprender”. Deve -se buscar meios de motivar o aluno a ficar muito atento às \naulas e também a buscar informações adicionais. O aluno deve ler mu ito, deve perder o medo \ndos livros e até mesmo das publicações mais modernas em periódicos. Conforme as \nnecessidades atuais da sociedade para o desenvolvimento/uso da tecnologia, fica difícil, na \natualidade, separar um engenheiro de um jovem cientista.  \nO nosso projeto pedagógico deve ser adequado a se praticar o sistema de avaliação . \nSegundo Luckesi (2001), a avaliação deve ser o foco central para a elaboração de um projeto \npedagógico. Segundo a própria LDB (Lei de Diretrizes e Bases) a avaliação deve ser o bjeto de \num capítulo especial em um projeto pedagógico.  \n \nA avaliação será utilizada como ferramenta de:  \n Estimular o aprendizado;  \n Diminuir os índices de reprovação;  \n Melhorar o projeto pedagógico;  \n Aumentar a auto -estima do aluno;  \n Tornar o processo de aprendi zagem mais prazeroso e menos traumático;  \n Quebrar a pirâmide de qualificação do aprendizado no corpo discente, tornando -a, se \npossível, invertida, ou seja, aumentar o número dos chamados “bons alunos”.  \n \nAlguns pontos relevantes do processo avaliação -ensino -aprendizagem são discutidos a \nseguir:  \n \n Dificuldades mais relevantes relativas aos discentes e atitudes para sua correção: \nmetas a serem alcançadas  \n \nDificuldades:  Tempo de prova inconsistente com o seu conteúdo.  \nAções:  Incentivar o uso de diferentes formas  de avaliação além das provas. Por exemplo, avaliar a \npartir de exercícios extra sala e execução de projetos individuais ou em grupo. Criar avaliações \nem forma de testes de curta duração (máximo 30 minutos) porém sobre conteúdos reduzidos e \nespecíficos.  \n \nDificuldades:  Uso de bibliografia desatualizada;  ", "40": " 40 Ações: É função do Colegiado o acompanhamento do programa das disciplinas. Esse \nacompanhamento deverá ser feito em cada semestre verificando -se entre outras atividades a \natualização da bibliografia das discip linas oferecidas.  \n \nDificuldades:  Falta de uso de recursos pedagógicos (laboratório, audiovisual, etc.).  \nAções:  Melhorar as técnicas didáticas: atualização pedagógica (modernização). Nesse caso, \npode -se citar como exemplos o uso de suporte áudio visual como  filmes didáticos, simulações \nnuméricas em vídeo construídos pelo docente e ou discentes, assim como o incentivo uso de \nequipamentos de projeção multimídia. O Colegiado deverá promover e/ou incentivar cursos de  \n \nDificuldades:  Ineficiência do colegiado dia nte das reclamações sobre determinados professores.  \nAções:  Promover reuniões periódicas (semestrais/anuais) para a troca de experiências entre os \ndocentes, quanto às suas práticas, seus sucessos, seus insucessos e as dificuldades encontradas \ne vencidas; In troduzir mecanismos de auto -avaliação do docente; Criar mecanismos de \nreclamação e de respostas mais eficientes, entre os alunos representantes de sala e o colegiado \ndo curso;  \n \nDificuldades:  Evitar o uso de apostilas, quando estas inibem a busca de materia is mais completos;  \nAções: Incentivar o uso de livros e pesquisa em Internet.  \n \n Dificuldades mais relevantes relativas aos docentes e atitudes a serem tomadas por \nparte dos docentes  \n \nDificuldades:  Falta de interesse dos alunos; Cópia integral de lista de exe rcícios entre os alunos, \ncometendo sempre os mesmos erros; Turmas heterogêneas no que se refere aos cursos de \ngraduação; Baixo empenho na dedicação extra -classe por parte dos alunos.  \nAções: O docente deve conhecer e buscar alcançar os objetivos do curso. P ara isso deve \nprocurar sempre a inovação da prática do ensino. Apresentar sempre que possível problemas \npráticos de engenharia, discutir e contextualizar no plano da atuação do engenheiro questões \nglobais e atuais em evidência. Questionar o discente e ince ntivá -lo na busca de soluções teóricas \nou práticas dessas questões sempre relacionando -as à disciplina ministrada ou ao curso de \nengenharia mecânica, conforme as possibilidades.  \nAções como essa certamente contribuem para uma maior motivação do discente em relação \nà disciplina ou ao curso.  \nO docente deve também apresentar planejamento no início do semestre: conteúdo \nprogramático e processo de avaliação, aceitando, com coerência, sugestões dos alunos;  ", "41": " 41 Aplicar provas e trabalhos criativos enfocando o contexto atual (científico e tecnológico), \nevitando, desta forma, a repetibilidade e estimular visitas técnicas.  \nAvaliar os aspectos informativos (conteúdo da disciplina) e também os aspectos formativos (ética, \nqualidade de expressão oral, redação, inter -relacionam ento). Uma forma de se alcançar esses \nobjetivos pode se dar através do uso e avaliação de relatórios técnicos. Esses relatórios devem \nser cobrados sempre que houver atividades extra -sala, como visitas técnicas ou conteúdos \napresentados em aulas -práticas.  \n A avaliação vem ao encontro da nova pedagogia construtivista. Porém, o ato de avaliar é \ncomplexo, abrangente e depende da “concepção da avaliação” que objetiva uma atuação \ndinâmica na busca por resultados mais satisfatórios . Para tanto, alguns paradigmas \nconservadores, por exemplo, o que enfatiza a memorização e reprodução dos conteúdos \nensinados pelo professor, têm que ser substituídos por paradigmas inovadores, tais como: o \nholístico que visa o processo e respeita o aluno com seus limites e qualidades; o da pedagogia \ncrítica e transformadora, que contempla auto -avaliação e avaliação grupal; e o paradigma do \nensino com pesquisa participativa, onde há uma valorização do diálogo na relação \nprofessor/aluno;   \n \n Diferenças entre examinar e avaliar  \nNa prática da aferição ou julgamento, por exame, do aproveitamento escolar, os \nprofessores realizam, basicamente, três procedimentos sucessivos:  \n Medida do aproveitamento escolar;  \n Transformação da medida em nota;  \n Utilização dos resultados identificados.  \n \nNa prática avali ativa, os procedimentos são diferentes:  \n Avaliação do aproveitamento escolar através de provas;  \n Análise do resultado e identificação global das lacunas de aprendizagem;  \n Tomada de medidas corretivas possíveis para recuperar, em tempo, as lacunas no \naprendiza do. \nNeste último caso, pode -se divulgar os resultados, em tempo hábil, e tomar atitudes \ncorretivas do aprendizado. Como exemplo, uma prova na qual os alunos tiveram dificuldades, \npode ser transformada em trabalho extra -classe, seguido de entrevistas com um a possível \npontuação. Ao identificar os pontos do conteúdo para os quais o índice de acerto ficou abaixo do \nesperado em uma prova, o professor, neste caso, deve retornar o assunto através de novas \nexposições e mais listas de exercícios com pontuação. Cabe também, no processo de avaliação \ndos alunos, “provas substitutivas”.  ", "42": " 42 6.2 Avaliação do Aluno pelo Professor  \n \nRealização de provas sob a ótica dinâmica da avaliação. Os exames/provas deverão ser \nespaçados ao longo do período letivo contemplando todo o conte údo programático que compõe \na ementa da disciplina. Sugere -se diversificar a avaliação em provas escritas, seminários, listas \nde exercícios, projetos, relatórios (laboratório, visitas técnicas) entre outros.  \nNa UFU para cada disciplina são distribuídos 100  pontos em números inteiros. Para ser \naprovado, o aluno deve alcançar o mínimo de 60 pontos na soma das notas e 75% de freqüência \nàs aulas e outras atividades curriculares dadas.  \nA proposta de avaliação é parte integrante do Plano de Ensino e deve ser apre sentada pelo \nprofessor ao Colegiado de Curso após a discussão com sua turma, para aprovação, até 30 dias \napós o início do semestre ou ano letivo. A discussão apresentada deverá nortear o processo de \navaliação a ser proposta pelo professor em cada disciplin a. \nO professor deve dar vista das atividades avaliadas ao aluno, no prazo máximo de 20 dias \ncorridos a contar da data de realização da atividade, exceto em situações excepcionais \nfundamentadas no plano de avaliação, previamente aprovadas pelo Colegiado de Curso. A vista \ndas atividades avaliadas de final de curso deve anteceder o prazo marcado para entrega de \nnotas na DIRAC, fixado no Calendário Escolar.  \nAs provas das disciplinas que não forem procuradas após 60 dias úteis do término do \nsemestre, poderão ser  descartadas ou eliminadas.  \nAs avaliações das disciplinas \"Projeto de Fim de Curso I e II\" e \"Estágio Supervisionado\" são \nregulamentadas por normas específicas.  \n \n6.3. Avaliação didático pedagógica Professor/disciplina: avaliação realizada pelos alunos  \n \nOs alunos deverão fornecer ao professor um feed-back  (avaliação) do seu desempenho \ndidático -pedagógico referente a disciplina ministrada no semestre letivo. Esta avaliação é \ncoordenada pelo colegiado do curso. Assim, o colegiado deve realizar semestralmente \navaliações da disciplina e respectivos professores para empreender ações que melhorem a \nqualidade do curso. Estas avaliações são feitas pelos alunos através do Formulário 02 ( Anexo \n4), realizado via Internet. O resultado das avaliações é comunicado aos prof essores e à direção, \ncom o objetivo da busca da melhoria dos itens em que foi mal avaliado e para que possa manter \nseu desempenho nos itens que foram bem avaliados. Vale ressaltar que essa avaliação é levada \nem consideração na progressão da carreira do doc ente.  \n ", "43": " 43 6.4. Auto -avaliação por parte do docente.  \n \nOs docentes deverão fazer, de maneira progressiva, ao longo do período letivo, uma auto -\navaliação para averiguar o aprendizado dos discentes, motivando -os para o sucesso final do \nprocesso referente à disci plina. Esta auto -avaliação deve conduzir o docente ao “incômodo” do \nque pode e deve ser melhorado no planejamento e na sua prática pedagógica.  \nA auto -avaliação do docente será incentivada e conduzida concretamente pelo  Colegiado de \ncurso através de formulá rio próprio pelo menos uma vez no final de cada semestre. Esse \nformulário se constituirá em ferramenta de suporte para as reuniões semestrais entre docentes \ndo curso e o Colegiado.  \n \n6.5 - Acompanhamento contínuo do Curso: Colegiado e Representantes de Sala  \n \nUma das atividades obrigatórias do Colegiado de Curso é o acompanhamento de todo o \nprocesso pedagógico do curso. Especificamente um dos instrumentos para que esse objetivo \nseja alcançado é estabelecer condições para que o programa previsto em cada início  de \nsemestre seja realmente executado. Esse acompanhamento é feito através do Colegiado de \nCurso com reuniões periódicas com alunos (escolhidos entre seus pares) de cada período do \nCurso.  \nNessas reuniões temas específicos como apresentação e cumprimento do  programa da \ndisciplina, critério de avaliação, objetivos alcançados e aproveitamento, inovações didáticas ou \npedagógicas são discutidos.  \n \nReuniões semestrais de avaliação, com o conjunto de agentes: Docente, alunos e técnicos.  \n \nNo final de cada semestre, toda a comunidade será convocada a participar de uma \nassembléia de forma a discutir aspectos gerais do Curso. Sugestões, críticas e propostas para o \ncontínuo aperfeiçoamento do curso são incentivadas.  \n \n6.6  Aspectos conclusivos  \n  \nA avaliação é um sistema d inâmico (início, meio e fim) composto de vários procedimentos \n(instrumentos de avaliação) incluindo -se o uso que se faz do resultado do processo. O objetivo \nmaior, almejado com um sistema de avaliação é a melhoria do resultado do processo \npedagógico: forma r profissionais de melhor qualidade, em um tempo menor e em número mais \nelevado. Isto feito resultará no sucesso do nosso comprometimento para com a sociedade.  ", "44": " 44 CAPÍTULO VII  \nNORMAS PARA MATRÍCUL A \n7.1 - Introdução  \nO aluno deve se matricular pôr disciplina em  um número definido de no máximo 31 horas -aula \npor semana, respeitando -se os co -requisitos e pré -requisitos. As regras de reprovação definidas \npela Universidade e a prioridade na matrícula das disciplinas de menor período deverão ser \nobrigatoriamente respe itadas. Assim, uma matrícula em disciplinas de períodos diferentes \nsomente poderá ser feita se o aluno se matricular, sem direito a trancamento, nas disciplinas em \ndébito do menor período. O aluno poderá requerer a matrícula na disciplina Estágio \nSupervisi onado  em qualquer época desde que tenha cursado com aproveitamento os cinco \nprimeiros períodos do curso, cabendo ao colegiado deferir a matrícula conforme julgar \nconveniente.  \n \n7.2 - Normas para transição de currículos  \nO currículo novo será implementado a p artir do 1o semestre letivo de 2011, em consonância \ncom as Engenharias Mecatrônica e Aeronáutica.  \nO novo Projeto Pedagógico propõe uma mudança significativa no currículo da Engenharia \nMecânica e o mesmo será implementado a partir do 1o semestre letivo de 2 011. À medida que as \ndisciplinas do currículo proposto em 2011 são implementadas, as disciplinas equivalentes do \ncurrículo anterior deixarão de ser oferecidas. A regra de equivalência entre disciplinas dos dois \ncurrículos é apresentada na Tabela 2.  \nTabela 2 - Equivalência entre disciplinas do currículo novo e currículo atual.  \nCurrículo Novo  (T, P, Total)  Currículo Atual  (T, P, Total)  \n1o Período  \nDesenho Técnico  (45, 0, 45)  Desenho Técnico  (60, 0, 60)  \nAlgoritmos e Progr amação  de \nComputadores  (45, 15, 60)  Algoritmos e Progr amação  de \nComputadores  (45, 15, 60)  \nCálculo Diferencial e Integral 1 (90, 0, 90)  Cálculo Diferencial e Integral 1 (90, 0, 90)  \nGeometria Analítica  (75, 0, 75)  Geometria Analítica  (75, 0, 75)  \n Química Básica  (45, 15, 60)   Química Básica  (45, 15, 60)  \nEducação para o Meio Ambiente  (30, 0, 30)  Educação para o Meio Amb iente  (30, 0, 30)  \nIntrodução à Engenharia  (30, 30, 60)  Introdução à Engenharia Mecânica  (30, 30, 60)  \n2o Período  \nDesenho de Máquinas  (30, 30, 60)  Desenho de Máquinas  (30, 30, 60) \nProgramação Aplicada à Engenharia  (0, 30, 30)  Programação Aplicada à Engenharia  (15, 15, 30)  \nCálculo Diferencial e Integral 2  (90, 0, 90)  Cálculo Diferencial e Integral 2  (90, 0, 90)  \nEstatística  (60, 0, 60)  Estatística  (60, 0, 60)  \nÁlgebra Linear  (45, 0, 45)  Álgebra Linear  (45, 0, 45)  \n3o Período  \nCálculo Diferencial e Integral 3  (90, 0, 90)  Cálculo Diferencial e Integral 3  (90, 0, 90)  ", "45": " 45 Cinemática  (45, 0, 45)  Cinemática  (60, 15, 90)  \nFísica Geral 2  (90, 0, 90)  Física Geral 2  (90, 0, 90)  \nFísica  Exper imental 2  (0, 30, 30)  Física Experimental 2  (0, 30, 30)  \nPrincípio de Ciências dos Materiais  (45, 15, 60)  Princípio de Ciências dos Materiais  (45, 15, 60)  \nEstática  (60, 0, 60)  Estática  (60, 0, 60)  \nDesenho de Elementos de Máquinas  (60, 0, 60)  Desenho de M áquinas 2   (30, 30, 60)  \n4o Período  \nDinâmica  (60, 0, 60)  Dinâmica  (60, 0, 60)  \nMétodos Matem.  Aplicados a Engenharia  (75, 0, 75)  Métodos Matem . Aplic.  a Engenharia  (60, 0, 60)  \nMecânica dos Sólidos  (75, 15, 90)  Mecânica dos Sólidos  (75, 15, 90)  \nEletrotéc nica (60, 15, 75)  Eletrotécnica  (6º período)  (60, 15, 75)  \nMicroes trutura e Propried . dos Materiais  (45, 15, 60)  Microestrut . e Prop. dos  Mat. (5º \nperíodo)  (45, 15, 60)  \nMetrologia  (30, 30, 60)  Metrologia  (30, 30, 60)  \n5o Período  \nMateriais para Engenharia  Mecânica  (30, 0, 30)  Materiais de Engenharia  (30, 15, 45)  \nResistência dos Materiais  (90, 0, 90)  Resistência dos Materiais  (90, 0, 90)  \nTermodinâmica Aplicada  (60, 15, 75)  Termodinâmica Aplicada  (60, 15, 75)  \nUsinagem 1 (45, 15, 60)  Usinagem 1 (7º Perío do)  (45, 15, 60)  \nMecânica dos Fluidos 1 (60, 15, 75)  Mecânica dos Fluidos  (60, 15, 75)  \nCálculo Numérico  (75, 0, 75)  Cálculo Numérico (3º Período)  (75, 0, 75)  \n6o Período  \nMecânica dos Materiais Aplicada  (60, 0, 60)  Mecânica dos Materiais Aplicada  (60, 0, 60)  \nUsinagem 2  (30, 15, 45)  Usinagem 2 (8º período)  (30, 15, 45)  \nDinâmica de Máquinas  (60, 0, 60)  Dinâmica de Máquinas (5º período)  (60, 0, 60)  \nSistemas Térmicos  (60, 0, 60)  Sistemas Térmicos (5º período)  (60, 0, 60)  \nTransferência de Calor 1 (60, 15, 75)  Transferência de Calor 1(5º período)  (60, 15, 75)  \nMáquinas de Fluxo e Sist . Hidráulicos  (60, 0, 60)  Máq. de Fluxo e Sist. Hidr. (7º período)  (60, 0, 60)  \n7o Período  \nVibrações  de Sistemas Mecânicos  (45, 15, 60)  Vibração de Sistemas Mecânicos  (45, 15, 60)  \nMáquinas Térmicas  (60, 15, 75)  Máquinas Térmicas  (60, 15, 75)  \nProjeto de Elementos de Máquinas  (75, 0, 75)  Elementos de Máquinas  (75, 0, 75)  \nInstrumentação  (45, 15, 60)  Instrumentação  (45, 15, 60)  \nTransferênci a de Calor 2  (60, 0, 60)  Transferê ncia de Calor 2  (45, 15, 60)  \nAnálise de Sistemas Dinâm . e Controle  (60, 0, 60)  Análise Din. Sist. de  Contr . (4º período)  (60, 0, 60)  \n8o Período  \nEstruturas Metálicas  (60, 0, 60)  Estruturas Metálicas  (75, 0, 75)  \nConformação Mecânica  (45, 15, 60)  Conforma ção Mecânica  (45, 15, 60)  \nRefrigeração e Ar Condicionado  (60, 15, 75)  Refrigeração e Ar Condicionado  (60, 15, 75)  \nSistemas de Cont . Hidr. e Pneumáticos  (45, 15, 60)  Sistemas de Cont. Hidr. e Pneumáticos  (45, 15, 60)  \nFundição e Soldagem  (60, 15, 75)  Fund ição e Soldagem (7º período)  (60, 15, 75)  \n9o Período  \nEconomia  (60, 0, 60)  Economia  (60, 0, 60)  ", "46": " 46 Manutenção  (30, 0, 30)  Manutenção  (30, 0, 30)  \nDireito e Legislação  (45, 0, 45)  Direito e Legislação  (45, 0, 45)  \nFabricação Assistida por Computador  (30, 15,  45) Fabricação Assistida por Computador  (30, 0, 30)  \nAdministração  (60, 0, 60)  Administração  (75, 0, 75)  \nProjeto de Fim de Curso 1 (30, 0, 30)  Projeto de Fim de Curso  (30, 0, 30)  \n10o Período  \nEstágio Supervisionado  (0, 270, 270)  Estágio Supervisionado  (0, 270, 270)  \n  \n As alterações propostas são em essência:  \n1 - Inclusão das disciplinas obrigatórias Física Geral 1, Física Experimental 1, Introdução \nà Tribologia, Mecânica dos Fluidos 2, Geração e Distribuição de Vapor, Projeto de Sistema s \nMecânico s e Pro jeto de Fim de Curso 2; \n2 – Modificação do caráter da disciplina Robótica de obrigatória para optativa;  \n3 – Alteração do caráter da disciplina Geração e Distribuição de Vapor de 45 horas de \noptativa para obrigatória com 30  horas;  \n4 – Redução da carga horár ia da disciplina Desenho Técnico de 60 horas para 45 horas, \nCinemática de 75 horas para 45 horas, Materiais para Engenharia de 45 horas para 30 horas, \nAdministração de 75 horas para 60 horas  e da disciplina Estruturas Metál icas de 75 horas \npara 60 horas;  \n5 – Aumento do conteúdo e da carga horária da disciplina Métodos Matemá ticos \nAplicados à Engenharia de 60 horas para 75 horas e  \n6 – Modificação dos períodos de algumas discipl inas, de forma mais lógica, \nproporcionando um melhor aprendizado e coerência  entre  as disciplinas.  \n \nOs discentes do currículo 0305 que porventura reprovarem na disciplina Robótica não \nterão nenhum problema porque a referida disciplina é oferecida regularmente para o Curso de \nEngenharia Mecatrônica como disciplina obrigatória.  \nOs discent es do cu rrículo 0305 que reprovarem na ú ltima vez que as disciplinas \nAdministração e Estruturas Metálicas forem oferecidas com carga horária de 75 horas cada, \npoderão fazer as novas Administração e Estruturas Metálicas com 60 horas cada e serem \nsubmetidos à complementação de estudos regulamentada pelas Normas Acadêmicas.  \nObserva -se, ainda,  que não há nenhum problema de tr ansição dos dois currículos, \nentretanto  o Colegiado do Curso de Graduação em Engenharia Mecânica recomenda que os \ndiscentes que ingressara m no Curso antes do início de vigência do novo currículo, optem \npara o novo currículo para poderem se beneficiar do ganho de qualidade do novo currículo.  \nCaso haja a necessidade para que a regra de equivalência seja cumprida, em \ndeterminado momento, uma me sma disciplina deverá ser oferecida para duas turmas \ndiferentes. O Colegiado será o responsável pela condução desse processo.  ", "47": "CAPÍTULO VIII  \n \nCONCLUSÕES  \n \nApresentou -se nesse projeto toda a fundamentação teórica em que se baseia a \nconcepção do curso de Enge nharia Mecânica, oferecido pela Universidade Federal de \nUberlândia sob a responsabilidade da Faculdade de Engenharia Mecânica. De forma \nbem clara apresenta -se também o perfil desejado do egresso e as ações necessárias \ntanto do ponto de vista pedagógico qua nto do ponto de vista do cumprimento das \ndiretrizes curriculares mínimas para que esse perfil seja obtido. Da mesma forma, são \ndefinidas também as habilidade, competências e conteúdos necessários à formação \ndesse profissional.  \nProcurou -se ainda, nesse proj eto, de forma clara e objetiva apresentar todo o \nconjunto de informações necessárias ao completo entendimento do processo de \naprendizagem do aluno. Nesse contexto , são apresentados o processo de avaliação, \ncurrículo pleno de engenharia mecânica e o seu aco mpanhamento. Informações sobre \nnormas, organização acadêmica e infra -estrutura básica oferecidas pela Universidade e \nFaculdade de Engenharia Mecânica permitem a observação de todo o contexto que \nenvolve a formação de nosso profissional em Engenharia Mecâni ca e como elas se \nencontram indissociáveis ao processo.  \nUma vez concluído o presente projeto pedagógico, encontramo -nos talvez em \nsua principal fase: a sua efetiva execução . Cabe a toda a comunidade acadêmica \nenvolvida, ou seja , ao conjunto de docentes, di scentes e técnicos administrativos a \ngrande responsabilidade de o tornar um instrumento real, verdadeiro e efetivo de todo o \nprocesso de aprendizagem e formação do aluno. Cabe a cada um de nós a crítica, o \nacompanhamento e a proposição de mudanças quando n ecessárias. Cabe a cada um \nde nós o verdadeiro exercício de vigilância e de comprometimento com os princípios \nbásicos aqui construídos. De acordo com Veiga (1995), o projeto político -pedagógico é \nmais do que uma formalidade instituída: é uma reflexão sobre  a educação superior, \nsobre o ensino, a pesquisa e a extensão, a produção e a socialização dos \nconhecimentos, sobre o aluno e o professor e a prática pedagógica que se realiza na \nuniversidade. O projeto político -pedagógico é uma aproximação maior entre o q ue se \ninstitui e o que se transforma em instituinte. Assim, a articulação do instituído com o \ninstituinte possibilita a ampliação dos saberes ”. Cabe a cada um de nós a constante \navaliação desse projeto bem como viabilização de sua prática.  \n ", "48": " \n 48 REFERÊNCIAS BIB LIOGRÁFICAS  \n \nBAZZO, Walter Antonio; PEREIRA, Luiz Teixeira do Vale; LINSINGEN, Irlan Von. \nEducação tecnológica: enfoques para o ensino de engenharia . Florianópolis: Ed. da \nUFSC, 2000.  \n \nBECKER, Fernando. A Epistemologia do professor: o cotidiano da escola . Petrópolis, RJ: \nVozes, 1995.  \n \nLONGO, Orlando Celso; FONTES, Mário Arthur de Souza. Diagnóstico do ensino de \nengenharia, necessidades do mercado de trabalho e a legislação vigente. VII Encontro \nEnsino em Engenharia, 2000.  \n \nLuckesi, C.C., Avaliação da Aprend izagem Escolar, Cortez Editora, 2001.  \nPETITAT, André.  Produção da escola / produção da sociedade . Porto Alegre: Artes \nMédicas, 1994.  \n \nFORMAÇÃO EM EAD - UNIREDE, Módulo 1: fundamentos e políticas de educação e \nseus reflexos na educação a distância . Curitib a: UFPR, 2000.  \n \nKUHN, Thomas. Lógica da descoberta ou psicologia da pesquisa? ln: LAKATOS, I.. ; \nMUSGRAVE, A. (org.). A crítica e o desenvolvimento do conhecimento . São Paulo: \nCultrix, 1979. p.6.  \n \nPETITAT, André. Produção da escola/ produção da sociedade . Porto Alegre; Artes \nMédicas, 1994.  \n \nVEIGA, Ilma Passos Alencastro (org.) Projeto Político -Pedagógico  da Escola: uma \nconstrução possível . Campinas, SP: Papirus, 1995.  \n \nVEIGA, I.P.A. Projeto Político -Pedagógico: continuidade ou transgressão para acertar? \nIn: CASTANHO, S, e CASTANHO, M.E.L.M. (Org.). O que há de novo na Educação \nSuperior: do projeto pedagógico à prática transformadora. Campinas, SP: Papirus, 2000.   \n \n \n \n ", "49": " \n 49  \nANEXO 1  \n \nESTÁGIO SUPERVISIONA DO \n(transcrição)  \n \nA LEI Nº 6.494, de 7 de dezembro de 1997 , com as alterações da Lei 8.859 de 23 de \nmarço de 1994, dispõe sobre estágio de estudantes de ensino superior, de ensino \nmédio, de educação profissionalizante e  educação especial. O Decreto 87.497 de 18 de \nagosto de 1982, regulamentou a Lei 6.494/97.  \n \nO Mini stério Público do Trabalho, enviou às instituições de ensino uma notificação que  \nrecomenda que as Escolas intervenham APENAS EM TERMO DE COMPROMISSO DE    \nESTÁGIO CURRÍCULAR, ÚNICO PREVISTO NA LEI 6.494/77 E NO DECRETO \n87.497/82, E, NESSA HIPÓTESE SUPERVIS IONE O DESENVOLVIMENTO DO \nESTÁGIO, NOS TERMOS DO ART. 4 º, “d” do aludido Decreto 87.497/82.  \n \nA instituição é interveniente nos termos de compromisso de estágio e, como tal deve \nobservar, acompanhar e avaliar os estágios realizados pelos seus alunos, em \ncumprimento ao que dispõe e Lei 6494/77, regulamentada pelo Decreto 87.497 /82. \n \nAspectos legais que devem ser observados:    \n \n1) ALUNO REGULARMENTE MATRICULADO . O estagiário deve ser aluno \nregularmente matriculado. Com efeito, o prazo do contrato de estágio d eve observar o \nperíodo letivo do curso.  Havendo trancamento ou cancelamento  do curso, o termo  de \ncompromisso deve  ser rescindido.  \n \n2) ALUNO COM FREQUÊNCIA REGULAR .  Só pode estagiar o aluno que freqüenta \nregularmente a escola.  \n \n3) LOCAIS EM QUE O ALUNO PODE ESTAGIAR . Em unidades que tenham condições \nde proporcionar experiência prática e aplicação de conhecimentos integrantes do \ncurrículo do curso.  \n \n3) COMPLEMENTAÇÃO DE ENSINO E DA APRENDIZAGEM.  O estágio deve \nproporcionar ao estagiário complementação do  ensino e de aprendizagem a serem  ", "50": " \n 50 planejados, executados, avaliados em conformidade com os currículos, programas e \ncalendários escolares.  \n \n4) FORMALIDADE DO ESTÁGIO.  A realização do estágio dar -se-á mediante termo de \ncompromisso celebrado entre o estudante , e a parte concedente, com interveniência \nobrigatória da instituição de ensino. A Instituição de Ensino deverá ainda ter um \nconvênio de estágio com a empresa concedente, que disponha sobre as condições de \nsua realização.  \n \n5) SEGURO CONTRA ACIDENTE PESSOAL . O estagiário deve ter cobertura de \nacidentes pessoais, devendo o nº da apólice de seguro constar no contrato de estágio.  \n \n6) VÍNCULO TRABALHISTA . Desde que obedecido o estabelecido na legislação \nvigente, não há vínculo trabalhista.  \n \n7) JORNADA DE ATIVIDA DE EM ESTÁGIO . O horário de estágio a ser cumprido pelo \nestudante, deve compatibilizar -se com o horário escolar e  com o horário da empresa que  \nvenha ocorrer o estágio.  \n \n8) ATIVIDADES DE ESTÁGIOS EM PERÍODOS DE FÉRIAS ESCOLARES.  A jornada \nde estágio será es tabelecida de comum acordo entre o estagiário e a parte concedente \ndo estágio, sempre com interveniência  da instituição  de ensino.  \n \nO estágio supervisionado é concluído com a aprovação na disciplina ministrada em \nperíodos especiais. Esses períodos (de dura ção mínima de 4 semanas cada um e 60 \nhoras/aula) somados devem ter duração de, pelo menos, 15 semanas, com dedicação \nsemanal mínima de 15 horas/aula de estágio. A carga horária global não pode ser \ninferior a 270 horas/aula. Quando o aluno estiver cursando outras disciplinas durante o \nestágio, sua carga horária global máxima no período em questão é de 40 \nhoras/semanais.  \n \nA matrícula nesta disciplina pode ser feita em qualquer época, através de requerimento à \nCoordenação de Curso, através de formulário própr io (ao final deste anexo) e, antes de \nsolicitá -la, o aluno deve conhecer a regulamentação aprovada (requisitos, carga horária \nsemanal permitida, disponibilidade exigida), anexando ao requerimento  as informações \nnecessárias.  \n ", "51": " \n 51 Para o deferimento da matrícul a a Coordenação deverá analisar:  \ncarga horária , duração e jornada de estágio curricular, devendo para tanto considerar:  a \nexperiência prática na linha da formação; o estágio como complementação de ensino \naprendizagem a serem planejados, executados, acompa nhados e avaliados em \nconformidade com os currículos, programas e calendários escolares, a fim de se \nconstituírem em  instrumentos de integração, em termos de treinamento prático, de \naperfeiçoamento técnico cultural, científico e de relacionamento humano; sistemática de \norganização, orientação, supervisão e avaliação de estágio curricular . \n \nEsta disciplina é coordenada pelo Coordenador de Estágio S upervisionado, professor \ndo curso indicado pelo colegiado de curso, que tem as seguintes atribuições e \ncompetên cias: \n \ncontrole de relatórios mensais de avaliação das funções exercidas pelo estagiário \ndurante o estágio;  \ndefinição de sistemática de reuniões de avaliação de estágio;  \nagenciamento junto as empresas locais e nacionais;  \nconsecução de contratos e convênio s; \natendimento integral aos alunos do curso (períodos letivos e férias);  \nanálise do projeto de estágio proposto pela empresa e sua validação inicial como estágio \nsupervisionado;  \naprovação do plano e indicação de orientador acadêmico;  \nmatrícula do aluno, co nforme normas acadêmicas vigentes;  \nimplementação da situação final do aluno junto ao controle acadêmico;  \nparticipar de reuniões com empresas conveniadas;  \norientação do aluno durante o estágio . \n \nAo final do estágio o aluno deve  apresentar um relatório sobr e o estágio a ser aprovado \npelo coordenador de estágio supervisionado. O relatório deve ter um parecer de um \nprofessor do curso de engenharia mecânica relacionado com a área de concentração do \nestágio, orientador acadêmico.   \nO aluno deve também ser supervi sionado por um profissional, de preferência de nível \nsuperior, na empresa em que r ealiza o estágio supervisionado .1  \n \n \n \n ", "52": " \n 52 ANEXO 2  \nDIRETRIZES CURRICULA RES NACIONAIS DO CUR SO DE \nGRADUAÇÃO EM ENGENHA RIA.  \n(transcrição)  \nCONSELHO NACIONAL DE EDUCAÇÃO  \n \nCâmara de Educação Superior  \n \nRESOLUÇÃO Nº 11, DE 11 DE MARÇO DE 2002  \n \nEstabelece as Diretrizes Curriculares Nacionais do Curso de Graduação em  \nEngenharia.  \n \nO Presidente da Câmara de Educação Superior do Conselho Nacional de Educação, \ntendo em vista o disposto no Art . 9º, do § 2º, alínea \"c\", da Lei 9.131, de 25 de novembro \nde 1995, e com fundamento no Parecer CES 1.362/2001, de 12 de dezembro de 2001, \npeça indispensável do conjunto das presentes Diretrizes Curriculares Nacionais, \nhomologado pelo Senhor Ministro da Ed ucação, em 22 de fevereiro de 2002, resolve:  \n \nArt. 1º A presente Resolução institui as Diretrizes Curriculares Nacionais do Curso de \nGraduação em Engenharia, a serem observadas na organização curricular das \nInstituições do Sistema de Educação Superior do P aís. \n \nArt. 2º As Diretrizes Curriculares Nacionais para o Ensino de Graduação em Engenharia \ndefinem os princípios, fundamentos, condições e procedimentos da formação de \nengenheiros, estabelecidas pela Câmara de Educação Superior do Conselho Nacional \nde Edu cação, para aplicação em âmbito nacional na organização, desenvolvimento e \navaliação dos projetos pedagógicos dos Cursos de Graduação em Engenharia das \nInstituições do Sistema de Ensino Superior.  \n \nArt. 3º O Curso de Graduação em Engenharia tem como perfil do formando \negresso/profissional o engenheiro, com formação generalista, humanista, crítica e \nreflexiva, capacitado a absorver e desenvolver novas tecnologias, estimulando a sua \natuação crítica e criativa na identificação e resolução de problemas, consider ando seus \naspectos políticos, econômicos, sociais, ambientais e culturais, com visão ética e \nhumanística, em atendimento às demandas da sociedade.  ", "53": " \n 53 Art. 4º A formação do engenheiro tem por objetivo dotar o profissional dos \nconhecimentos requeridos para o ex ercício das seguintes competências e habilidades \ngerais:  \nI - aplicar conhecimentos matemáticos, científicos, tecnológicos e instrumentais à \nengenharia;  \nII - projetar e conduzir experimentos e interpretar resultados;  \nIII - conceber, projetar e analisar sist emas, produtos e processos;  \nIV - planejar, supervisionar, elaborar e coordenar projetos e serviços de  \nengenharia;  \nV - identificar, formular e resolver problemas de engenharia;  \nVI - desenvolver e/ou utilizar novas ferramentas e técnicas;  \nVI - supervisionar a operação e a manutenção de sistemas;  \nVII - avaliar criticamente a operação e a manutenção de sistemas;  \nVIII - comunicar -se eficientemente nas formas escrita, oral e gráfica;  \nIX - atuar em equipes multidisciplinares;  \nX - compreender e aplicar a ética e re sponsabilidade profissionais;  \nXI - avaliar o impacto das atividades da engenharia no contexto social e ambiental;  \nXII - avaliar a viabilidade econômica de projetos de engenharia;  \nXIII - assumir a postura de permanente busca de atualização profissional.  \n \nArt. 5º Cada curso de Engenharia deve possuir um projeto pedagógico que demonstre \nclaramente como o conjunto das atividades previstas garantirá o perfil desejado de seu \negresso e o desenvolvimento das competências e habilidades esperadas. Ênfase deve \nser dad a à necessidade de se reduzir o tempo em sala de aula, favorecendo o trabalho \nindividual e em grupo dos estudantes.  \n \n§ 1º Deverão existir os trabalhos de síntese e integração dos conhecimentos adquiridos \nao longo do curso, sendo que, pelo menos, um deles d everá se constituir em atividade \nobrigatória como requisito para a graduação.  \n \n§ 2º Deverão também ser estimuladas atividades complementares, tais como trabalhos \nde iniciação científica, projetos multidisciplinares, visitas teóricas, trabalhos em equipe, \ndesenvolvimento de protótipos, monitorias,  \nparticipação em empresas juniores e outras atividades empreendedoras.  \n \nArt. 6º Todo o curso de Engenharia, independente de sua modalidade, deve possuir em \nseu currículo um núcleo de conteúdos básicos, um núcleo de  conteúdos ", "54": " \n 54 profissionalizantes e um núcleo de conteúdos específicos que caracterizem a \nmodalidade.  \n \n§ 1º O núcleo de conteúdos básicos, cerca de 30% da carga horária mínima, versará \nsobre os tópicos que seguem:  \n \nI - Metodologia Científica e Tecnológica;  \nII - Comunicação e Expressão;  \nIII - Informática;  \nIV - Expressão Gráfica;  \nV - Matemática;  \nVI - Física;  \nVII - Fenômenos de Transporte;  \nVIII - Mecânica dos Sólidos;  \nIX - Eletricidade Aplicada;  \nX - Química;  \nXI - Ciência e Tecnologia dos Materiais;  \nXII - Administ ração;  \nXIII - Economia;  \nXIV - Ciências do Ambiente;  \nXV - Humanidades, Ciências Sociais e Cidadania.  \n \n§ 2º Nos conteúdos de Física, Química e Informática, é obrigatória a existência de \natividades de laboratório. Nos demais conteúdos básicos, deverão ser pre vistas \natividades práticas e de laboratórios, com enfoques e intensividade compatíveis com a \nmodalidade pleiteada.  \n \n§ 3º O núcleo de conteúdos profissionalizantes, cerca de 15% de carga horária mínima, \nversará sobre um subconjunto coerente dos tópicos abai xo discriminados, a ser definido \npela IES:  \n \nI - Algoritmos e Estruturas de Dados;  \nII - Bioquímica;  \nIII - Ciência dos Materiais;  \nIV - Circuitos Elétricos;  \nV - Circuitos Lógicos;  \nVI -Compiladores;  ", "55": " \n 55 VII - Construção Civil;  \nVIII - Controle de Sistemas Dinâmicos ; \nIX - Conversão de Energia;  \nX - Eletromagnetismo;  \nXI - Eletrônica Analógica e Digital;  \nXII - Engenharia do Produto;  \nXIII - Ergonomia e Segurança do Trabalho;  \nXIV - Estratégia e Organização;  \nXV - Físico -química;  \nXVI - Geoprocessamento;  \nXVII - Geotecnia;  \nXVIII - Gerência de Produção;  \nXIX - Gestão Ambiental;  \nXX - Gestão Econômica;  \nXXI - Gestão de Tecnologia;  \nXXII - Hidráulica, Hidrologia Aplicada e Saneamento Básico;  \nXXIII - Instrumentação;  \nXXIV - Máquinas de fluxo;  \nXXV - Matemática discreta;  \nXXVI - Materiais  de Construção Civil;  \nXXVII - Materiais de Construção Mecânica;  \nXXVIII - Materiais Elétricos;  \nXXIX - Mecânica Aplicada;  \nXXX - Métodos Numéricos;  \nXXXI - Microbiologia;  \nXXXII - Mineralogia e Tratamento de Minérios;  \nXXXIII - Modelagem, Análise e Simulação de Sistemas;  \nXXXIV - Operações Unitárias;  \nXXXV - Organização de computadores;  \nXXXVI - Paradigmas de Programação;  \nXXXVII - Pesquisa Operacional;  \nXXXVIII - Processos de Fabricação;  \nXXXIX - Processos Químicos e Bioquímicos;  \nXL - Qualidade;  \nXLI - Química Analític a; \nXLII - Química Orgânica;  \nXLIII - Reatores Químicos e Bioquímicos;  ", "56": " \n 56 XLIV - Sistemas Estruturais e Teoria das Estruturas;  \nXLV - Sistemas de Informação;  \nXLVI - Sistemas Mecânicos;  \nXLVII - Sistemas operacionais;  \nXLVIII - Sistemas Térmicos;  \nXLIX - Tecnologia Mecânica;  \nL - Telecomunicações;  \nLI - Termodinâmica Aplicada;  \nLII - Topografia e Geodésia;  \nLIII - Transporte e Logística.  \n \n§ 4º O núcleo de conteúdos específicos se constitui em extensões e aprofundamentos \ndos conteúdos do núcleo de conteúdos profissionaliz antes, bem como de outros \nconteúdos destinados a caracterizar modalidades. Estes conteúdos, consubstanciando o \nrestante da carga horária total, serão propostos exclusivamente pela IES. Constituem -se \nem conhecimentos científicos, tecnológicos e instrumentai s necessários para a definição \ndas modalidades de engenharia e devem garantir o desenvolvimento das competências \ne habilidades estabelecidas nestas diretrizes.  \n \nArt. 7º A formação do engenheiro incluirá, como etapa integrante da graduação, estágios \ncurricu lares obrigatórios sob supervisão direta da instituição de ensino, através de \nrelatórios técnicos e acompanhamento individualizado durante o período de realização \nda atividade. A carga horária mínima do estágio curricular deverá atingir 160 (cento e \nsessen ta) horas.  \n \nParágrafo único. É obrigatório o trabalho final de curso como atividade de síntese e \nintegração de conhecimento.  \n \nArt. 8º A implantação e desenvolvimento das diretrizes curriculares devem  \norientar e propiciar concepções curriculares ao Curso d e Graduação em Engenharia que \ndeverão ser acompanhadas e permanentemente avaliadas, a fim de permitir os ajustes \nque se fizerem necessários ao seu aperfeiçoamento.  \n§ 1º As avaliações dos alunos deverão basear -se nas competências, habilidades e \nconteúdos c urriculares desenvolvidos tendo como referência as Diretrizes Curriculares.  \n§ 2º O Curso de Graduação em Engenharia deverá utilizar metodologias e critérios para \nacompanhamento e avaliação do processo ensino -aprendizagem e do próprio curso, em ", "57": " \n 57 consonância com o sistema de avaliação e a dinâmica curricular definidos pela IES à \nqual pertence.  \n \nArt. 9º Esta Resolução entra em vigor na data de sua publicação, revogadas as \ndisposições em contrário.  \n \nARTHUR ROQUETE DE MACEDO  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "58": " \n 58 ANEXO 3  \n \nORIENTAD OR ACADÊMICO: TUTORI A \n(transcrição)  \n \nCONSIDERANDO a necessidade de melhor acompanhamento da vida acadêmica do \ndiscente do Curso de Graduação em Engenharia Mecânica,  \n \nCONSIDERANDO deliberação do Conselho da Faculdade de Engenharia Mecânica em \nSexta Reunião  Ordinária do dia 16 de outubro de 2000.  \n \n \nRESOLVE  \n \nArtigo 1o: Todos os alunos ingressantes no Curso de Graduação em Engenharia \nMecânica  da UFU a partir do 1o semestre de 2001 terão suas atividades acadêmicas \nacompanhadas por um professor ORIENTADOR ACADÊM ICO até o final de seu curso.  \n \nArtigo 2o: O Orientador Acadêmico é um professor que ministra aulas no Curso de \nGraduação em Engenharia Mecânica, indicado pelo Colegiado do  Curso de Graduação e \nque será responsável pelo acompanhamento da vida  acadêmica do a luno desde o seu \ningresso até a conclusão de seu curso.  \n \nArtigo 3o: As atividades de Orientador Acadêmico a serem exercidas pelos professores \nserão administradas pelo Colegiado do Curso, cabendo ao mesmo a indicação ou a \nsubstituição do Professor nas situa ções especificadas no parágrafo 4.  \n \nParágrafo 1o:  Qualquer professor, em regime de Dedicação Exclusiva, que ministre \naulas para o Curso de Graduação em Engenharia Mecânica poderá ser indicado, no \ninício de cada semestre, à atividade de Orientador Acadêmic o. \n \nParágrafo 2o: A escolha do Orientador Acadêmico será feita pelo Colegiado do Curso de \nGraduação em Engenharia Mecânica, em função da quantidade de alunos e do número \nde professores habilitados.  \n \nParágrafo 3o: O Orientador Acadêmico poderá ser substituí do por outro professor, por \ndeter minação do Colegiado do Curso, quando o mesmo encontrar -se impossibilitado de ", "59": " \n 59 exercer suas atividades em virtude de afastamento. O Orientador Acadêmico poderá \nainda ser destituído de suas atividades, através de decisão do C olegiado de Curso, \nquando for considerado que o mesmo não esteja cumprindo de forma adequada suas \natribuições.  \n \nParágrafo 4o: Quando um aluno for selecionado para o PET, a Orientador Acadêmico do \nmesmo passará automaticamente à coordenação do PET.  \n \nArtigo 4o: O Orientador Acadêmico é responsável pela orientação da matrícula de cada \num de seus orientados no início de cada semestre, sendo que a matrícula de cada aluno \ndo Curso de Graduação em Engenharia Mecânica somente poderá ser feita mediante \naprovação do Orientador Acadêmico.  \n \nArtigo 5o:  O Orientador Acadêmico deverá prever no seu Plano de Trabalho horário para \natendimento aos alunos dos quais é o Orientador Acadêmico.  \n \nArtigo 6o: O Orientador Acadêmico deverá fazer um acompanhamento no mínimo \nbimestral d e cada orientado, reunindo -se com o mesmo para detectar problemas e \nfalhas encontradas no decorrer de sua vida acadêmica, traçando estratégias junto ao \nColegiado para sua recuperação. O acompanhamento pode ainda ser feito por \nsolicitação do orientado, com antecedência.  \n \nArtigo 7o: O Orientador Acadêmico deverá incentivar seus orientados a participarem de \natividades extracurriculares, tais como: iniciação científica, monitorias, estágios, cursos \nde línguas, congressos e projetos de extensão.  \n \nArtigo 8o: O Or ientador Acadêmico deverá participar de uma reunião semestral com o \nColegiado de Curso e demais Orientadores Acadêmicos do Curso para que sejam \ndiscutidas estratégias de atuação e avaliadas as atividades desenvolvidas.  \n \nArtigo 9o: Os casos omissos serão di scutidos e deliberados pelo Colegiado do Curso de \nGraduação em Engenharia Mecânica.  \n \n \n \n ", "60": " \n 60 ANEXO 4  \nFICHAS DE AVALIAÇÃO  \n \n4.1 - Ficha de Auto -avaliação do Docente  \n \n1- Você se sentiu realizado em ensinar esta disciplina neste semestre?  \n \n2- Quantas autocríticas você conseguiu listar neste semestre? Quantos pontos \nserão mudados na sua prática pedagógica?  \n \n3- O que você irá inovar para o próximo semestre? Por quê?  \n \n4- Durante a aprendizagem semestral, houve alguma dificuldade ou algo \nsurpreendente em relação ao alu no ou à própria didática?  \n \n5- Como foi o seu relacionamento com os alunos?  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "61": " \n 61 4.2 Ficha de Acompanhamento Didático  \n \nUNIVERSIDADE FEDERAL DE UBERLÂNDIA  \nGRADUAÇÃO EM ENGENHARIA MECÂNICA  ACOMPANHAMENTO DIDÁTICO  \n \n \n \nDisciplina:                                                                                         Período:    \nProfessor:       \n \n1) O programa da disciplina foi entregue no início do semestre?                              sim  não \n2) O sistema de avaliação foi definido no início do semestre?                                   sim  não \n3) Os objetivos da disciplina são claros?   sim  não \n4) Foi definido horário de atendimento extra classe?   sim  não \n De uma nota de 1 a 5 para os seguintes itens : \n5) Didática do professor    \n6) Assiduidade do professor    \n7) Pontualidade do professor    \n8) Segurança do professor ao expor o conteúdo da disciplina    \n9) Bibliografia    \n10) Seu próprio interesse pela disciplina    \n11) Espaço físico: sala de aula    \n12) Espaço físico: laboratório (quando houver)    \n \nInformações complementares:  \n13) Quantas vezes (número máximo) você foi reprovado numa mesma disciplina ?     \n14) Quant as reprovações você tem no curso?     \n \nComentários e sugestões:  \n15) Para o Colegiado de Graduação:       \n \n \n \n16) Para o professor:       \n \n \n \nUberlândia,    De    de 2002  \n \nObs.: Respon da no verso desta folha como esta disciplina contribuiu para sua formação.  \n \n ", "62": " \n 62              \n                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "63": " \n 63 ANEXO 7  \nADMINISTRAÇÃO ACADÊM ICA \n \nO curso de Engenharia Mecânica da UFU é de responsabilidade da Faculdade de \nEnge nharia Mecânica. Para isto existe um Colegiado de cu rso composto po r um \ncoordenador e 4 membros,  além de uma secretária. A UFU concentra os serviços de \ncontrole acadêmico dos cursos do Campus Santa Mônica no setor Controle Acadêmico, \nAtendimento ao aluno a dministrado pela diretoria de controle acadêmico ligado à Pró -\nreitoria de Graduação. Estes serviços são exercidas por funcionários que não são \nligados a nenhuma unidade acadêmica, atendendo portanto todos os cursos da UFU.  \n \n7.1 - Coordenação do Curso  \nA ori entação, a supervisão e a coordenação executivas são atribuições do \ncoordenador, que tem as seguintes competências:  \nI cumprir e fazer cumprir as decisões do colegiado;  \nII representar o curso;  \nIII articular -se com a Pró -Reitoria competente para acompanhamento, exec ução \ne avaliação das atividades do curso;  \nIV propor ao Conselho da Faculdade alterações do currículo, observadas as \ndiretrizes didáticas do curso;  \nV elaborar o Relatório Anual de Atividades;  \nVI promover, opinar e participar de eventos extracurriculares relacionado s à \nformação acadêmica dos alunos;  \nVII supervisionar a remessa regular ao órgão competente de todas as \ninformações sobre freqüência, notas ou aproveitamento de estudos dos \nalunos;  \nVIII encaminhar ao órgão competente a relação dos alunos aptos a colar grau;  \nIX delibera r sobre requerimentos de alunos quando envolverem assuntos de \nrotina administrativa;  \nX acompanhar a vida acadêmica dos alunos no que se refere aos limites de \ntempo mínimo e máximo de integralização curricular;  \nXI comunicar ao Diretor da Faculdade competente, ir regularidades cometidas \npelos professores do curso;  \nXII convocar e presidir reuniões dos professores e representantes discentes;  \nXIII propor ao Colegiado, em consonância com as Unidades Acadêmicas \nenvolvidas, o horário de aulas;  ", "64": " \n 64 XIV administrar e fazer as respectivas prestações de conta dos fundos que lhe \nsejam delegados;  \nXV encaminhar o Relatório Anual de Atividades para aprovação no Conselho da \nFaculdade;  \nXVI encaminhar as normas internas de funcionamento do curso para aprovação  \nno Conselho da Faculdade; e  \nXVII elaborar os re latórios de avaliação dos cursos de graduação a serem \nenviados aos órgãos competentes.  \n \n O Coordenador de  Curso de graduação é escolhido  pelos docentes, técnicos e \nadministrativos e pelos discentes de graduação, na forma da lei, e é nomeado pelo \nReitor pa ra um mandato de dois anos, permitindo -se uma recondução, conforme \nestabelecido no regimento da UFU.  \nOs demais membros do colegiado serão escolhidos conforme estabelecido no  \nregimento interno da FEMEC.  \nNos afastamentos, impedimentos ou vacância do cargo de  coordenador de curso, \na coordenação será exercida por um dos membros do Colegiado do curso, eleito entre \nseus pares, nomeado pelo Reitor, assim permanecendo até a nomeação de novo \ncoordenador, a quem transmitirá a coordenação.  \nO coordenador participa do C ONGRAD - Conselho de Graduação da UFU, que se \nreúne uma vez por mês para tratar de assuntos relacionados aos cursos de graduação \nda UFU. O coordenador pode também participar do CONSUN - Conselho Universitário \nda UFU, juntamente com o Diretor da FEMEC, já q ue a unidade tem dois \nrepresentantes: o diretor e coordenador (de pós -graduação ou graduação).  \n \n \n \n7.2 - Organização Acadêmico -Administrativa  \n \n A DIRAC - Diretoria de Administração e Controle Acadêmico, vinculada à PRGRA - \nPró-Reitoria de Graduação, é o órg ão administrativo responsável pelo registro e \nacompanhamento das atividades acadêmicas. A ela compete o controle geral de \nmatrículas, o registro oficial dos rendimentos e frequências, a expedição de histórico \nescolar, de atestados, certidões e declarações sobre o percurso de cada aluno, desde o \nseu ingresso até a expedição de diploma.  \nO Colegiado de Graduação tem atribuição de orientação, supervisão e \ncoordenação didática do curso de graduação.  ", "65": " \n 65 7.2.1. Colegiado de Graduação  \n \nO Colegiado de Graduação tem as  seguintes competências:  \n \nI cumprir e fazer cumprir as normas da graduação;  \nII estabelecer as diretrizes didáticas, observadas as normas da graduação;  \nIII elaborar proposta de organização e funcionamento do currículo do curso, bem \ncomo de suas atividades correlatas ; \nIV manifestar -se sobre as formas de admissão e seleção, bem como sobre o \nnúmero de vagas iniciais e de transferência;  \nV propor convênios, normas, procedimentos e ações;  \nVI estabelecer normas internas de funcionamento do curso;  \nVII aprovar, acompanhar, avaliar e fis calizar os Planos de Ensino das disciplinas;  \nVIII promover sistematicamente e periodicamente avaliações do curso;  \nIX orientar e acompanhar a vida acadêmica, bem como proceder adaptações \ncurriculares dos alunos do curso;  \nX deliberar sobre requerimentos de alunos no â mbito de suas competências;  \nXI deliberar sobre transferências “ex officio”;  \nXII aprovar o horário de aulas;  \nXIII aprovar o Relatório Anual de Atividades; e  \nXIV aprovar os relatórios de avaliação dos cursos de graduação a serem enviados \naos órgãos competentes.  \n \nNa ausênc ia eventual do Coordenador de Curso, por um período não superior a 60 \ndias, a presidência será exercida pelo membro do colegiado que, dentre os de maior \ntitulação acadêmica, tenha maior tempo de exercício de magistério na UFU. A \ncoordenação do curso ainda conta com os serviços de uma secretária para ajudar no \natendimento de alunos, lavrar atas de reuniões, expedir memorandos internos e serviços \nde secretariado em geral. Atualmente a coordenação atende no bloco 1M no Campus, \nsala 1M218, Santa Mônica, telefon e (34) 3239 4416, cocme@mecanica.ufu.br , \nwww.mecanica.ufu.br .  \n \n7.3 - Recursos destinados aos Discentes  \nA Universidade Federal de Uberlândia dispõe aos seus alunos várias atividades \nacadêmicas e estimula a participação dos discentes em atividades extracurriculares. \nAlgumas atividades sob coordenação geral da UFU estão descritas no manual do aluno.  \nAlém disso, a UFU possui a Diretoria de Assuntos Estudantis - DIRES q ue tem \ncomo finalidade promover a execução de políticas que possam garantir o ingresso, ", "66": " \n 66 permanência na instituição e engajamento dos estudantes no processo participativo de \nluta por uma universidade pública, gratuita e de qualidade, aspectos importantes \nrelacionados com a formação profissional e o exercício da cidadania crítica.  \nPara atendimento das demandas estudantis, no campo da assistência social, dos \natendimentos psicológicos, do esporte e lazer e da alimentação, a DIRES desenvolve os \nseguintes program as e projetos:  \n- Centro de Atendimento ao Aluno - CEAL  \n- Restaurante Universitário - RU \n- Divisão de Assistência ao Estudante - DIASE  \n- Bolsa Alimentação  \n- Bolsa da Central de Línguas (CELIN)  \n- Orientação a alunos estrangeiros (convênio PEC -G) \n- Bolsa Permanência  \n- Orient ação Social  \n- Atendimento Psicoterapêutico  \n- Centro Esportivo Universitário - CEU  \n \n7.4 - Acompanhamento de egressos  \nTodo aluno da UFU possui um cadastro no setor de Controle Acadêmico da UFU, \ncom dados pessoais e outros dados à disposição do coordenador de cur so. Além deste \narquivo, todo aluno ingressante do curso de engenharia mecânica é cadastrado através \ndo banco de dados \"Engenharia Mecânica\", onde são registrados os dados pessoais, \nendereço, disciplinas cursadas, enfim toda sua história no curso. O endereç o do aluno \npode ser alterado através da internet, por meio de senha pessoal. Cada aluno possui \numa senha que lhe permite alterar seu endereço de contato on -line acessando a página \nda FEMEC.  \n \n \n \n \n \n \n \n \n \n \n ", "67": " \n 67 ANEXO 8  \nINSTALAÇÕES E RECURS OS MATERIAIS  \n \n8.1 – Apresen tação  \nA Faculdade de Engenharia Mecânica é a unidade acadêmica da Universidade \nFederal de Uberlândia responsável pelo oferecimento do Curso de Graduação em \nEngenharia Mecânica.  \nOs objetivos principais da FEMEC são:  \nComo órgão de ensino : Estar permanentemen te comprometida e ser responsável \npela execução dos projetos dos cursos de graduação e de pós -graduação em \nEngenharia Mecânica sob sua responsabilidade direta e também apoiar  os demais \ncursos da Universidade, dentro de sua área de especialidade.  \nComo órgão  de pesquisa:  Organizar sua força de trabalho em linhas de pesquisa \nde caráter duradouro, visando o desenvolvimento integrado da Ciência e da Tecnologia, \ncom resultados de aplicação direta à sociedade.  \nComo órgão de extensão : Promover a execução de projet os em parceria com \nsetores organizados da sociedade visando o desenvolvimento tecnológico e social da \ncomunidade onde ela está inserida.  \nEstão inseridos no âmbito da FEMEC :  \n O Curso de Graduação em Engenharia Mecânica,  \n O Curso de Pós -Graduação em Engenhari a Mecânica,  \n O Curso de Graduação em Engenharia Mecatrônica,,  \n O Curso de Graduação em Engenharia Aeronáutica,  \n \nCom origem na antiga estrutura da universidade, especificamente no \nDepartamento de Engenharia Mecânica - DEEME a FEMEC possui um corpo de \nprofesso res altamente qualificado, organizados em oito Grupos de Pesquisa cadastrados \nno CNPq :  \n Grupo de Dinâmica de Sistemas Mecânicos  \n Grupo de Projeto de Sistemas Mecânicos  \n Grupo de Pesquisa em Usinagem  \n Grupo Pesquisa em Soldagem  \n Grupo de Pesquisa em Usinagem n ão Tradicional  \n Grupo de Transferência de Calor e Massa  \n Grupo de Simulação e Otimização de Armazenadores Térmicos  \n Grupo de Pesquis a em Energia e Dinâmica dos Flui dos. ", "68": " \n 68 A FEMEC é hoje responsável pelo oferecimento de mais de 60 % das disciplinas \ndo currículo.  \nO curso de Graduação em Engenharia Mecânica da UFU mantém -se, desde a \ndécada de 80, dentro do ranking dos cinco melhores do país, atendendo continuamente \na um universo de 500 alunos. A formação do engenheiro tem orientação sistêmica e \nmultidisciplinar, bu scando uma base científica forte, sem especializações prematuras. As \ndisciplinas profissionalizantes incluem uma significativa presença de alunos em \natividades de laboratório. Os alunos podem também se preparar para estudos \navançados, a partir do último an o de sua formação, facilitando o ingresso no programa \nde pós -graduação.  \n Atualmente, cerca de 20% dos alunos da graduação são bolsistas dos programas \nPET (CAPES) e de IC (CNPq: PIBIC e balcão). Estes são beneficiados com o acesso \nsistemático aos laboratóri os de pesquisa. A preocupação com a formação de jovens \nempreendedores é atendida pelo apoio a uma Empresa Júnior - META, fundada em \n1992, composta por alunos de graduação, e dedicada a solução de problemas práticos \ndas indústrias da região.  \n O Programa de Pós-Graduação da Universidade Federal de Uberlândia tem os \nseguintes objetivos gerais: estudar e desenvolver técnicas que contribuam para o \ndesenvolvimento da tecnologia e da ciência nacionais; formar pesquisadores; integrar o \nensino à pesquisa visando a f ormação de docentes; consolidar a maturidade científica \nde orientadores e alunos; capacitar profissionais da área para o uso da metodologia \ncientífica. Tais objetivos são buscados dentro das três áreas de concentração do \nprograma, a saber: Mecânica dos Sól idos e Vibrações; Transferência de Calor e \nMecânica dos Fluidos; Materiais e Processos de Fabricação.  \n \n8.2 – Corpo Docente  \n \nA Faculdade de Engenharia Mecânica tem em seu quadro docente 51  (cinquenta \ne um) professores efetivos. Do corpo docente permanente 4 7 (quarenta e sete) são \ndoutores, 02 (dois) são mestres e 02 (dois) são especialistas.  \nDos 51 professores efetivos, 49 têm regime de trabalho em dedicação exclusiva e \ndois têm regime de 20 horas.  \n \n8.3 – Corpo Técnico  e Administrativo  \nO corpo de Técnicos  Administrativos é constituído por 22 (vinte e dois) \nservidores, sendo 07 (sete) Administrativos, 11 (onze) Técnicos de Laboratório e 04 \n(quatro) Engenheiros.   ", "69": " \n 69 8.4 - Integração entre o Curso Graduação e o Programa de Pós -graduação  \n \nO Programa de pós -gradua ção foi criado no 2o semestre de 1984, tendo iniciado \nsuas atividades em 1985, como curso de mestrado apenas, assim permanecendo até o \nsegundo semestre de 1994, quando passou a oferecer, também, o doutoramento. Desde \nseu início o Programa tem sido muito be m avaliado, demonstrando sempre uma \ntendência positiva. Basta lembrar que na avaliação ainda através de conceitos, recebeu \n(para o mestrado) o conceito B na avaliação de 1996, referente aos anos 1994 -95; nota \n5 na avaliação de 1998, referente aos anos 1997 -98 e, finalmente, nota 6 na avaliação \nfeita pela CAPES no ano 2001, referente ao triênio 1998 -2000.  \nAtualmente o programa de pós -graduação é contemplado com o conceito 6 para o \ntriênio 2010 -2013. Assim, o esforço do Programa tem sido bem sucedido e acred ita-se \nser possível um desenvolvimento ainda mais efetivo.   \nO Programa de Pós -Graduação tem tido, desde seu início, ótima interação com a \ngraduação. Assim é que não existem docentes exclusivos da pós -graduação, ou seja, \ntodos têm que se envolver também, ob rigatoriamente, com as atividades da graduação. \nAlém disso, os bolsistas de I.C. e alunos do P.E.T. convivem naturalmente com os \nalunos de mestrado e doutorado, nos vários laboratórios que dão suporte ao Programa. \nSão vários os casos em que alunos da gradu ação participam de trabalhos de pesquisa \nque resultam em dissertações e teses de doutorado. Inclusive, é opinião unânime dentre \nos docentes que nossos melhores alunos na pós -graduação são aqueles que tiveram a \noportunidade de trabalhar nos laboratórios de pesquisa. Cabe salientar que no processo \nde seleção, ao se comparar candidatos oriundos de várias instituições privadas com \noutros que cursaram a graduação em universidades públicas, particularmente na UFU, a \ndiferença é gritante ao se observar as oportuni dades que os bons alunos de graduação \ntêm: envolvimento em pesquisa (bolsas de I.C.), intercâmbio com outras instituições (até \ndo exterior), publicações em congressos de Iniciação Científica, etc. Existem relatos \nanimadores de experiências bem sucedidas no s laboratórios envolvendo o trabalho de \nbolsistas de I.C. que acabam por facilitar o trabalho experimental de mestrandos e \ndoutorandos, melhoria de programas computacionais em uso nos laboratórios, dentre \noutras realizações. Naturalmente, o conjunto todo s ai beneficiado.  \nAlunos do Programa de Pós -Graduação atuam com freqüência no oferecimento \naos alunos de graduação de mini -cursos nas áreas de CAD, CAM, CNC, uso de software \naplicativo, promovendo um relacionamento saudável, além de motivar bons alunos da \ngraduação a darem prosseguimento aos estudos.  \nCom relação aos bolsistas da CAPES, o estágio em docência tem sido exigido \nnormalmente. Tipicamente, os bolsistas auxiliam em aulas práticas de laboratório da ", "70": " \n 70 graduação, em aulas de exercícios, em pequenos projet os desenvolvidos pelos alunos \nde graduação e na utilização de softwares aplicativos. Em alguns casos aulas teóricas \ntambém são admitidas. O estágio é realizado tipicamente no segundo ou no terceiro \nsemestre de matrícula do aluno no programa. Assim, no caso  do mestrando, evita -se \nque ele tenha tarefas adicionais na fase de adaptação na pós -graduação e, igualmente, \nquando está na fase de conclusão da dissertação. Princípio semelhante é utilizado com \nrelação aos doutorandos. Em qualquer caso, existe um profess or responsável pelas \natividades, acompanhando tudo de perto. O colegiado tem se preocupado \nconstantemente em não permitir nenhum acúmulo de atividades sobre os alunos, \npriorizando sempre o bom andamento do mestrado ou do doutorado.  \nO resultado mais importa nte desta saudável interação entre graduação e pós -\ngraduação é o permanente interesse de nossos engenheiros recém graduados com \nrelação ao Programa. São vários os alunos cursando os últimos semestres da \ngraduação que tomam a iniciativa de matricularem -se em disciplinas da pós -graduação, \ncom bons resultados.  \n \n8.5 - Extensão: Integração com a Comunidade  \nA integração dos grupos de pesquisa existentes no âmbito da FEMEC com o setor \nempresarial e com a comunidade em geral se faz através de atividades de pesquis a e \nextensão. Empresas como FOSFERTIL, COPESP, RENK -ZANINI, PETROBRÁS, \nSABESP, USIMINAS, BELGO MINEIRA, SOUZA CRUZ, FIAT -GM Powertrain, \nACESITA, para citar algumas, já se utilizaram de consultorias, projetos, ensaios, e \nserviços tecnológicos. Essa integraç ão tem efeitos altamente positivos no ensino de \ngraduação uma vez que envolve os alunos com atividades extracurriculares.  \nVários cursos de especialização e de extensão têm sido realizados, com vistas ao \natendimento do processo de educação continuada de pro fissionais de engenharia \ndestacando o Curso de Engenharia de Segurança do Trabalho e o Curso de Engenharia \nda Soldagem.  \n \n8.6 - Infra-estrutura – Laboratórios da FEMEC  \n8.6.1 Materiais e Equipamentos  \n \nOs docentes e discentes dos cursos de Graduação e do Pr ograma de Pós -\ngraduação Engenharia Mecânica contam com a infra -estrutura dos seguintes \nlaboratórios:  \n Laboratório de Projetos Mecânicos  \n Laboratório de Sistemas Mecânicos  ", "71": " \n 71  Laboratório de Acústica e Vibrações  \n Laboratório de Automação e Robótica  \n Laboratório de Mecânica de Estruturas  \n Laboratório de Ensino em Termodinâmica  \n Laboratório de Transferência de Calor e Massa  \n Laboratório de Mecânica dos Fluidos  \n Laboratório de Motores  \n Laboratório de Energia e Sistemas Térmicos  \n Laboratório de Ensino em Fenômenos de Transpor te \n Laboratório de E nsino e Pesquisa em Usinagem  \n Laboratório de Processos de Soldagem  \n Laboratório de Apoio à Fabricação  \n Laboratório de Metrologia Dimensional  \n Laboratório para Automação em Soldagem  \n Laboratório de Tecnologia em Atrito e Desgaste  \n Laboratório d e Ensino em Materiais  \n Laboratório de Ensino em Mecatrônica  \n Laboratório de CAD  \n Laboratório Computacional da Pós -Graduação  \n \nOs laboratórios são mantidos com recursos do PROAP/CAPES, com verbas \ninstitucionais do orçamento da faculdade e, também, com recursos provenientes \nde projetos de pesquisa aprovados junto a agências de fomento. Tem também \nsido possível captar alguns recursos junto ao setor industrial, mediante a \nrealização de pesquisa conjunta e da obtenção de recursos junto às agências de \nfomento à pesqu isa. \n \n8.7  Infraestrutura de Biblioteca  \n \nO sistema de bibliotecas da UFU é constituído por quatro unidades, atendendo \ntoda a comunidade acadêmica da universidade e também a comunidade externa. A área \nfísica total ocupada pelo sistema é de 10.392 m2, assim distribuídos: Biblioteca do \nCampus Santa Mônica (ciências exatas e engenharias, humanas e artes) – 5.800 m2 ao \nlongo de três pavimentos; Biblioteca do Campus Umuarama (ciências biomédicas e \nagrárias) – 4.100 m2 ao longo de três pavimentos; Biblioteca do Ca mpus Educação \nFísica – 240 m2 e Biblioteca da Escola Básica – 252 m2.  ", "72": " \n 72 As instalações das Bibliotecas dispõem de área para estudos em grupo e \nindividual, balcão de atendimento/empréstimo, balcões para pesquisa informatizada na \nbase local, sala pra pesquisa  em bases de dados nacionais e internacionais, área de \nacervo de periódicos, livros, materiais multimeios e coleções especiais, sala para \nconsulta à internet, sala de estudo 24 horas, hall de exposição, anfiteatro e sala de \nreprografia. Além disso, os espa ços internos para trabalho dos técnicos fornecem as \ncondições necessárias para o desenvolvimento das atividades necessárias.  \nO sistema é atendido por funcionários que atuam nos serviços técnicos, de \natendimento ao público e de treinamento formal e informal  para utilização dos acervos e \nserviços disponíveis.  \n \nPara a comunidade da UFU, as Bibliotecas oferecem os seguintes serviços:  \n- consulta local de todo o material informacional;  \n- empréstimo domiciliar de livros, periódicos e outros materiais;  \n- renovação de em préstimo, desde que não haja reserva;  \n- reserva de obra emprestada, sendo que o atendimento é feito por ordem cronológica;  \n- acesso à coleção de reserva, para uso dentro da Biblioteca, por um período de quatro \nhoras, com possibilidade de empréstimo domiciliar por um dia, ao término do \nexpediente;  \n- acesso às salas 24h, destinadas ao estudo livre, com acesso independente das \ndemais áreas da Biblioteca (somente no Santa Mônica e Umuarama);  \n- pedido de cópias de artigos de revistas e periódicos não existentes no acerv o local, \nmediante pagamento ou através do consórcio;  \n- acesso às bases de dados nacionais e internacionais em CD -ROM ou online, através \nde senhas ou através de agendamento junto ao Setor de Referência;  \n- orientação para normalização de trabalhos científicos, j unto ao Setor de Referência, \nmediante agendamento;  \n- treinamento para utilização da Biblioteca, através de agendamento junto ao Setor de \nReferência;  \n- acesso à sala de consulta eletrônica, para pesquisa via internet, através de \nagendamento (somente no Santa Mô nica e Umuarama);  \n- utilização das salas de audição, para atividades didáticas.  \n \nDesde 2001 a biblioteca faz parte do PORTAL CAPES \n(www.periodicos.capes.gov.br) , disponibilizado para as IFES. O portal é uma ferramenta \nque facilita as pesquisas bibliográficas através de bases de dados referenciais e permite \no acesso a um conjunto expressivo de periódicos estrangeiros, revistas internacionais e ", "73": " \n 73 nacionais e a bases de dados com referências e resumos de documento s em todas as \náreas do conhecimento. Inclui também indicações de importantes fontes de informação \ncom acesso gratuito na Internet. Além disso, é possível consultar o índice de patentes, \ncom milhões de registros.  \nO desenvolvimento do acervo obedece a políti ca traçada entre a Biblioteca e o \nComitê de Professores representantes das unidades acadêmicas, de acordo com as \nnecessidades de bibliografia para a graduação, pós -graduação e pesquisa. Cabe \nsalientar que recentemente o Programa de Pós -Graduação fez uma li sta de suas \nprioridades de periódicos, segundo as áreas de concentração do programa, tendo em \nvista a limitação de recursos para compra de periódicos estrangeiros.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "74": " \n 74 ANEXO 9  \n \nPROJETO DE FIM DE CU RSO  \n \nNORMAS GERAIS  \n \n9.1 - Introdução  \n \n   O Projeto de Final de Curso constituirá de uma monografia ou relatório, apresentada \nna conclusão do Curso, subdividido em Projeto de Fim  de Curso 1 e Projeto de Fim de \nCurso 2 , e será usado como um eficiente instrumento de aprendizagem. As monografias  \nou relatórios terão por objetivo principal, capacitar o aluno a utilizar métodos de pesquisa \ne melhor compreender e expor determinados aspectos do aprendizado como um todo.  \n   O Projeto de Fim de Curso, em combinação com disciplinas bem seqüenciadas e \ncom uma bibliografia dirigida e atualizada, tornarão:  \n \na) consolidados o processo de aprendizagem e os conhecimentos até então \nministrados;  \nb) possível a comparação das diversas e diferentes linhas do pensamento, \npermitindo ao aluno estabelecer elos entre as diversas correntes que analisam \ndeterminado temas ou assunto;  \nc) possível aprimorar o método de pesquisa bibliográfica, tornando o aluno, ágil no \nmanejo das ferramentas que, dia a dia, se disponibilizam e se aprimoram;  \nd) possível trabalhar dados e informa ções, e filtrando aqueles pontos que, \nrealmente, são interessantes para o tema em pauta.  \n \n No Projeto de Fim de Curso 1 é apresentada a proposta de trabalho e o discente \nrealiza a pesquisa bibliog ráfica e os estudos preliminares. N o Projeto de F im de Curso  2 \no trabalho propriamente dito é executado.  \n \n \n9.2 – Apresentação do Trabalho Final  \n \n  Em concordância com o Calendário Escolar, o Docente Orientador marcará o dia e \nhora da defesa pública pelo aluno ou grupo. Com quinze dias de antecedência à data da ", "75": " \n 75 defesa pública, o aluno/grupo deverá entregar dois exemplares encadernados da \nmonografia/relatório na Secretaria do Curso de Graduação em Engenharia Mecânica. A \nmonografia/relatório deverá obedecer aos princípios e formatos de apresentação de um \ntrabalho cient ífico,  com finalidade precípua de habituar o aluno às regras da pesquisa, \nde apresentação e às normas gramaticais. A monografia/relatório desenvolvida pelo \naluno/grupo deverá seguir padrão único, segundo normas existentes na FEMEC para \nmonografias, dissert ações e teses.  \n \n9.3 -  Banca Examinadora e Defesa  \n \n  A Banca de Defesa será constituída de no mínimo dois membros, sendo um o \nDocente Orientador  e os demais definidos pela Coordenação do Curso . O Docente \nOrientador atuará como Presidente da Banca Examinado ra e a ele cabe dirigir os \ntrabalhos da Banca. Cabe à Banca Examinadora atribuir ao(s) interessado(s), a \nqualificação de aprovado ou reprovado.  \n  Os membros da Banca receberão os “Exemplares de Defesa”, farão as anotações \ne proposições individuais, após a defesa, entregando ao interessado para as devidas  \ncorreções, caso elas sejam necessárias.  \n   Da defesa, o Presidente da Banca, fará a competente Ata, em Livro apropriado, e \nnessa deverão constar os Membros da Banca, data da realização da defesa, a avaliaçã o \nfinal com suas respectivas assinaturas. Para atribuição da avaliação e redação da \ncompetente Ata, os membros da Banca se reunirão em sala separada, resguardados, \npara que possam, de forma imparcial, efetuar suas análises.  \n   Terminada a Ata que será defi nitiva, o Presidente anunciará ao(s) interessado(s) e \nao público, a decisão final da Defesa.  \n \n \n9.4 - Defesa - duração e procedimentos  \n \n   A Banca Examinadora reunir -se-á na data e hora aprovada pelo Coordenador de \nCurso, em local previamente definido. O al uno deverá anteceder -se à Banca e estar na \nSala de Defesa, quinze minutos antes da hora e data aprazadas.  \n   A Secretaria do Curso de Graduação em Engenharia Mecânica fará ampla  \ndivulgação da hora e data de defesa de cada monografia/relatório. O aluno/grup o, por \nsua vez, deverá tomar ciência dessas informações não podendo, em hipótese alguma, \nalegar desconhecimento de data e local da Defesa de sua respectiva monografia.  ", "76": " \n 76    O aluno/grupo apresentará a competente defesa de sua monografia/relatório, de \nforma o ral, utilizando recursos audiovisuais disponibilizados pela Coordenação do Curso \nde Graduação em Engenharia Mecânica, atendendo as seguintes normas:  \n \na)  apresentação inicial num tempo de até trinta minutos.  \nb)  terminada a apresentação, cada membro da Ban ca argüirá o interessado, \nsendo fixado e m vinte minutos, o tempo máximo para cada examinador e \npara as respostas.  \nc)  o presidente da Banca será o último membro a argüir o aluno/grupo.  \n \n        Nos casos de segredo industrial, respeitando -se os direitos de  propriedade \nindustriais devidamente registrados no INPI e contratos firmados entre a FEMEC e os \ninteressados, a defesa deverá ser vedada ao público.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "77": " \n 77 ANEXO  10 \n \nATIVIDADES COMPLEMEN TARES  \n \nNORMAS GERAIS  \n \nOs alunos do Curso de Graduaçã o em Engenharia Mecânica devem desenvolver, com \nobrigatoriedade, a atividade denominada “Atividades Acadêmicas Complementares”, \ncom carga horária de 90 horas, para integralizar a carga horária obrigatória. As cargas \nhorárias de várias atividades distintas poderão ser acumuladas para efeito de \ncontabilização da carga horária.  \n \nEsta atividade poderá ser efetuada, em qualquer época, mediante a apresentação ao \nColegiado de Curso, do respectivo programa de atividades e o preenchimento de um \nformulário próprio, q ue se encontra ao final deste Anexo. Para o deferimento do \nrequerimento, o Colegiado de Curso deverá analisar o tipo de atividade desenvolvida, \ncarga horária, local e período de realização. O aluno complementará os dados do \nformulário de requerimento apres entando ao Colegiado de Curso o(s) comprovante(s) de \nrealização da atividade (certificado, diploma, etc.), para que o Colegiado tome as \nprovidências para validação junto ao Controle Acadêmico.  \n \nNo Histórico Escolar do aluno deverá constar o tipo de ativida de desenvolvida e a \nrespectiva carga horária.  \n \nPodem ser consideradas atividades complementares:  \n \nA – Atividades de iniciação à docência e à pesquisa: exercício de monitoria, participação \nem pesquisa e projetos institucionais, participação no PET/PIBIC e p articipação em \ngrupos de estudo/pesquisa sob supervisão de professores e/ou alunos dos cursos de \nmestrado e doutorado da UFU;  \nB – Atividades de participação e/ou organização de eventos: congressos, seminários, \nconferências, simpósios, palestras, fóru ns, se manas acadêmicas assistidas e \norganizada s; \nC – Experiências profissionais complementares: realização de estágios não obrigatórios \ncadastrados na UFU; participação em projetos sociais e participação em programas de \nbolsas da UFU;  ", "78": " \n 78 D – Trabalhos publicados em  revistas indexadas e não indexadas, jornais e anais, bem \ncomo apresentação de trabalhos em eventos científicos;  \nE – Atividades de extensão: estudos realizados em programas de extensão e \nparticipação em projetos de extensão;  \nF – Vivências de gestão: partic ipação em órgãos colegiados da UFU, participação em \ncomitês ou comissões de trabalhos na UFU, não relacionadas a eventos, e participação \nem entidades estudantis da UFU como membro de diretoria;  \n \nO aluno deverá cumprir a carga horária de 90 horas de Ativida des Acadêmicas  \nComplementares em no mínimo três diferentes categorias de atividades, a saber:  \n \nCategoria I: Publicações técnico -científicas  \n Trabalho publicado ou no prelo em revista indexada nível A Qualis CAPES: 50 \nhoras/trabalho  \n Trabalho publicado ou no prelo em revista indexada nível B Qualis CAPES: 40 \nhoras/trabalho  \n Trabalho publicado ou no prelo em revista indexada nível C Qualis CAPES: 25 \nhoras/trabalho  \n Trabalho de divulgação científica e tecnológica em boletins, circulares, jornais e \nrevistas sem cor po editorial: 10 horas/trabalho  \n Resumos publicados em anais: 4 horas/resumo  \nCategoria II: Participação em eventos  \n Participação em evento científico internacional: 10 horas/participação  \n Participação em evento científico nacional: 8 horas/participação  \n Participação em evento científico regional: 6 horas/participação  \n Participação em evento científico local: 4 horas/participação  \nCategoria III: Apresentação de trabalhos  \n Apresentação de trabalho em evento científico: 10 horas/trabalho  \nCategoria IV: Participação e m comissões organizadoras de eventos  \n Organização de eventos oficiais da UFU: 10 horas -aula/evento  \nCategoria V: Monitoria  \n Atividade de monitori a: 25 horas/semestre/disciplina  \nCategoria VI: Estágio não obrigatório  \n Estágio não obrigatório seguindo as normas d a UFU: máximo de 50 horas  \nCategoria VII: Cursos e disciplinas  \n Cursos específicos na área de Engenharia com carga horária igual ou superior a \n20 horas: 2 horas/curso;  ", "79": " \n 79  Disciplinas facultativas cursadas e aprovadas na UFU ou fora da UFU: 1 hora \npara cada hora  da carga horária semanal.  \nCategoria VIII:  \n Participação em projeto e/ou programa especial de ensino: 25 horas/semestre  \n Participação em projeto e/ou programa especial de pesquisa: 25 horas/semestre  \n Participação em projeto e/ou programa especial de extensão : 25 horas/semestre  \nCategoria IX:  \n Membro de Diretoria de Diretório Acadêmico do Curso ou Diretório Central (UFU): \n10 horas/semestre;  \n Participação em órgãos colegiados da UFU: 10 horas/semestre.  \n \nO aluno fará requerimento ao Colegiado de curso solicitando a proveitamento de \nAtividades Acadêmicas Complementares anexando os documentos necessários:  \nI – Atividades de iniciação à docência e à pesquisa: relatório do professor orientador e \ndeclarações dos órgãos/unidades competentes;  \nII – Atividades de participação e/ou organização de eventos: certificado de presença, \napresentação de relatórios e declarações dos órgãos/unidades competentes;  \nIII – Experiências profissionais complementares: Termo de Compromisso, atestados de \nparticipação e apresentação de relatórios de vidamente assinados;  \nIV – Publicações: cópias dos artigos publicados e outros documentos comprobatórios;  \nV – Atividades de ensino, pesquisa e extensão: atestados ou certificados de participação \ne apresentação de relatórios ou projetos registrados;  \nVI – Vivências de gestão: atas das reuniões das quais o aluno participou, declaração do \nórgão/unidade competente, outros atestados de participação e apresentação de \nrelatórios.  \n \nOs casos omissos serão resolvidos pelo Colegiado de Curso.  \n \n \n \n \n \n \n \n \n \n ", "80": " \n 80 FORMULÁRIO DE REQ UERIMENTO  \nATIVIDADES ACADÊMICAS COMPLEMENTARES  \n \n \nAluno:            Matrícula:  \nTipo de atividade:  \nNome da atividade:  \nLocal de realização:  \nPeríodo de realização:  \nCarga horária:  \nDocumento comprobatório apresentado:  \nObservações (Colegiado de Curso e/ou Aluno):  \n_____________________________________ __________________________________\n_______________________________________________________________________\n_______________________________________________________________________\n_______________________________________________________________________\n_________ ______________________________________________________________\n_______________________________________________________________________\n_______________________________________________________________________\n____________________________________________________ ___________________\n_______________________________________________________________________\n_______________________________________________________________________\n_______________________________________________________________________\n________________________ _______________________________________________\n_________________________________________________________________ ______  \n \n \n \n \n \nCoordenador de Curso:                                                  Assinatura/Data:  ", "81": " \n 81 ANEXO 11  \nEMENTAS E PROGRAMAS DAS DISCIPLINA S DO CURSO DE  \nGRADUAÇÃO EM ENGENHA RIA MECÂNICA  \n "}