{"1": " \nUNIVERSIDADE FEDERAL DE UBERLÂNDIA  \n \n \n  \n FACULDADE DE ENGENHARIA CIVIL \nCurso de Engenharia Civil \n \n \n \nPROJETO \nPEDAGÓGICO \n \n    \n \n \nAprovado no Colegiado do Curso em 09/11/2007 \nAprovado no Conselho da Faculdade em 12/11/2007 \nAprovado no Conselho de Graduação em 28/01/2008 \n \n", "2": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil i\n \n \n \n \n \nFACULD ADE DE ENGENHARIA CIVIL \nDIRETOR: PROF. MAURO PRUDENTE \n \n \n \n \nCOLEGIADO DO CURSO DE  ENGENHARIA CIVI L \nCOORDE NADORA: PROFA. LEILA A. D E CASTRO MOTTA \nPROFA. ELIANE REGINA FLORES DE OLIVEIRA \nPROFA. ILCE DE OLIVEIRA CA MPOS \nPROF. JESIEL CUNHA \nPROF. JOSÉ EDUARDO ALAMY FILHO \nESTUDANTE MICHELLE MENDONÇA FARIA \n \n \n \n \nCOMISSÃO OR GANIZADORA \nPRESIDENTE: PROFA. LEILA A. DE CAS TRO MOTTA  \nPROF. ALCEU ALVES JÚNIOR \nPROF. JOSÉ EDUARDO ALAMY FILHO \nPROF. JOSÉ APARECIDO SORRATINI \nPROF. TURÍBIO JOSÉ DA SILVA \n \n \n \n \nFaculdade de Engenharia Civil-FECI V ", "3": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil ii\nSSuummáárriioo  \n \n1 IDENTIF ICAÇÃO.................................................................................................................. ............... 1 \n2 ENDE REÇO S...................................................................................................................... ................... 2 \n3 APRE SENT AÇÃO................................................................................................................... ............. 3 \n4 JUSTIFI CAT IVA .................................................................................................................. ................ 5 \n4.1 HISTÓRICO ............................................................................................................................... ....... 5 \n4.2 CONT EXT UAL IZAÇÃO ...................................................................................................................... 9 \n5 PRINCÍPIOS  E FUNDAMENTOS .................................................................................................... 12 \n5.1 CONSI DERAÇÕ ES HISTÓR ICAS ....................................................................................................... 12 \n5.2 VISÕES EPIS TEMOL ÓGICA S E O ENS INO DE ENGEN HARIA ............................................................... 13 \n5.3 PRINCÍPIO S PA RA O ENSI NO NO CURSO  DE ENGENH ARIA  CIV IL....................................................... 14 \n6 CARACTE RIZAÇÃO DO  EGRESS O.............................................................................................. 17 \n7 OBJETIV OS DO C URSO............................................................................................................. ......18 \n8 ESTRUT URA CU RRICULAR........................................................................................................... 20 \n8.1 NÚCLEOS DE FORMAÇÃ O............................................................................................................... 20 \n8.2 PROJETOS DE INTEGR AÇÃO  DE CON TEÚ DOS.................................................................................. 23 \n8.3 ESTÁGI O SU PERVISIO NAD O........................................................................................................... 25 \n8.4 ATIVIDA DES  ACADÊM ICAS  COMPL EMENTARE S............................................................................. 26 \n8.5 TRABALHO DE CONCLUS ÃO DE CURSO .......................................................................................... 27 \n8.6 FLUXO C URRIC ULAR..................................................................................................................... 27 \n8.6.1 Introduç ão..................................................................................................................... .......... 27 \n8.6.2 Fluxo Curric ular do Cur so de Enge nharia C ivil..................................................................... 28 \n8.6.3 Disciplinas Especiais .......................................................................................................... .....29 \n8.7 IMPLAN TAÇÃO .............................................................................................................................. 30 \n8.7.1 Equivalênci a entre disciplinas pa ra alunos  do currículo novo ............................................... 30 \n8.7.2 Equivalênci a entre disciplinas par a alunos  do currí culo antigo ............................................. 32 \n9 DESEN VOLVIME NTO  METODOLÓ GICO DO ENSINO........................................................... 36 \n10 AVALIAÇÃO DA APRENDIZ AGEM E DO  CURSO..................................................................... 38 \n10.1 AVALIAÇÃ O DA APRE NDIZAG EM DOS ESTUDANTE S....................................................................... 38 \nFaculdade de Engenharia Civil-FECI V ", "4": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil iii\n10.2 AVALIAÇÃO DO CURSO .................................................................................................................. 40 \n11 TEMPO MÍNIMO E M ÁXIMO DE I NTEGRALIZ AÇÃ O CURRICULAR................................ 42 \n12 REFERÊ NCIAS BIBLIO GRÁF ICAS............................................................................................... 43 \n \nFaculdade de Engenharia Civil-FECI V ", "5": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 1\n11  IIddeennttiiffiiccaaççããoo  \n \nCurso Engenharia Civil\nModalid ade Bacharelado\nTitulação conferida Engenheiro Civil\nDuração do Curso em  anos Míni ma: 4,5 – Média: 5 – Máxim a: 8\nRegim e acadêm ico Semestral\nRegim e de m atrícula Seriado\nTurno Integral\nAdm issão 2 entradas anuais por m eio de processo seletivo\nNúm ero de vagas 35\nInício de funcionam ento Prim eiro sem estre de 1971\nAto de reconhecim ento Decreto nº 78555, de 13 de outubro de 1976\n \n \nFaculdade de Engenharia Civil-FECI V ", "6": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 2\n22  EEnnddeerreeççooss  \n \nUniversida de Federal de Uberlândia ( www.ufu.br ) \nAv. Engenheiro Diniz, 1178 - Cx. Postal: 593 \nCEP: 38400-902 - Uberlândia - Minas Gerais – B rasil \n \n \nFaculdade de Engenharia Civil ( www.feciv.ufu.br ) \nAv. João Naves de Ávila, 2121-Campus Santa Mônica - Bloco 1Y \nCEP: 38400-902 - Uberlândia, MG - Brasil \nTelefone: (34) 3239-4137 - Fax: (34) 3239-4159  \ne-mail: feciv@ufu.br  \n \n \nCoordenação do Curso de Graduação em Engenharia Civil \nAv. João Naves de Ávila, 2121-Campus Santa Mônica - Bloco 1Y \nCEP: 38400-902 - Uberlândia, MG - Brasil \nTelefone: (34) 3239-4137 - Fax: (34) 3239-4159  \ne-mail: cocec@ufu.br  \n \n \nFaculdade de Engenharia Civil-FECI V ", "7": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 3\n33  AApprreesseennttaaççããoo  \nO presente projeto pedagógico  trata do conjunto de orie ntações teórico-práticas e \nde ações sociopolíticas e educacionais voltadas p ara a form ação de profissionais na área de \nEngenharia  Civil e c onstitu i, po r isso, no re ferenc ial básico de orien tação para o  \ndesenvolvimento e avaliação do Curso de Gradua ção em  Engenharia Civil da Universidade \nFederal de Uberlândia – UFU. \nA elaboração do presente Pro jeto teve  início logo ap ós a publicação d a \nRESOLUÇÃO CNE/CES 11/2002, tendo com o fóru m de di scussão o Colegiado do Curso \ne contou, nos prim eiros m eses, com  assessori a contratada pela UFU. Desse trabalho \nresultou uma proposta inicial finalizada em  dezembro de 2004, a qual perm aneceu se m \navanços até dezem bro de 2006. Considerando  a necessid ade e urgên cia em  atender à \nlegis lação e ao anseio d o meio acad êmico, o Conselho d a Faculdade de Engenharia Civil \nentendeu ser oportuno for mar um a com issão co m a atribuição de elaborar um a nova \nproposta, que atendesse às Orientações Gerais para Elaboração de Projetos Pedagógicos de  \nCursos de Graduação e à Resolução 02/ 2004 do Conselho de Graduação – CONGRAD. \nA com issão, nom eada pela Portaria F ECIV no 001/2007, de 19 de janeiro de 2007, \nfoi com posta pelos professores Leila Aparecid a de Castro Motta – Coordenadora do Curso \nde Graduação em  Engenharia Civil, José Ap arecido Sorratini, Alceu Alves Júnior, José \nEduardo Alam y Filho e Turibio José da S ilva. A com posição da com issão procurou \ngarantir a representatividade  das grandes áreas do Curso. \nA com issão iniciou os seus trabalhos analisando a proposta apresentada e m \ndezem bro de 2004, con cluindo ser necessário, al ém de adaptar o pro jeto às normas d a \nUFU, elaborar um a proposta curricular totalm ente diversa da existente, a fi m de incorporar \nmecanism os atuais de ensino e aprendizagem . Num a primeira fase a com issão definiu o  \nformato para o projeto pedagógico e um a proposta base de curr ículo. A m etodologia \nadotada p ara envolv imento de to da com unidade acad êmica ligad a ao curso  foi a \napresentação da proposta base, tanto para os docentes, quanto para o corpo discente e \ntécnicos adm inistrativos, m ediante reuniões setorizadas p ara discu ssão, conceden do-se \nFaculdade de Engenharia Civil-FECI V ", "8": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 4\nprazos para m anifestações e contribuições . A participação do corpo discente foi  \ncoordenada pelos aluno s do Program a de Educ ação Tuto rial – PET. O resultado  dessa \nprim eira fase foi a definição da estrutura curricular. \nNum a segunda fase, realizaram -se reuniões com todos os profe ssores das áreas da \nengenharia civil, inclusive aqueles de outras unidades que atu am no curso. Nessas reu niões \nforam analisadas as disciplinas atuais e propostas as do novo currículo. Definidos os  \nconteúdos e as cargas ho rárias das disciplinas,  foi necessário adequar a estrutu ra curricular \ninicialm ente proposta. \nNo processo de reformulação deste p rojeto pedagógico,  além  das Diretrizes \nCurricu lares  Nacionais, instituíd as pelo Cons elho Nacional de Educação para o cu rso de  \nEngenharia Civil, foram  consideradas as conc lusões da p rimeira etap a do pro jeto Alfa-\nTuning Am érica Latina, fina lizada em fevereiro de 2007. \nEm sua fase final, a proposta elaborad a pela com issão, concluída em  outubro de \n2007, foi analisada e discutida pelo Colegiado de Curso, sendo aberto o processo para a \ntramitação legal em  novem bro de 2007. \nFaculdade de Engenharia Civil-FECI V ", "9": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 5\n44  JJuussttiiffiiccaattiivvaa  \n4.1 Histórico \nA Universidade Federal de Uberlâ ndia-UF U é sucesso ra da Fundação \nUniversidade de Uberlândia, criada pelo Decreto-Lei 762, de 14/08 /1969, para agrupar \ndiversas faculdades isoladas. Sua federali zação ocorreu através do Decreto-Lei 6532, de \n24/05/1978.  Nos últim os anos a UFU passou por  profunda transform ação organizacional,  \ncom extinção dos Centros e criação de diversas unidad es acadêm icas na forma de \nFaculdades, Institutos  e Escolas. Nessa linha  de ação foi criada em  1999 a Faculdade d e \nEngenharia Civil-FECIV, cuja célu la prin cipal era o Departam ento de Engenharia Civil, \nprincipal detentor da história do Curs o de Graduação em  Engenharia Civil. \nO Curso de Engenharia Civil foi autori zado pelo Decreto 67597, de 18/11/1970, e \nreconhecido através do Decreto 78555, de  13/10/1976. O Departam ento de Engenharia \nCivil -DEE CI, responsável pela parte profissi onalizante do Curso, inic iou suas atividades \nem 1973. O Curso teve início no ano de  1971, graduando sua prim eira turm a em 1975. \nNessa época, o ingresso ocorria m ediante um  concurso de vestibular com um aos cursos de \nEngenharia Civil, Elétrica, Mecânica e Quím ica, os dois últimos m ais antigos, com  turm as \ngraduadas desde 1969. \nA criação d o Curso foi importante p ara a re gião pelo fato de ser o único do ensino  \npúblico, em um a área de abrangência com  raio superio r a trezento s quilôm etros. A \nformação de um  grande núm ero de engenheiros, co m boa form ação técnica e \nconhecim ento dos problem as locais, contri buiu para o desenvolvi mento regional. Tal \nsituação não  foi alterada até a p resente data. \nInicialm ente eram  oferecidas  cem vaga s por sem estre para as engenharias, \nampliadas para cento e dez a partir de 1977. A opção por um  dos cursos de Engenharia era \nrealizada depois de concluídos os quatro prim eiros períodos, que  constituíam  o ciclo básico \ncomum. De sde sua criação até início dos anos 1980, o Cur so de Engenharia Civil foi o \nmais procurado entre as engenharias, alca nçando, quase sem pre, o lim ite m áximo de \nquarenta vagas fixadas para o curso. \nFaculdade de Engenharia Civil-FECI V ", "10": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 6\nA partir d e 1980 a Ins tituição passou a rea lizar o v estibu lar específico para o \nCurso de Engenharia Quím ica e a oferecer cem vagas por sem estre, através de vestibular \ncomum aos cursos de E ngenharia Civil, Elétrica  e Mecânica . A opção por um  dos cursos  \nainda era feita ao térm ino do quarto período. \nEm 1983, através de uma reform a curricular, a opção de curso foi antecipada para \no térm ino do segundo período e as disciplinas profissionalizantes foram introduzidas a \npartir do terceiro período. Pret endeu-se com  esta reform a, além  de atu alizar o currículo,  \nmotivar os alunos, pois o núm ero de desistências, ainda no ci clo básico, crescia de forma  \nalarm ante. \nInicialmente as m udanças curr iculares tiveram efeito pos itivo. No entanto , talvez \npor reflexo do quadro econôm ico do país na década de 1980, som ado à desinform ação dos \nestudantes na escolha da profissão, o núm ero de  desistências voltou a crescer e, a partir d e \n1985, 25% dos ingressantes passaram a desistir  do Curso antes de definir sua opção, ou \nseja, antes do ingresso no terceiro período. O Curso de Engenharia Civil sofreu o m aior \nreflexo de tal situação, um a vez que, em  média, m enos de quinze dos cem  alunos  \ningressantes pelo vestibular faziam  opção pelo Curso. No segundo semestre de 1989 o total \nde alunos matriculados, do terceiro ao décim o período, estava reduzido a cento e oitenta. \nEm função disto optou-se, a partir de 1990, por vestibulares específico s para cada curso de \nengenharia. Partindo-se do princípio que existia  dem anda e  que o núm ero de desistências \ndeveria dim inuir, o vestibular específico para Engenh aria Civ il foi im plementado,  \ninicialmente com  vinte e cinco v agas, am pliadas para tr inta e c inco vagas a partir do \nsegundo sem estre do mesm o ano.  \nDesde o início do seu funcionam ento, o Curso de Engenharia Civil, seguindo o \nmodelo adotado pela Universidade Federa l de Uberlân dia, m anteve a sua es trutu ra \ncurricula r baseada  na s eqüência  de pré-requ isitos entre d isciplinas. A últim a alter ação \ncurricular d o curso ocorreu em  1996, tendo como  princip al ponto a im plantação do regime  \nseriado de m atrícula onde, em  cada sem estre, o aluno é enquadrado em um  determ inado \nperíodo. A adoção desse regim e teve dois objetivos. O pri meiro buscou evitar os \nproblem as gerados pelo fato dos alunos, em  período avançado do curso, ainda não terem \ncursado algum as disciplinas dos períodos in iciais. O segundo objetivo buscou possibilitar a \nformação de grupos d e estudos entre os alu nos de determ inado período cu rricular,  \nconsiderand o a im plantação do Program a Especial de Treinam ento-PET, em  agosto de \nFaculdade de Engenharia Civil-FECI V ", "11": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 7\n1994, atualm ente Program a de Educação  Tutorial-PET, cujos integran tes eram  \nfacilitadores da for mação de grupos.  \nAssim , ao longo de sua existência, o Cu rso sofreu várias alterações, algum as \nnecessárias para a sua adequação ao  momento científico, ed ucacional e m ercadológico, e  \noutras em  função dos recursos hum anos e da infra-estrutu ra fornecida p elo Departam ento \nde Engenharia Civil e posteriorm ente pela Facu ldade de Engenharia Civil. \nEm relação ao perfil do egresso, é importa nte s alientar que,  desde a implantação  \ndo curso, to da a estrutu ra curricular foi elaborad a visando à for mação de um  profissional \neclético, ou seja, equ ilibrada em  todas as áre as da engenhar ia civ il. Tal f ato perm itiu aos  \negressos atuarem  na profissão em  suas diversas atribuições. \nA estrutura organizacional da Instituiçã o, relativa ao Curso de Engenharia Civil, \ntambém passou por m odificações.  Antes da criação d a FECIV e m 1999, o curso estava \nsubordinado diretam ente ao Centro de Ci ências Exatas e Tecnologia-CETEC, se ndo o  \nDEECI um dos p roved ores d e infra-estrutu ra e de docentes para o curso. A partir da \nextinção do CETEC, a FECIV passou a administrar totalm ente o curso. \nQuanto à infra-estrutu ra, é im portante salientar a aquisição de equipam entos \nbásicos para aulas práticas e pesquis as, além  da expansão e adequação d e laboratórios. No \ninício do funcionam ento da parte profissi onalizante do curso, existiam  som ente os \nlaboratórios de hidráulica, de m ecânica dos solos e  de materiais.  O labora tório de  \nhidráulica era o m elhor equipado e com  maior área,  pois atendia tam bém ao Cur so de \nEngenharia Mecânica. Os outros d ois tinham  áreas  de trinta e três e vinte e quatro  metros \nquadrados, respectivam ente. Atualm ente os laborató rios atendem  satisfatoriam ente ao  \ncurso em  equipam entos, tendo as seguintes áreas:  estruturas – cento e setenta e sete m etros \nquadrados, m ateriais e técnicas de construç ão civil – quatrocentos e dezoito m etros \nquadrados, m ecânica dos solos – duzentos e trinta m etros quadrados , pavim entação e \nbetum e – oitenta e sete m etros quadrados, topografia – cento e trinta e nove m etros \nquadrados, hidráulica – ce m metros quadrad os, saneamento – cento e nove m etros \nquadrados e transportes com  trinta e dois m etros quadrados. Com o apoio, o curso conta \ncom o setor de inform ática com  sessenta e sete m etros quadrados e um a sala m ultimídia \ncom cento e quinze m etros quadrados. \nTambém é conveniente citar que o quadro docente foi gradativam ente am pliado \ncom professores de fo rmação m ais acadêm ica e científica. O número de prof essores  \nFaculdade de Engenharia Civil-FECI V ", "12": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 8\nefetivos da parte profiss ionalizante do Curso aum entou, passando de quinze com  titulação  \nde graduação, quando da im plantação, para vi nte e seis professores atualm ente, sendo \ndezenove com  doutorado, dois com mestrado, três com  especialização e dois com \ngraduação. \nA FECIV tem  uma estrutura organizaci onal que perm ite o desenvolvim ento de  \nações de extensão, por m eio da Câ mara de Extensão, e de pesquisa, pela Câm ara de \nPesquisa e P ós-graduação. \nAs atividad es de exten são realizad as pelos docentes do Curso consistem  da \nprestação de serviços, elaboração de projetos e realização de consultorias e perícias,  junto \nàs em presas, institu ições e pref eituras da cida de e região . São realiz ados ensaio s nos \ndiversos laboratórios, consu ltorias  nas áreas  de estrutu ras, pato logia e m anutenção das \nconstruções, sistem as de transporte, infr a-estrutura urbana, ge otecnia, instalações \nhidráu licas, saneam ento e m eio am biente, en tre outras. Neste contex to, são desenvolvidas \nações de caráter social junto a ins tituições beneficentes  e às prefeituras da região , com \napoio ao desenvolv imento social e à sustentabilid ade. Outra dem anda im portante em \nextensão é o suporte técnico ao s órgãos da justiça em  proce ssos de interesse com unitário \nou para cidadãos de baixa renda. \nA implantação do Program a de Pós-graduação  em Engenharia Civil, em  agosto de \n2002, induziu o desenvolvim ento de projetos de  iniciação científica, p ermitindo aos alunos  \ncom pendor inv estigativo terem  um a sólid a form ação cien tífica.  Em  função das  \nespecialid ades dos do centes da parte profis sionalizante do Curso, as  linhas de pesquisa \nimplantadas nas áreas de estruturas, constru ção civil, em  planejam ento e operação de \ntranspo rtes e planejam ento e infra-estru tura urbana são as m ais representativas. Dentro \ndessas linhas, são desenvolvidas pesquisas em : estruturas de m adeira, de aço, de concreto e \nde m ateriais com postos, tanto  num éricas  quanto  experim entais; du rabilidade do conc reto e \nrecuperação  de estrutu ras; m ateriais, técnic as e plan ejam ento da constru ção civil; \nreciclagem  de resíduos sólidos na construção  civil; estratégias e ferram entas para a \notimização de processo s produtivos, m étodos e modelos para a avaliação da qualidade n a \nconstrução civil; planejam ento de transpor te e engenharia de tráfego; m apeam ento \ngeotécn ico, caracterização dos  solos; geodésia; hidráuli ca e saneam ento am biental,  \nhidrologia, tratam ento de efluentes, fontes altern ativa s de en ergia e ed ucação am biental.  \nNas pesquisas, além  do envolvim ento dos alunos do Program a de Pós-graduação em \nEngenharia Civil, participam  alunos de inic iação científica, b em como alunos do PET. \nFaculdade de Engenharia Civil-FECI V ", "13": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 9\nO Curso de Graduação em  Engenharia Civil con ta, no segund o sem estre d e 2007, \ncom cerca de quatrocentos alunos m atriculad os e a FECIV é a principal unidade no \natendim ento das disciplinas do Curso. A FECIV também é responsável por disciplinas de \noutros cursos da UFU c omo Agronom ia e Arquitetura e Urbanism o. Al ém das tradicionais \natividades  de ensino na graduação  e pós-g raduação, os  docentes  da FE CIV desenv olvem \natividades d e ensino através de pro gramas como Monitoria, Progr ama Institucional de \nBolsas de E nsino de Graduação - PIBEG, Pr ogram a de Educação Tuto rial - PET, onde são  \nrealizados trabalhos p edagógicos e de for mação com plementar, através de pesquisas, \npalestras, m ini-cursos, etc. Outra ativid ade que vem  crescendo no curso é o intercâmbio \ncom institu ições internacionais, que possibilita  aos alunos cursar disciplinas e realizar \nestág ios no exterior, s endo um a experiência en riquecedora à form ação. \n4.2 Contextualização \nUma refor ma curricular deve prom over os ajustes necessá rios para in serir o Curso  \ndentro do marco didático-pedagógico atual e d e formação profissional, além  de estar e m \nsintonia co m as tendên cias regionais, nacionais  e internacionais, es tas últim as visando os  \nintercâm bios e a m obilidade estud antil e prof issional. \nO Curso de  Engenharia Civil está inseri do em  região com  forte expansão, que \nvem se tornando um  pólo tecnológico no aspect o logístico. Em  conseqüência deste fato, \ncresce a dem anda por profissionais com  cap acidade de solucionar problem as m ais \ncomplexos, necessitan do, portan to, de boa for mação básica e co m possibilidade de \nconteúdos específicos suplem entares. \nO mercado de trabalho é um  forte indi cador do perfil requerido do egresso. Nesse \nsentido, a maioria dos egressos tem  encontrado tr abalho na área de construção civil e, m ais \nespecificamente, em  execução de edifícios. Por o utro lado, a legislação so bre o con trole do \ncrescim ento das cidades  indicou a n ecessid ade de profissio nais com  form ação em  infra-\nestrutura urbana e o crescim ento do país aponta para a n ecessidade de obras de infra-\nestrutura. T odo o desenvolvim ento deve ser analisado no m arco da sustentabilidade, \ncritério hoje indispensáv el à for mação de prof issionais em  qualquer área de conhecimento.  \nTais pontos devem ser considerados no Proj eto Pedagógico, se mpre mantendo um a visão \nintegradora entre os diversos conteúdos. \nNo âm bito nacional, a Lei de Diretrizes e Bases da Educação  perm ite uma grande \nliberdade na elaboração dos projetos peda gógicos, inclusive com  a possibilidade de  \nFaculdade de Engenharia Civil-FECI V ", "14": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 10\neducação continuada, com  formação bási ca inicial e com plementação em  prazo  \nindeterm inado. Neste contexto, apresenta-se  a alternativa de redução do período dos \ncursos, introduzindo uma carreir a interm ediária que perm ite ga lgar a carreira plena. Esta \npossibilidad e, ressalvad as as boas intenções de aum entar a for mação em nível superio r, \nesbarra na cultura do povo brasileiro , relativ a ao status  do título, que não valoriza os níveis \nintermediários e técn icos. \nAs tendências intern acionais indicam a preparação para a globalização e a \nmobilidade profissional.  No â mbito europe u, o Processo de Bolonha, realizado em  1999, \ndefiniu as d iretrizes p ara o ensino,  visa ndo à integ ração total do s países m embros da \nComunidade Européia. P articularm ente na engenharia civil o projeto EU CEET- European \nCivil Engineering Education and T raining Thematic Network - definiu as linhas para o \nensino e segue com  as discussõ es visando ajustar os projetos  pedagógicos aos diversos \npaíses. Na sua quarta et apa, o EUCEET EXTENSION- extending Thematic N etwork  \nEUCEET to third  coun tries- com  início em  2007, am pliou o gr upo de países pa rticipantes, \nincluindo dezoito países do continente am ericano. \nPor iniciativa da Com unidade Europé ia, foi posto em  andam ento, e m 2005, o \nProjeto Alfa-Tuning  América Latina, do qual participam  dezoito países, sendo o México da \nAmérica do  Norte e os  dem ais da Am érica Central e do Sul. O objetivo do projeto é \ndiscutir e bu scar o cons enso sobre a certificaç ão e os conteúdos m ínimos a serem  adotados \nnos cursos de engenharia, tendo em  vista um a futura m obilidade profissional. Até o final \nde 2004, o Projeto Tuning  havia sido um a experiência exclusiva da Europa, onde, desde o \nano de 2001, m ais de cento e setenta e cinco universidades européias levam  adiante um \nintenso trabalho para a criação do Espaço Eu ropeu de Educação Superior, respondendo ao \ndesafio lançado pela Declaração de Bolonha. \nPelas inten ções políticas  bras ileiras de fo rmação de b locos regionais, tais com o o \nMercosul, é de interesse a abordagem das conclusões da prim eira etapa do Projeto Alfa-\nTuning América Latina, finalizada em fevereiro de 2007. As pr incipais conclusões, as \nquais coincidem com os de mais grupos de discussão sobre o ensino, é que, qualquer que \nseja a estrutura adotada nos cursos, as ciências básicas devem  corresponder a um a parcela \nde, no m ínimo, um  terço do conteúdo e o ensino  deve estar baseado em com petências, ou  \nseja, os conteúdos devem  estar integrados e a verificação do aprendiz ado deverá ser feita \npor com petências. \nFaculdade de Engenharia Civil-FECI V ", "15": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 11\nOutro ponto abordado foi o perfil do egre sso. Após relacionar as principais \natividades possíveis de serem realizadas pelo engenheiro civil, reduzidas a dezenove \ncompetências específicas, foi realizad a um a pesquisa entre es tudantes, docentes,  \nengenheiros e em presários, concluindo-se que  todas são im portantes para o egresso, m as \nalgum as não são realizadas s atisfatoriam ente nos curso s. Essas co mpetências  fora m \nconsideradas nas discu ssões para a elaboração d este Projeto P edagógico. \nDentro dos  contex tos regional e naciona l e, principalm ente, face à tendência \nmundial, está sendo im plantada a reform a do Curso de Engenharia Civil da FECIV-UFU. \nFaculdade de Engenharia Civil-FECI V ", "16": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 12\n55  PPrriinnccííppiiooss  ee  \nffuunnddaammeennttooss  \n5.1 Considerações históricas \nEmbora o ensino de engenharia tenha sido introduzido no Brasil pelos \nportugueses,  a sua fundam entação tem origem  nas escolas técnicas francesas (TE LLES, \n1984; AZEVEDO, 1963 apud von LINSINGEN et al. , 1997). Um a das prim eiras escolas \nde engenharia do Brasil, a “Escola de Minas” , foi fundada por Henri Gorceix, engenheiro \nfrancês trazido pelo im perador D. Pedro II, em  1876, em  Ouro Preto, MG . \nAté o s éculo XVII, as  escolas  de engenha ria existentes, de um a maneira geral, \nhabilitavam  os indivíduos em assuntos com o leitura, cálculos , dogm as religiosos, leis civis  \ne filosofia. A partir do  século XV II su rge o ensino técnico, com  práticas técnicas e \ncientíficas, introduzindo os modelos teóricos, principalm ente m atematizados, ou seja, \nrepres entaçõ es idealizad as dos fenôm enos na turais. Aparece assim , o discurso técnico-\ncientífico e a prática da obs ervação e da experim entação. É interess ante lem brar que a \nciência m oderna ganha corpo nessa épo ca com o “Di scurso do Método”, de René \nDescartes, e as “Princ ipia”, de Isaac Newton. \nVale ainda ressaltar que o grande  desenvolvim ento tecnológico e as \ntransform ações no panoram a industrial, atingind o todos os setores e atividades produtivas, \nregistrados a partir da segunda m etade do século passado, induziram  os cur sos de \nengenharia do país a adotarem  um enfoque ecl ético, porém m uito prof issionalizante, de \nforma a dar aos seus egressos condições de im ediata absorção pelo m ercado de trabalho. \nEntretanto, considerando que a tecnologia m uda muito rapidam ente, somente aqueles co m \noportunidade de estudar conveni entem ente as m atérias de for mação básica são capazes de \nacom panhar a evolu ção tecnológ ica. O ecletism o e a p reocu pação com  a form ação básica  \nexistem  no Curso de Engenhari a Civil desde o seu início. \nO m odelo pedagógico que foi lenta e gradualm ente criado e i mplantado nas \nescolas  é o da hierarq uização  dos program as, separação e sequencia ção de clas ses po r \nprogressão de estudo s, avaliação  regular dos  conteúdos,  quantificação dos n íveis de \nFaculdade de Engenharia Civil-FECI V ", "17": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 13\naprendizado , tem porização dos mom entos de ensino, tendo com o pano de fundo as \nnecessid ades socialm ente postas em  cada m omento histórico. É um  processo de ensino-\naprendizado focado no conteúdo program ático e no professor da disciplina (von \nLINSINGE N et al. , 1997). Refletindo esse m odelo, o Curso de Engenharia Civil oferecido \npela Unive rsidade Fed eral d e Uber lândia,  já seguiu a seq üência d e pré-requis itos entre \ndisciplinas e, a partir de 1996, adotou o regim e seriado. \n5.2 Visões epistemológicas e o ensino de engenharia \nEpistem ologia pode ser definida com o o conj unto de princípios que têm por \nobjeto o conhecim ento científico, visando explic ar os seus condicionam entos – sejam eles \ntécnicos, históricos ou sociais;  lógic os, matemáticos ou ling üísticos – s istem atizar as suas \nrelações, esclarecer os seus vínculos, e av aliar os seus resultados e aplicações. S egundo \nvon LINSINGEN et al. (1999), “num entendimento tradicio nal, epistemologia é um ram o \nespecial da filosofia, ocupando-se e m situ ar o lugar do conhecim ento científico, e m \nestabelecer os seus lim ites e em  definir a natureza da ciênci a”. O term o epistem ologia aqui \nabordado ref ere-se ao modo com o um novo conh ecim ento é possível, considerando estados \nprévios de conhecim ento. \nAs for mas com o os elem entos bá sicos para a aquisição do conhecim ento se  \nrelacionam  dão origem  a três m odelos teóric os: em pirism o, aprioris mo e constru tivismo. \nO empirismo  considera que o conhecim ento é um a resposta do m eio ambiente e \nnão depende do sujeito,  o conhecimento se dá de  fora para dentro. Na relação professor-\naluno, o detentor do conhecim ento seria o profes sor, encarado com o o elem ento da a ção, e \no aluno, como o produto a ser trabalhado. O aluno é passivo, neutro, contem plativo, \nrecep tivo e apenas reflete o que lhe chega do professor, qu e é a fonte do conhecim ento \n(von LINSINGEN et al., 1999). \nNo m odelo apriorista  as possibilidades de conh ecim ento estão descritas na \nbagagem  hereditária do sujeito, de form a inata ou como fruto de um  processo de \nmaturação. O desenvolvim ento intelectual seri a determ inado pelo indivíduo, e não pelo \nmeio; ele aconteceria de dentro para fora. O indivíduo já traria cons igo possibilidades de \nconhecim ento e de aprendizagem  que se m anifestariam  sob estím ulos externos ou de forma  \nimediata ou ainda de f orma progressiva. O aluno é o  elem ento atuante e o p rofessor é  \nneutro, sendo apenas estudado e entendido pelo aluno. Neste m odelo os conteúdos \nFaculdade de Engenharia Civil-FECI V ", "18": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 14\ncurriculares deixam  de ser im portantes e a es cola é um  espa ço onde são estim uladas as \npotencialidades individuais dos alunos. \nNo últim o modelo, o construtivista  ou interacionista , o sujeito não nasceria \ninteligente, m as tam bém não depende totalmente do m eio para desenvolver-se, há a \ninteração com  o m eio, responden do a estím ulos extern os, observando, organizando e \nconstru indo o conhecimento. Através da inter -relação professor-aluno, engenheiro -cliente,  \nindivíduo-sociedade, pesquisador -fato, o indivíduo aprende para  si, mas também participa \ndo crescim ento do m estre, que tam bém apre nde no decorrer do processo cognitivo. “O  \naluno é considerado um  ser pensante, com  história pregressa e com  um universo mental \nprévio já internaliza do; o professor é orientador e co -partícipe da construção do novo, \nprovocando as perturbações que farão o aluno re estruturar o seu unive rso pessoal; a escola \né um  espaço que ajuda a integrar o al uno à sociedade e à cultura” (von LINSINGEN et \nal.,1999). \nNo ensino tradicional de engenharia, no qual se enquadra o Curso de Engenhari a \nCivil da UF U, o m odelo m ais com umente a dotado é o em pirista, onde o aluno é avaliado \nem função da precisão  e da qualidade da rep rodução das  inform ações fornecidas  pelo  \nprofessor. Os erros são punidos com descont o de nota e a aprendizagem é quantificada. \nEmbora haja tendência contem porânea para o modelo construtivista, as m udanças não são \nalcançadas instantaneamente e, an tes disto, é preciso haver conscien tização e estud o das \nperspectivas pedagógicas e necessid ades de m udança. \n5.3 Princípios para o ensino no curso de engenharia \ncivil \nCom  base na análise da estrutura curricu lar atual e das ten dências  do ensino em  \nengenharia, são necessárias alterações da fo rma de abordagem, exposição, consolidação e \navaliação do s conteúdos curricu lares. Especi alistas em  ensin o recom endam  o estím ulo de \natividades de inicia ção cien tífica, proje tos multidis ciplinares, trab alho em  equipe,  \nexpressão o ral, flexib ilidade curricu lar e ap roximação com  a prática profissional. \nNeste contexto, o currículo propõe projetos d e integração  de conteúd os, com \ncaráter m ultidis ciplinar,  desenvolv idos em  grupos e co m apresentação e defesa do s \nprojetos. A introdução dos proj etos de integração de conteúdos vem  corrigir um  aspecto \nnegativo que historicam ente te m afetado os  currículos tradicionais: a desconexão, que \nFaculdade de Engenharia Civil-FECI V ", "19": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 15\nconsiste na perda de co rrelação entre con teúdo s que es tão intim amente interligad os. A  \ndesconexão não constitui, rigorosam ente, um a falha dos curr ículos  tradicionais,  mas um a \nfalha na form a com  que o aluno tem abordado os diversos conhecim entos. Nesse sentido, \nnão é difícil perceber que os estudan tes inic iam determ inada  disc iplina c omo se fosse algo \ntotalm ente novo, com  conteúdo novo e desvin culado das disciplinas anteriores. Com \nprojetos de integração, essa tendên cia é elim inada, um a vez que o estudante é levado a \npensar com o um profiss ional de engenharia, reunindo todos os conhe cimentos disponíveis \nem projetos com pletos dentro de cada grande área da Engenharia C ivil e, em  alguns casos, \ncorrelacionando m ais de um a grande área. \nAtividade s de pesqu isa serão in centivad as através de projetos de iniciação \ncientífica e, eventualm ente, do trabalho de conclusão de cu rso, podendo ter característica \nmultidis ciplinar, com  exigência de ap resentação e defesa do trabalho. \nAlém  da diversificação d as ativid ades de  aprend izagem , outra ques tão qu e surg e é \nquanto à form a e o tempo de exp osição  dos conteúdos a serem  vistos. A utilização d e \nrecursos audiovisuais e de laboratórios de ve ser estim ulada, considerando que esses \ninstrum entos perm item a redução do tem po de abordagem  de conteúdos em  sala de aula, \nalém  de perm itir m aior riquez a e dinam icidade às aulas. Ao m esmo tempo há que se cuida r \npara que as  aulas expo sitivas não sejam  integr almente baseadas em  projeções m ediante  \ntransparências, slides , etc., fato que historicam ente disp ersa a atenção do s alunos. É  preciso \nque for mas de apresen tação sejam  mescladas com  técnicas  que perm itam a integra ção do  \naluno na construção lógico-dedut iva do conhecim ento apresentado. \nA consolidação dos conhecim entos adquiridos  em sala de aula deve acontecer em \natividades de estudo individuais e em  grupo, valorizando e estim ulando a autonom ia \nintelectual dos estudantes, além  de redefini r a postura do aluno com o elemento ativo na \nconstrução do conhecim ento, deixando de ser si mples receptor passivo de inform ações. \nDesse m odo, delineia-se um a tendência ao m odelo construtiv ista de ensino. \nOutro aspecto tam bém i mportante para a for mação do engenheiro é a \noportunidade de consolidar c onhecim entos no contexto da pr ática profissi onal. Assim , \nneste projeto pedagógico, são co nsideradas essenciais ativ idades com  integração de \nconteúdos, estágios e participação em projet os de pesquisa e de extensão, que perm itam \naplicação conjunta dos  assunto s das dis ciplinas e a v ivência de s ituações  reais de \nproblem as de engenharia. \nFaculdade de Engenharia Civil-FECI V ", "20": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 16\nA flexibilid ade curricu lar é contem plada pela adoção de diversas atividades e \nprocedim entos. A livre escolha das disciplinas optativas e da sub-área do conhecim ento ou \nespecialidade em que fará o trabalho de conclusão de curso perm item ao aluno o \ndirecionam ento de sua for mação. As atividades com plementares buscam  atender às  \nexpectativas e diferentes in teresses d os alunos para a su a integralização curricu lar. \nFaculdade de Engenharia Civil-FECI V ", "21": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 17\n66  CCaarraacctteerriizzaaççããoo  ddoo  \neeggrreessssoo  \nDesde a sua im plantação , o Curso de Engenha ria Civil da Universidad e Federal d e \nUberlândia procura p ropiciar um a form ação básica cons istente e, com  esse delineam ento, \nespera-se que os engenheiros aqui form ados tenham  os conhecim entos necessários para o \nexercício criativo e cons ciente da profissão que escolheram . \nCom  a aplicação do p resente projeto pedagó gico, além  de m anter a sólida  \nformação básica, espera-se tam bém que o profissional graduado apresente form ação \ngeneralista, hum anista, crítica e reflexiva e seja capaz de absorver e desenvolver novas \ntecnologias, identificar e resolver pr oblem as, bem  como buscar desenvolvim ento \nprofissional constan te, exercendo u ma prática d e formação continuad a. \nO egresso será capaz de desenvolver estudos, projetos, cálculos, análise \neconôm ica, fiscalização, gerenciam ento e supe rvisão de atividades  relacionadas com \ndrenagem  e irrig ação; abastecim ento de água  e saneam ento; edificações; es tradas e \naeroportos; transportes e logístic a; portos e canais; geotecnia; barragens, túneis e diques; \npontes e grandes estruturas; ensino e pesquisa  e serviços correlatos,  considerando seus \naspectos técnicos, políticos, econômicos, sociai s, ambientais e culturais, com visão ética e \nhumanística, em  atendi mento às dem andas da sociedade. \nFaculdade de Engenharia Civil-FECI V ", "22": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 18\n77  OObbjjeettiivvooss  ddoo  ccuurrssoo  \nO desenvolvim ento técnico-científico, a n ecessidade de ad equação às diretrizes \ncurriculares  nacion ais, o interes se em  atender a regulamentação  profissional,  além  da \ncaracterização do egresso já definida, são pon tos que nortearam  a definição dos objetivos \ndo curso. Além disso, em função do eclético cu rrículo oferecido, percebe-se a necessidade \nde disp ensar aten ção un iforme a tod as as áreas d a Engenharia Civil. Adem ais, preten de-se \nque os profissionais apresentem  acentuada fo rmação teórica, hum anística, ecológ ica e um \ndestacado senso de ética profissional. \nO profissional form ado poderá atuar em  qualquer em presa, pública ou privada, \nque se dedique à gestão, projeto, construç ão, operação, m anutenção ou supervisão de \nprojetos de engenharia civil em  zonas urbanas ou rurais. \nOutra neces sidade é form ar profissionais com  conhecim entos relaciona dos aos  \nvários ram os das ciências básicas e da enge nharia, capazes de respon der às ex igências  \natuais da sociedade, bem  com o introduzir m udanças estruturais por m eio de sua capacidade \ntécnica e crítica. O engenheiro civil deve  estar p reparado para oferecer so luções  \ntecnicam ente factíveis, considerando carac terísticas econôm icas, sociais e am bientais. \nDiante das dim ensões continentais do país, o curso visa, além  de form ar \nprofissionais  para atend er às necessidades da so ciedade em  geral,  prep ará-lo s de acordo \ncom as necessidades de regiões diversas. \nA partir do exposto, de form a específica, o curso visa capacitar seus egressos para: \n• identificar, avaliar e im plem entar as tecnologias m ais apropriadas; \n• criar, inovar e em preender para contri buir com  o desenvolvimento tecnológico; \n• conceber, an alisar, pro jetar e ca lcular  obras de en genharia civ il; \n• planejar e p rogram ar obras e se rviços de engenharia civil; \n• construir, supervisionar, inspecionar e avaliar ob ras de engen haria civil; \n• operar, m anter e r eabilita r obras de e ngenharia civil; \n• modelar e s imular sis temas e pr ocessos de engenharia civil; \n• a abstração espacial e a repres entação gráfica; \nFaculdade de Engenharia Civil-FECI V ", "23": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 19\n• comunicar-s e eficien temente nas form as escrita e oral; \n• utilizar tecnologias da infor mação, progr amas com putacion ais e outras ferram entas \npara a eng enharia civil; \n• manejar e in terpretar inf ormação de cam po; \n• compreender e associar os conceitos le gais, econôm icos e financeiros, para a \ntomada de decisões, gestão de projetos e obras de engenharia civil; \n• dirigir e liderar recursos hum anos; \n• administrar os recursos m ateriais e equipam entos; \n• empregar técnicas d e controle de qu alidade nos m ateriais e serviços de engenharia \ncivil; \n• interagir co m grupos multid isciplin ares e d ar soluções integ rais de engenharia civil; \n• prevenir e avaliar os riscos nas obras de engenharia civil; \n• propor soluções que contribuam  ao desenvolvim ento sustentável; \n• avaliar o im pacto am biental e social das obras civis; \n• assum ir a postura de p ermanente busca de atu alização profiss ional. \nFaculdade de Engenharia Civil-FECI V ", "24": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 20\n88  EEssttrruuttuurraa  ccuurrrriiccuullaarr  \n8.1 Núcleos de formação \nA nova organização curricular do curso é idealizada em  confor midade com as \ndiretrizes curricula res nacionais- CNE/CES 11/2002, a resolução do CONGRAD 02/2004 \ne com  os objetivos do curso. Desta for ma o curs o está organizado em  núcleos de form ação \ncom conteúdos que constitu em a form ação bási ca, profissio nal, específica e acadêm ico-\ncientífico-cu ltural. \nO curso é com posto por 55 disciplinas ob rigatórias e u m elenco variado d e \ndisciplinas optativas. Incluem -se també m, como  com ponentes curriculares obrigatórios, o \nEstágio Supervisionado, as Atividades A cadêm icas Complem entares  e o Trabalho de \nConclusão de Curso, totalizando, no m ínimo, 3960 horas. A distribuição da carga horária \nentre os componentes curr iculares é a seguinte: \n Disciplinas obrigatór ias      3510 horas \n Disciplinas optativas – m ínimo     150 horas \n Estágio Supervisionado – mínimo     180 horas \n Atividades Acadêm icas Com plementares – m ínimo  90 horas \n Trabalho de Conclusão de Curso     30 horas \nTOTAL GERAL – mínimo      3960 horas \n \nA seguir descrevem -se os com ponentes cu rriculares p revistos para a form ação do \nprofissional desejado, que com põem os seguintes núcleos de f ormação: \n• Núcleo de form ação básica: 1515 ho ras; \n• Núcleo de form ação profissional: 17 55 horas; \n• Núcleo de form ação específica: 600 horas; \n• Núcleo de form ação Acadêm ico-Científico-Cultural: 90 horas. \n \nFaculdade de Engenharia Civil-FECI V ", "25": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 21\n \nCurs o de Engenhari a Civil - Com ponente s Curric ulares  Obrigatóri os \nCarga horária Núcleo Conteúdos Disciplinas Teórica Prática Total \nExpressã o \nGráfica Dese nho de Pr ojetos 15 45 60 \nQuímica Geral  30 0 30 Química Química Expe rimental 0 30 30 \nInform ática Introdução à Computação 45 15 60 \nGeometria An alítica e Álg ebra Lin ear 90 0 90 \nEstatística 60 0 60 \nCálculo Diferencial e Integral I 90 0 90 \nCálculo Diferencial e Integral II 90 0 90 \nCálculo Diferencial e Integral III 90 0 90 Mate mática \nCálculo Num érico 60 0 60 \nFenômenos de \nTransporte Mecânica dos Fluidos 90 0 90 \nCom unicação \ne Expressão;  \nMeto dologia \nCientífica e \nTecnologia  Introduçã o à Engenharia Civil 30 30 60 \nMecânica das  Estrut uras 60 0 60 Mecânica dos \nSólidos Resistência dos Materiais I 60 15 75 \nFísica Geral  I 60 0 60 \nFísica Ex perimental I 0 30 30 \nFísica Geral  II 60 0 60 \nFísica Ex perimental II 0 30 30 \nFísica Geral  III 60 0 60 Física \nFísica Ex perimental III 0 30 30 \nEletricidade \nAplicada Instalações Elétricas Pre diais 45 15 60 \nCiências do \nAmbiente Meio  Ambiente e Su stentabilidade 60 0 60 \nEconomia Economia 60 0 60 \nHum anidade s, \nCiências \nSociais e \nCidada nia Direito e  Legislação 60 0 60 \nAdm inistração Administração 60 0 60 Formaçã o Bási ca \nTotal da formação básica 1515 \nProjet o de Edificações 15 45 60 \nTécni cas de Construção Civil 90 0 90 \nProcesso s Construtivos de Po ntes em \nConcreto Armado e Protendido 60 0 60 Construção \nCivil \nPlanejam ento de Ob ras 60 0 60 \nMateriais de C onstrução Civil I 30 30 60 Mater iais de \nConstrução \nCivil Materiais de C onstrução Civil II 30 30 60 \nGeol ogia Aplicada 60 0 60 \nMecânica dos Solos 60 30 90 Geot ecnia \nFundaç ões e Obras de Terra 90 0 90 \nHidráulica Ger al 60 15 75 \nHidrologia Aplicada 60 0 60 \nAbast ecimento de Água e Redes de \nEsgoto 90 0 90 Hidráulica, \nHidrologia \nAplicada  e \nSaneam ento \nBásico  Sistemas Hi dráulicos Prediais 60 0 60 Formação Profissional \nTopografia e Geom ática I 45 15 60 \nFaculdade de Engenharia Civil-FECI V ", "26": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 22\nGeodésia Geomática II 30 30 60 \nResistência dos Materiais II 60 0 60 \nTeori a das Estruturas I 90 0 90 \nTeori a das Estruturas II 60 0 60 \nEstruturas de Concreto Armado I 90 0 90 \nEstruturas de Concreto Armado II 60 0 60 \nEstruturas de Aço 90 0 90 Sistem as \nEstruturais e \nTeori a das \nEstruturas \nEstruturas de Madeira 60 0 60 \nInfra-estrutura de Est radas e Ferrovias 60 0 60 \nPavim entação 60 0 60 \nEngenharia de Tráfe go 30 0 30 Transporte e  \nLogística \nSistemas de Tr ansportes 60 0 60 \nTotal da formação prof issiona l 1755 \nDiversos Disciplinas Optativ as   150 \nProjeto de Integraçã o de Conteúdos I 0 60 60 \nProjeto de Integraçã o de Conteúdos II 0 60 60 \nProjeto de Integraçã o de Conteúdos III 0 60 60 \nProjeto de Integraçã o de Conteúdos IV 0 60 60 \nTrabal ho de Conclusão de Curso 0 30 30 Conteúdos \nIntegrados \nEstágio Supervisionado 0 180 180 Formaçã o Específica \nTotal da form ação e specífic a 600 \nForm ação \nAcadêm ico-\nCien tífico -\nCultural Diversos Ativida des Ac adêm icas \nComplementares   90 \nTotal 3960 \n \nCurs o de Engenhari a Civil - Disciplin as optativas \nQual idade na C onstrução Civil 60 0 60 \nConstrução Sustentável  60 0 60 \nSegurança d o Trabal ho 30 0 30 \nNoções de Arquitetura e Urbanismo 30 30 60 \nPsicologia Aplicada ao  Trabalho 30 0 30 \nGere nciamento de Obras 60 0 60 Construção \nCivil \nTópicos Especi ais em Construção C ivil 60 0 60 \nConcreto Protendido 60 0 60 \nConcreto Pré-Moldado 30 0 30 \nEstruturas de Pontes  60 0 60 \nEstruturas de Concreto Armado III 60 0 60 \nProjeto de Est ruturas de  Concreto \nArmado 30 30 60 \nProjeto de Estruturas de Aço 0 60 60 \nMéto do dos Elementos Finitos p ara \nEstruturas 60 0 60 Sistem as \nEstruturais e \nTeori a das \nEstruturas \nTópicos Especi ais em Estruturas 60 0 60 \nTratamento de Água 60 0 60 \nTratamento de Águas R esiduárias 60 0 60 \nEscoam ento T ransiente 60 0 60 \nÁguas Su bterrâneas 60 0 60 Hidráulica, \nHidrologia \nAplicada  e \nSaneam ento \nBásico   Tópicos Especi ais em  Hidrául ica e \nSaneam ento 60 0 60 \nMecânica das  Rochas 60 0 60 \nBarragens de Terra e Enrocamento 60 0 60 Geot ecnia  \nTópicos Especi ais em Geot ecnia 60 0 60 \nAeroportos 60 0 60 \nPortos e Hidrovias 60 0 60 Formaçã o Específica \nTransporte e  \nLogística Tópicos Especi ais em  Transportes 60 0 60 \nTotal 1470 \nFaculdade de Engenharia Civil-FECI V ", "27": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 23\n \nAs diretrizes curriculares naci onais – Resolução C NE/CES 11/2002 – \nrecom endam, para o núcleo de formação básica,  cerca de 30 % da carga horária m ínima dos \ncursos de engenharia, que é de tr ês mil e seis centas hor as, confor me Parecer CNE/CES \n8/2007. A carga ho rária recom endada foi ultrap assada p ara valo rizar a form ação básica \ndestacada anteriorm ente, perfazendo 1515 horas  que correspondem a 38% da carga horária \ndo Curso. \nO núcleo de conteúdos profissionalizantes reúne os conhecim entos essenciais e \nindispens áveis à form ação de eng enheiros  civis. Com o o curso de eng enharia civ il da UFU \nnão for ma especialis tas, a for mação profissiona l conta com  uma carga horária elev ada, pois  \nabrange disciplinas de todas as sub-áreas do conhecim ento, que são construção civil, \nestruturas, geotecnia, transportes, hidráuli ca e saneam ento, proporcionando ao estudante, \ncomo salientado anteriorm ente, um a formação eclética. \nAs disciplinas optativas, dentro do núcle o de form ação específica, perm item ao \naluno aprofundar e complem entar seus conheci mentos na sub-área com que mais se \nidentificou dentro do curso, delineando assi m uma possível área de atuação quan do no \nexercício da profissão. O Colegiado definirá, semestralm ente, as disc iplinas optativ as a \nserem  ofere cidas com  base no interesse dos alunos e na possibilidade de oferta pelas \nUnidades Acadêm icas envolvidas. \nOs objetivos, em entas, conteúdos progr amáticos e bibliografia para cad a \ndisciplina estão m ostrados nas fi chas das disciplinas do Anexo 1. \n8.2 Projetos de integração de conteúdos \nOs projetos de integração de conteúdos são interdiscip linares  e foram  implantado s \ncom o objetivo de m inimizar o efeito da c onstrução do conhecim ento de form a pulverizada \ne fragm entada. Essas disciplinas po ssibilitam  ao estudan te realizar trab alhos que aplicam \nconhecim entos adquiridos e m disciplinas já cursadas. Nesse aspecto, há o desenvolvimento \nde projetos com pletos dentro de cada área da  Engenharia Civil, os quais, em  alguns casos, \npodem  correlacionar mais de um a área de  conhecim ento, incentivando, portanto, a \nformação eclética já d estacada.  Sobretudo, essas disciplinas levam  o estudante a fix ar os \nconhecim entos adquiridos, além  de agir e pe nsar com o um profi ssional de engenharia. \nFaculdade de Engenharia Civil-FECI V ", "28": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 24\nNa grade curricular, os projetos são intr oduzidos a partir do sexto período e sua \ndistribuição ocorre de acor do com  a tabela a seguir. \n \nDisciplina Área de conhecim ento \nprincipal Conteúdos integrados \nProjeto de Integração de \nConteúdos 1 Geotecnia e Transportes  Topografia e Geodésia, Geologia \nAplicada, Mecânica dos Solos, \nObras de Terra, Infra-estrutura de \nEstradas, Pavim entação, Meio \nAmbiente. \nProjeto de Integração de \nConteúdos 2 Hidráulica e Saneam ento Topografia e Geodésia, Obras de \nTerra,  Mecânica dos Fluidos,  \nHidráulica, Hidrologia, \nAbastecim ento de Água e Redes de \nEsgoto, Meio Am biente. \nProjeto de Integração de \nConteúdos 3 Edificações  Projetos de Edificações, Materiais \nde Construção, Técnicas de \nConstrução,  Planejam ento e \nControle d e Obras,  Instalaçõ es \nPrediais Hid ráulicas e E létricas. \nProjeto de Integração de \nConteúdos 4 Estruturas Projetos de Edificações, Fundações, \nTeoria das Estruturas, Estruturas de \nConcreto Ar mado, Estruturas de \nMadeira, Estruturas de Aço. \n \nOs projetos de integração, em  função da su a inte rdisc iplina ridade,  devem  ser \nconduzidos por dois ou m ais professores. Ness e contexto, o docente terá a função de  \ncoordenar e orien tar a execução d as etap as do  projeto, o que será feit o em  sala de aula. \nToda carga horária é considerada prática,  uma vez que  não há introdução de novos \nconceitos e sim  a estruturação de conceito s fornecidos nas disciplinas anteriores, na \naplicação de um  problema pr ático de engenharia.  \nOs projetos serão executados por grupos  de alunos, convenientem ente divididos.  \nEm term os com parativos, pode-se dizer que  cada grupo constituirá um a empresa de \nengenharia que assum irá o com promisso de en tregar um  projeto dentro de um  cronogram a \nespecificado. A elaboração desse cronogram a é tarefa dos professores que, nesse caso, \nassum em o papel de contratantes e fiscais. \nCada Projeto de Integração de Conteúdos  encontra-se devidam ente detalhado em \nsua ficha de discip lina. \nFaculdade de Engenharia Civil-FECI V ", "29": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 25\n8.3 Estágio supervisionado \nNo estágio supervisionado o estudante terá con tato com  a prática cotidiana de seu  \nfuturo am biente d e trabalho, com  oportunid ade de unir o saber ao  fazer,  desenvo lver visão  \nsistêm ica, crítica,  maturidade pro fissional e técn ica, b em como ter contato com \nprofissionais da área, vivênc ia em  empresas e consciênci a das im plicações econôm icas, \nsociais, am bientais e éticas de suas atividades como engenheiro. \nOs estágios  só pode m ser realizados e m instituições e empresas que tenham \ncondições d e proporcion ar expe riência prática e ap licação d e conhecim entos in tegrantes do \ncurrículo do curso, perm itindo com plementar o ensino e a aprendizagem . \nO acom panham ento do estágio é de re sponsabilid ade da Com issão de Estágio  \nSupervisionado, que delibera s obre a proposta apresentada pelo  estudante, controla datas \nde entrega de relatórios, participa de reuniões com  empresas conveniadas e propõe  \nalterações nas norm as de estágio do curso. \nDurante o estágio, o aluno é orientado por  um professor do Curso de Engenharia \nCivil e supervisionado por um  engenheir o responsável pelo acom panha mento das \natividades desenvolvidas pelo estagiário. A escolha do orientador é iniciativa do aluno e \ndependerá da disponibilidade do professor. \nO estágio s upervis ionado é concluído com a aprovação n a discip lina Estágio  \nSupervision ado, desenvolvida també m em períodos especiais, n ão necessariam ente \ncoincidentes com  os períodos letivos. A som a dos vários períodos de m atrícula em  estágio \nnão pode ser inferior a quinze semanas e, em  qualquer caso, a carga horária global do \nestágio não pode ser inferior  a cento e oitenta horas. O  aluno pode, a seu critério, \nperm anecer m atriculado som ente nesta di sciplina ao longo do sem estre letivo. \nO relatório final do estági o supervisionado será de fendido perante um a banca  \nexam inadora que avalia o relatório e experiên cias adquiridas pelo estudante. A banca é \nconstituída pelo professor orientador, na qualidade de presidente, além de outros dois \ndocentes designados pelo coordenador da com issão de estágio. \nA nor ma que regulam enta o desenvolvim ento da disciplina Estágio \nSupervisionado, bem  como define os critérios para seu aproveitam ento, é estabelecida pelo \nColegiado do Curso. \nFaculdade de Engenharia Civil-FECI V ", "30": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 26\n8.4 Atividades acadêmicas complementares \nAs Atividad es Acadêm icas Com plementares objetivam  amplia r a form ação do \ngraduando em  Engenharia Civ il no âm bito de sua preparação p rofissional, ética e \nhumanístic a, por m eio do aproveita mento curricular d e atividades de n aturez a acad êmica, \ncientífica, tecnológica, s ocial, d esportiva, política, cultu ral ou artística, d e livre es colha do \nestudan te. A carga h orária m ínima a ser cum prida em  Atividades Acadêm icas \nCom plementares é de noventa horas. Re ssalta-se que estas a tividades podem  ser \ndesenvolvidas ao longo de todo o Curso, ou seja, desde o prim eiro período até a conclusão \ndo Curso. Nesse contexto, podem  ser aproveitadas atividades relacionadas com : \n• participação em  progra mas de in iciação cien tífica; \n• publicações em  periódicos e congressos científicos; \n• participação  em projetos ou ativ idades relacion adas ao ensin o; \n• participação em  projetos ou atividades de pesquisa aprovados pelo C onselho da \nUnidade; \n• participação  em projeto s ou atividades de extensão aprovados pelo C onselho da \nUnidade; \n• participação  em eventos técnicos, científ icos, culturais, artísticos ou esportivos; \n• participação no Programa de  Educação Tutorial-PET; \n• exercício de ativ idade de monitoria; \n• visitas técnicas orientad as; \n• repres entação discen te em  colegiados da UFU; \n• participação na diretoria do Diretório Acadê mico de Engenharia Civil, grêm ios ou \nDiretório Central dos Estudantes da UFU; \n• disciplinas cursadas com  apr oveitam ento em  outr os cursos superiores, \nconsiderand o-se a soma das cargas horária s das disciplinas, até o lim ite de 60 \nhoras; \n• cursos de língua estrangeira e de inform ática; \n• participação em  concursos técnicos. \nA nor ma regulam entadora que caracteriza cada uma das ativ idades, bem como \ndefine os critérios para sua cer tificação e ap roveitam ento, é es tabelecida pelo Colegiado do \nCurso. \n \nFaculdade de Engenharia Civil-FECI V ", "31": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 27\n8.5 Trabalho de conclusão de curso \nO Trabalho de Conclusão de Curso-TCC, obrigatório nos cursos de engenharia, \nconstitui um a discip lina especial que  perm ite ao estudan te demonstrar su a capacidad e de \ncriação, pro dução e elab oração de u m trabalho teórico -prático, sinte tizan do e integrando os \nconhecim entos adquirid os durante sua form ação acadêm ica, no tem a específico d e sua \nescolha. \nA m atrícula e m TCC s omente poderá ser efetuada concom itantem ente com as \núltim as dis ciplinas para a integralização  do currículo, is to é, no últim o período do \nestudan te. Antes d e requ erer sua m atrícula, o estudante deve definir com  o orientador sua  \ninclusão no projeto que lhe interessa. A solic itação deve ser feita no período de m atrícula \nprevis to no  calend ário acadêm ico, por m eio de requerim ento pro tocolado no setor d e \natendim ento ao aluno e d irigido à Co ordenação d o Curso. \nO TCC, em função de suas característi cas, pode ser apresentado em  form a de \nmonografia ou relatório. A disciplina é conc luída com  aprovação da m onogra fia ou \nrelatório, que deve ser defendido publicam ente perante um a banca especialm ente \nconstituída. \nA norm a que regulamenta a disciplin a Trab alho de Conclusão de Curso é \nestabelecida pelo Colegiado do Curso. \n8.6 Fluxo curricular \n8.6.1 Introdução \nNa concepção pedagógica do curso, o es tudante é enquadrado, a cada sem estre, \nem um determ inado período do curso. Desta form a, a exigência d e pré-requ isitos é \ndesnecessária, exceto para as disciplinas es peciais estabelecidas neste projeto. O período \ndo aluno é definido de acordo com  as norm as de m atrícula aprovadas para o curso. \nCom  o objetivo de orientar a m atrícula dos estudantes, apresenta-se a seguir a \nseqüência curricular considerada com o refe rência. O fluxo curricular não pressupõe tão \nsomente um a seqüência de acúmulo de conhecim entos, m as também a aquisição de \ncompetências e de m aturidade dos estudant es. Assim , procurou-se introduzir conteúdos \nprofissionalizantes logo no início  do curso, evitando concentr ar todas as disciplinas de \nformação básica nos períodos iniciais. Acredita -se que o início do núcleo profissional m ais \nFaculdade de Engenharia Civil-FECI V ", "32": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 28\ncedo estim ula o estudan te, além  de perm itir o estabe lecim ento de vínc ulo deste co m os \nprofessores da Unidade responsável pelo cu rso. Espera-se que o fortalecim ento desses \nvínculos contribua para o processo de aprendizagem. \nO início do núcleo profissional já no  segundo período perm ite o desenvolvim ento \ndo prim eiro Projeto de Integração de Cont eúdos no sexto período do Curso, possibilitando \na síntese e integração d os conhecim entos adqu iridos em  instantes estratégicos do percurso \ncurricula r. \nO Trabalho de Conclusão de Curso, por su a própria especificidade, e o Estágio \nSupervisionado estão program ados para se rem desenvolvidos no final do curso. Essa \nestratégia perm ite que o estudante tenha m elhor aproveitam ento no te ma escolhido e no \nestág io, ass im com o a empresa terá um estagiário m ais profissional. \nA recom endação de que as discip linas optativas sejam  cursadas no nono períod o \njustifica-se som ente pelo fato de que neste período o estudante já te rá cursado todas as \ndisciplinas do núcleo profissional, o que lhe dará  base para cursar as disciplinas optativas. \nEntretanto, se o estudan te tiver in teresse por determ inada disciplina optativa e possuir os \nrequisitos necessários para cu rsá-la, poderá fazê-lo em  outro s momentos do seu percurso \ncurricula r. \n8.6.2 Fluxo Curricular do Curso de Engenharia Civil \n \nCURS O DE  ENGENHARI A CIVI L \nCarga horária Período  Código Disciplinas Teórica Prática Total Formação Cate \ngoria Pré ou Có-\nRequisito \nGCI01 Desenho de Pr ojetos 15 45 60 Básica Obrig.  \nGCI02 Introdução à E ngenhar ia Civil 30 30 60 Básica Obrig.  \nGCI03 Cálculo Difer encial e I ntegral I 90 0 90 Básica Obrig.  \nGCI04 Geometria Analíti ca e Á lgebra Linea r 90 0 90 Básica Obrig.  \nGCI05 Química Geral 30 0 30 Básica Obrig. Có-GCI06 \nGCI06 Química Experimental 0 30 30 Básica Obrig. Có-GCI05 \nGCI07 Introdução à Co mputação  45 15 60 Básica Obrig.  Primeiro \nTotal 300 120 420  \nGCI08 Projeto de E dificações 15 45 60 Profissional Obrig.  \nGCI09 Mecânica das  Estruturas 60 0 60 Básica Obrig.  \nGCI10 Meio A mbiente e Sustentabilidade 60 0 60 Básica Obrig.  \nGCI11 Geologia Aplicada 60 0 60 Profissional Obrig.  \nGCI12 Cálculo Difer encial e I ntegral II 90 0 90 Básica Obrig.  \nGCI13 Física Geral I 60 0 60 Básica Obrig. Có-GCI14 \nGCI14 Física E xperimental I  0 30 30 Básica Obrig. Có-GCI13 Segundo \nTotal 345 75 420  \nGCI15 Resistência dos Mater iais I 60 15 75 Básica Obrig.  \nGCI16 Mecânica dos Solo s 60 30 90 Profissional Obrig.  \nGCI17 Geomática I 45 15 60 Profissional Obrig.  \nGCI18 Estatística 60 0 60 Básica Obrig.  \nGCI19 Cálculo Difer encial e I ntegral III 90 0 90 Básica Obrig.  \nGCI20 Cálculo Numérico 60 0 60 Básica Obrig.  Tercei ro \nTotal 375 60 435  \nFaculdade de Engenharia Civil-FECI V ", "33": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 29\nGCI21 Materiais de Constr ução Civil I  30 30 60 Profissional Obrig.  \nGCI22 Resistência dos Mater iais II 60 0 60 Profissional Obrig.  \nGCI23 Teoria das Estruturas I  90 0 90 Profissional Obrig.  \nGCI24 Mecânica dos Flui dos 90 0 90 Básica Obrig.  \nGCI25 Geomática II 30 30 60 Profissional Obrig.  \nGCI26 Física Geral II 60 0 60 Básica Obrig. Có-GCI27 \nGCI27 Física E xperimental I I 0 30 30 Básica Obrig. Có-GCI26 Quarto \nTotal 360 90 450  \nGCI28 Materiais de Constr ução Civil I I 30 30 60 Profissional Obrig.  \nGCI29 Teoria das Estruturas I I 60 0 60 Profissional Obrig.  \nGCI30 Hidráulica Geral 60 15 75 Profissional Obrig.  \nGCI31 Fundações e Obr as de T erra 90 0 90 Profissional Obrig.  \nGCI32 Infra-estrutura de Estradas e Ferr ovias 60 0 60 Profissional Obrig.  \nGCI3 3 Física Geral III 60 0 60 Básica Obrig. Có-GCI3 4 \nGCI34 Física E xperimental I II 0 30 30 Básica Obrig. Có-GCI33 Quinto \nTotal 360 75 435  \nGCI35 Técnicas de Construção Civil 90 0 90 Profissional Obrig.  \nGCI36 Estruturas de Concr eto Ar mado I 90 0 90 Profissional Obrig.  \nGCI37 Hidrologia Aplicada 60 0 60 Profissional Obrig.  \nGCI38 Abastecim ento de Água e Redes de \nEsgoto 90 0 90 Profissional Obrig.  \nGCI39 Pavimentação 60 0 60 Profissional Obrig.  \nGCI40 Projeto de I ntegração de C onteúdos I  0 60 60 Específica Obrig.  Sexto \nTotal 390 60 450  \nGCI41 Planejam ento de Obr as 60 0 60 Profissional Obrig.  \nGCI42 Estruturas de Concr eto Ar mado II  60 0 60 Profissional Obrig.  \nGCI43 Estruturas de Madeira 60 0 60 Profissional Obrig.  \nGCI44 Sistemas Hidráulicos Prediais 60 0 60 Profissional Obrig.  \nGCI45 Engenhar ia de T ráfego 30 0 30 Profissional Obrig.  \nGCI46 Instalações Elét ricas Prediais 45 15 60 Básica Obrig. Có-GCI35 \nPré-GCI26 \nGCI47 Projeto de I ntegração de C onteúdos I I 0 60 60 Específica Obrig.  Sétimo \nTotal 315 75 390  \nGCI48 Processos Constr utivos de Pontes em  \nConcr eto Arm ado e Protendido 60 0 60 Profissional Obrig.  \nGCI49 Estruturas de Aço 90 0 90 Profissional Obrig.  \nGCI50 Sistem as de T ranspor tes 60 0 60 Profissional Obrig.  \nGCI51 Economia 60 0 60 Básica Obrig. 2400 horas \nGCI52 Projeto de Integraç ão de C onteúdos III 0 60 60 Específica Obrig.  Oitavo \nTotal 270 60 330  \nGCI53 Direito e Legislação 60 0 60 Básica Obrig. 2400 h oras \nGCI54 Administração 60 0 60 Básica Obrig. 2400 horas \n Disciplinas Optativas 150 0 150 Específica Optat.   \nGCI55 Projeto de I ntegração de Cont eúdos I V 0 60 60 Específica Obrig.  Nono \nTotal 270 60 330  \nGCI56 Estágio Super visionado 0 180 180 Específica Obrig. \nGCI57 Trabalho de Conclusão de Cur so 0 30 30 Específica Obrig. Normas \nespecíf icas Déci mo \nTotal 0 210 210  \n  Atividades Acadêm icas \nComplementares 0 90 90 Acadê mico- \nCientífico- \nCultural Optat. Normas \nespecíf icas \nTotal Geral 2985 975 3960  \n \n8.6.3 Disciplinas Especiais \nDisciplinas especiais são aquelas que  o aluno pode cursar segundo regras de \nmatrícula por disciplina. Desta form a, elas  não estão atreladas ao período do aluno. As  \ndisciplinas especiais do Curso de Engenha ria Civil são: Geologia Aplicada; Meio \nAmbiente e Sustentabilidade; In stalações Elétricas Pred iais; Econom ia; Adm inistração ; \nFaculdade de Engenharia Civil-FECI V ", "34": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 30\nDireito e Legislação; Estágio Supervisionado, be m com o todas as disciplinas listadas com o \noptativas. \n8.7 Implan tação \nA im plantação da n ova organ ização curricu lar, coord enada pelo  Colegiado do  \nCurso, dar-se-á a partir do prim eiro sem estre de 2008. As respectivas equivalências entre \nas disciplinas dos dois currículos cons tam das tabelas nos itens a seguir. \nForam  identificadas,  além  dos ingressant es, duas situações possíveis: estudantes \nque m igrarem do currículo antigo para o currículo novo e outros que perm anecerem no \ncurrículo an tigo, m as necessitarem  cursar d isciplinas do currículo novo. \n8.7.1 Equivalência entre discipli nas para alunos do currículo \nnovo \nO estudante do currículo antigo que fo r alcançado pelo currículo novo será \nobrigatoriam ente transferido para este últim o. O período em que se encontrava enquadrado \nno currículo antigo será m antido no novo, com  obrigatoriedade de m atrícula nas disciplinas \nem débito deste ú ltimo e exigên cia de atend imento integral às regras de m atrícula do Curso \npara avançar de período. \nOs estudantes pertencentes ao currículo  antigo poderão m igrar para o novo, desde \nque possam  ser enquadrados em  um determ inado período do novo currículo que já esteja \nsendo oferecido, atendendo integralm ente às regras de m atrícula do Curso. \nA tabela a seguir apresenta as equivalê ncias entre disciplinas para alunos do \ncurrículo novo. \n \nCURS O DE  ENGENHARI A CIVI L \nEQUIVALÊ NCIA ENTRE DISCI PLINAS PAR A ALUNOS  DO CURRÍCULO N OVO \nCurrículo Novo Currículo Ant igo \nCódigo Disciplinas CH Código Disciplinas CH \nDEM01 Desenho Básico 45 GCI01 Desenho de Pr ojetos 60 DEM02 Desenho Técnico 45 \nGCI02 Introdução à E ngenhar ia Civil 60 ENG05 Introdução à E ngenhar ia Civil 30 \nGCI03 Cálculo Difer encial e I ntegral I 90 MAT02 Cálculo Difer encial e I ntegral 1 90 \nMAT03 Geometria Analíti ca 75 GCI04 Geometria Analíti ca e Á lgebra Linea r 90 MAT07 Álgebra Linear 45 \nGCI05 Química Gera l 30 QMC02 Química Gera l 45 \nGCI06 Quím ica E xperimental 30 QMC03 Quím ica E xperimental 45 \nGCI07 Introdução à Co mputação 60 INF51 Introdução à Co mputação 1 60 \n      \nGCI08 Projeto de E dificações 60 CVL 51 Desenho de Pr ojetos 1 75 \nGCI09 Mecânica das  Estruturas 60 FIS05 Estática 60 \nGCI10 Meio A mbiente e Sustentabilid ade 60 CVL30 Ciências do A mbiente 30 \nFaculdade de Engenharia Civil-FECI V ", "35": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 31\nGCI11 Geologia Aplicada 60 SCL05 Geologia Aplicada 60 \nGCI12 Cálculo Difer encial e I ntegral II 90 MAT05 Cálculo Difer encial e I ntegral 2 90 \nGCI13 Física Ger al I 60 FIS01 Física Ger al 1 90 \nGCI14 Física E xperimental I  30 FIS02 Física E xperimental 1 30 \n      \nGCI15 Resistência dos Mater iais I 75 FIS09 Resistência dos Mater iais 1 105 \nCVL08 Mecânica dos Solo s 1 45 GCI16 Mecânica dos Solo s 90 CVL13 Mecânica dos Solo s 2 60 \nCVL 03 Topogr afia 1 75 GCI17 Geomática I 60 CVL 07 Topogr afia 2 90 \nGCI18 Estatística 60 MAT06 Estatística 60 \nGCI19 Cálculo Difer encial e I ntegral III 90 MAT08 Cálculo Difer encial e I ntegral 3 90 \nGCI20 Cálculo Nu mérico 60 MAT12 Cálculo Nu mérico 75 \n      \nGCI21 Materiais de Constr ução Civil I  60 FIS11 Materiais de Constr ução Civil 1 75 \nGCI22 Resistência dos Mater iais II 60 FIS13 Resistência dos Mater iais 2 90 \nCVL 05 Teoria das Estruturas 1 60 GCI23 Teoria das Estruturas I  90 CVL 10 Teoria das Estruturas 2 90 \nGCI24 Mecânica dos Flui dos 90 CVL02 Mecânica dos Flui dos 90 \nGCI26 Física Ger al II 60 FIS03 Física Ger al 2 90 \nGCI27 Física E xperimental I I 30 FIS04 Física E xperimental 2 30 \n      \nGCI28 Materiais de Constr ução Civil I I 60 FIS12 Materiais de Constr ução Civil 2 75 \nCVL 10 Teoria das Estruturas 2 90 GCI29 Teoria das Estruturas I I 60 CVL 15 Teoria das Estruturas 3 60 \nGCI30 Hidráulica Ger al 75 CVL 06 Hidráulica Ger al 75 \nCVL 26 Fundações 60 GCI31 Fundações e Obr as de T erra 90 CVL 19 Obras de Ter ra 45 \nCVL 12 Infra-estrutura de Estradas 75 GCI32 Infra-estrutura de Estradas e Ferr ovias 60 CVL 25 Ferrovias 45 \nGCI3 3 Física Ge ral III 60 FIS0 7 Física Ge ral 3 90 \nGCI34 Física E xperimental I II 30 FIS08 Física exper imental 3 30 \n      \nCVL 20 Técnicas de Construção Civil 1 45 GCI35 Técnicas de Construção Civil 90 CVL 27 Técnicas de Construção Civil 2 45 \nCVL 55 Introdução às E strutur as de Concr eto 60 GCI36 Estruturas de Concr eto Ar mado I 90 CVL 56 Estruturas de Concr eto Ar mado 1 60 \nGCI37 Hidrologia Aplicada 60 CVL 17 Hidrologia Aplicada 60 \nCVL 11 Abastecimento de Água 75 GCI38 Abastecimento de Água e Redes de Esgoto 90 CVL 24 Saneamento 75 \nGCI39 Pavimentação 60 CVL18 Pavimentação 60 \n      \nGCI41 Planejam ento de Obr as 60 CVL 28 Planejam ento e Contr ole de Obr as 1 75 \nCVL 56 Estruturas de Concr eto Ar mado 1 60 GCI42 Estruturas de Concr eto Ar mado II  60 CVL 57 Estruturas de Concr eto Ar mado 2 60 \nCVL 21 Estruturas de Madeira 30 GCI43 Estruturas de Madeira 60 CVL 14 Estruturas Metálicas 2 60 \nGCI44 Sistemas Hidráulicos Prediais 60 CVL 24 Saneam ento 75 \nGCI45 Engenhar ia de T ráfego 30 CVL 34 Planeja mento e  Engenharia de \nTráfego 60 \nGCI46 Instalações Elét ricas Prediais 60 ELT41 Eletrotécnica  e Ins talações \nDomiciliares 75 \n      \nGCI49 Estruturas de Aço 90 CVL 09 Estruturas Metálicas 1 75 \nCVL 31 Economia dos T ranspor tes 45 \nGCI50 Sistem as de T ranspor tes 60 CVL 34 Planeja mento e  Engenharia de \nTráfego 60 \nGCI51 Economia 60 ECN01 Economia 60 \n      \nGCI53 Direito e Legislação 60 DRT 50 Direito e Legislação 45 \nGCI54 Administração 60 CAM01 Administração 75 \nGCI56 Estágio Super visionado 180 CVL 32 Estágio Super visionado 270 \n      \nGCI66 Estruturas de Pontes 60 CVL 22 Elementos de Pontes 75 \nGCI62 Gerenciamento de Obras 60 CVL 39 Planejam ento e Contr ole de Obr as 2 60 \nGCI72 Tratamento de Ág ua 60 CVL 35 Tratamento de Ág ua 60 \nGCI73 Tratamento de Ág uas Residuár ias 60 CVL 41 Tratamento de E sgotos 60 \nGCI74 Escoamento Transiente 60 CVL36 Escoamento Transiente 60 \nGCI64 Concreto Protendido 60 CVL 26 Fundam entos do Concr eto Pr otendido  60 \nGCI67 Estruturas de Concr eto Ar mado II I 60 CVL 37 Estruturas de Concr eto Ar mado 3 60 \nGCI68 Projeto de E struturas de Concr eto Arm ado 60 CVL 43 Projeto de E struturas de Co ncreto \nArmado 60 \nFaculdade de Engenharia Civil-FECI V ", "36": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 32\nGCI69 Projeto de E struturas de Aç o 60 CVL 14 Estruturas Metálicas 2 60 \nGCI80 Aeroportos 60 CVL 40 Aeroportos 60 \nGCI81 Portos e Hidr ovias 60 CVL 33 Portos e Hidr ovias 60 \nGEM50 Segur ança do T rabalho 30 DEM33 Segur ança do T rabalho 30 \nGCI60 Noções de Ar quitetur a e Ur banis mo 60 ARP01 Noções de Ar quitetur a e Ur banis mo 60 \nGCI61 Psicologia Aplicada ao Tr abalho 30 PSI45 Psicologia Aplicada ao Tr abalho 30 \n8.7.2 Equivalência entre discipli nas para alunos do currículo \nantigo \nO oferecim ento de disciplina do currículo antigo cessará quando o currículo novo \nalcançar o período da referida disciplina. Em  função da quantidade de alunos ainda não \naprovados, da disponib ilidade de professore s e, a critério  do Colegiado de Curso, a \ndisciplina do currículo antigo ainda poderá se r oferecida por, no m áximo, um semestre. \nO estudante do currículo antigo só pode cu rsar d isciplina equ ivalen te do currículo  \nnovo se a do currículo antigo não estiver m ais sendo oferecida. Caso seja reprovado em  \ndisciplinas que deixarem  de ser oferecidas , poderá cursar disc iplinas do currículo novo \ncom as equivalências relaciona das nas tabelas seguintes. Se o conteúdo ou a carga horária \nda discip lina equivalente no currícu lo novo for inferior, será necessária a adaptação de \nestudos definida pelo Colegiado do Curso, confor me as Nor mas de Graduação. Tal  \natividade será registrada por m eio de disc iplina es pecialm ente criad a para esse fim . \nA tabela a seguir apresenta as equivalê ncias entre disciplinas para alunos do \ncurrículo antigo, incluindo as respectivas adaptações de estudos. \n \nCURS O DE  ENGENHARI A CIVI L \nEQUIVALÊ NCIA ENTRE DISCI PLINAS PAR A ALUNOS  DO CURRÍCULO ANTI GO \nCurrículo Ant igo Currículo Novo Adapt ação de estudos \nCódigo Disciplinas CH Código Disciplinas CH Complemento de  \nConteúdo ou Car ga \nHorária CH \nDEM01 Desenho Básico 45 GCI01 Desenho de Pr ojetos 60   \nENG05 Introdução à \nEngenhar ia Civil 30 GCI02 Introdução à \nEngenhar ia Civil 60   \nMAT02 Cálculo Difer encial e \nIntegral 1 90 GCI03 Cálculo Difer encial e \nIntegral I 90   \nMAT03 Geometria Analíti ca 75 GCI04 Geometria Analíti ca e \nÁlgebr a Linear 90   \nQMC02 Química Gera l 45 GCI05 Química Gera l 30 Complemento de car ga \nhorária 15 \nQMC03 Quím ica E xperimental 45 GCI06 Quím ica E xperimental 30 Complemento de car ga \nhorária 15 \nINF51 Introdução à \nComputação 1 60 GCI07 Introdução à \nComputação 60   \n        \nFIS01 Física Ger al 1 90 GCI13 Física Ger al I 60 Complemento de car ga \nhorária 30 \nFIS02 Física E xperimental 1 30 GCI14 Física E xperimental I  30   \nMAT05 Cálculo Difer encial e \nIntegral 2 90 GCI12 Cálculo Difer encial e \nIntegral II 90   \nMAT06 Estatística 60 GCI18 Estatística 60   \n        \nCVL 51 Desenho de Pr ojetos 1 75 GCI08 Projeto de E dificações 60 Complemento de car ga \nhorária 15 \nFaculdade de Engenharia Civil-FECI V ", "37": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 33\nFIS05 Estática 60 GCI09 Mecânica das  \nEstruturas 60   \nFIS04 Física E xperimental 2 30 GCI27 Física E xperimental I I 30   \nMAT08 Cálculo Difer encial e \nIntegral 3 90 GCI19 Cálculo Difer encial e \nIntegral III 90   \nMAT12 Cálculo Nu mérico 75 GCI20 Cálculo Nu mérico 60 Complemento de car ga \nhorária 15 \n        \nFIS09 Resistência dos \nMateri ais 1 105 GCI15 Resistência dos \nMateri ais I 75 Complemento de car ga \nhorária 30 \nFIS0 7 Física Ge ral 3 90 GCI3 3 Física Ge ral III 60 Complemento de car ga \nhorária 30 \nFIS08 Física E xperimental 3 30 GCI34 Física E xperimental I II 30   \nCVL 03 Topogr afia 1 75 GCI17 Geomática I  60 Complemento de car ga \nhorária 15 \nSCL05 Geologia Aplicada 60 GCI11 Geologia Aplicada 60   \n        \nFIS11 Materi ais de \nConstr ução Civil 1  75 GCI21 Materi ais de \nConstr ução Civil I  60 Complemento de car ga \nhorária 15 \nCVL 05 Teoria das Estruturas 1 60 GCI23 Teoria das Estruturas I  90   \nFIS13 Resistência dos \nMateri ais 2 90 GCI22 Resistência dos \nMateri ais II 60 Complemento de car ga \nhorária 30 \nCVL02 Mecânica dos Flui dos 90 GCI24 Mecânica dos Flui dos 90   \nCVL08 Mecânica dos Solo s 1 45 GCI16 Mecânica dos Solo s 90   \n        \nFIS12 Materi ais de \nConstr ução Civil 2  75 GCI28 Materi ais de \nConstr ução Civil I I 60 Complemento de car ga \nhorária 15 \nCVL 55 Introdução às E strutur as \nde Concr eto 60 GCI36 Estruturas de Concr eto \nArmado I 90   \nCVL 06 Hidráulica Ger al 75 GCI30 Hidráulica Ger al 75   \nCVL 12 Infra-estrutura de \nEstradas 75 GCI32 Infra-estrutura de \nEstradas e  Ferrovias 60 Complemento de car ga \nhorária 15 \n        \nCVL 20 Técnicas de Constr ução \nCivil 1 45 GCI35 Técnicas de Constr ução \nCivil 90   \nCVL 09 Estruturas Metálicas 1 75 GCI49 Estruturas de Aço 90   \nCVL 17 Hidrologia Aplicada 60 GCI37 Hidrologia Aplicada 60   \nCVL18 Pavimentação 60 GCI39 Pavimentação 60   \nCVL 19 Obras de Ter ra 45 GCI31 Fundações e Obras de \nTerra 90   \n        \nCVL 27 Técnicas de Constr ução \nCivil 2 45 GCI35 Técnicas de Constr ução \nCivil 90   \nCVL 22 Elementos de Pontes 75 GCI66 Estruturas de Pontes 60 Complemento de car ga \nhorária 15 \nCVL 57 Estruturas de Concr eto \nArmado 2 60 GCI42 Estruturas de Concr eto \nArmado II 60   \nGCI69 Projeto de E struturas de \nAço 60   CVL 14 Estruturas Metálicas 2 60 \nGCI43 Estruturas de Madeiras 60   \nCVL 11 Abastecimento de Água 75 GCI38 Abastecim ento de Água \ne Redes de E sgoto 90   \n        \nCVL 28 Planeja mento e  \nContr ole de Obr as 1 75 GCI41 Planejam ento de Obr as 60 Complemento de car ga \nhorária 15 \nECN01 Economia 60 GCI51 Economia 60   \nCVL 30 Ciências do Am biente 30 GCI10 Meio A mbiente e \nSustentabilidade 60   \nCVL 21 Estruturas de Madeira 30 GCI43 Estruturas de Madeira 60   \nCVL 31 Economia dos \nTranspor tes 45 GCI50 Siste mas de  \nTranspor tes 60   \nELT4 1 Eletrotécnica  e \nInstalações \nDomiciliares 75 GCI46 Instalações Elét ricas \nPrediais 60 Complemento de car ga \nhorária 15 \n        \nDRT 50 Direito e Legislação 45 GCI53 Direito e Legislação 60   \nCAM01 Administração 75 GCI54 Administração 60 Complemento de car ga \nhorária 15 \nCVL 32 Estágio Super visionado 270 GCI56 Estágio Super visionado 180 Complemento de car ga \nhorária 90 \n        \nCVL 34 Planeja mento e  \nEngenhar ia de T ráfego 60 GCI45 Engenhar ia de T ráfego 30 Complemento de car ga \nhorária 30 \nFaculdade de Engenharia Civil-FECI V ", "38": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 34\nCVL 40 Aeroportos 60 GCI80 Aeroportos 60   \nCVL 35 Tratamento de Ág ua 60 GCI72 Tratamento de Ág ua 60   \nCVL 41 Trata mento de Esg otos 60 GCI73 Tratamento de Águas \nResiduár ias 60   \nCVL36 Escoamento Transiente 60 GCI74 Escoamento Transiente 60   \nCVL 33 Portos e Hidr ovias 60 GCI81 Portos e Hidr ovias 60   \nCVL 26 Fundam entos do \nConcr eto Pr otendido 60 GCI64 Concr eto Protendido 60   \nCVL 37 Estruturas de Concr eto \nArmado 3 60 GCI67 Estruturas de Concr eto \nArmado III 60   \nCVL 43 Projeto de E struturas de \nConcr eto Arm ado 60 GCI68 Projeto de E struturas de \nConcr eto Arm ado 60   \nCVL 44 Fundam entos de \nAnálise Mat ricial de \nEstruturas 60 GCI70 Método dos E lementos \nFinitos par a Estruturas 60   \nCVL 39 Planeja mento e  \nContr ole de Obr as 2 60 GCI62 Gerenciamento de \nObras 60   \nARP01 Noções de Arquitetura  \ne Urbanis mo 60 GCI60 Noções de Ar quitetura \ne Urbanis mo 60   \nDEM33 Segur ança do T rabalho 30 GEM50 Segur ança do T rabalho 30   \nPSI45 Psicologia Aplicada ao \nTrabalho 30 GCI61 Psicologia Aplicada ao \nTrabalho 30   \n \nA tabela seguinte relaciona as disciplinas  que poderão ter m ais de uma situação  \npossível de equivalência. \n \nCURS O DE  ENGENHARI A CIVI L \nEQUIVALÊ NCIA ENTRE DISCI PLINAS PAR A ALUNOS  DO CURRÍCULO ANTI GO-SITU AÇÕES ESPECIAIS \nCurrículo A ntigo Currículo Novo  Adapt ação de estudos -  \nComplemento de  \nConteúdo ou Car ga \nHorária  \nCódigo  Disciplinas  CH Situação  \nCódigo Disciplinas CH CH \nSituação 1: caso o aluno tenha \ncursado CVL 05-Teor ia das \nEstruturas 1- 60 hor as GCI29 Teoria das \nEstruturas II 60 30 \nCVL 10 Teoria das \nEstruturas 2 90 Situação 2: caso o aluno tenha \ncursado GCI 23-Teoria das \nEstruturas I-90 hor as GCI29 Teoria das \nEstruturas II 60  \nSituação 1: caso o aluno tenha \ncursado CVL08-M ecânica \ndos Solos 1- 45 horas GCI16 Mecânica dos \nSolos 90  \nCVL 13 Mecânica \ndos Solos 2 60 Situação 2: caso o aluno já \ntenha cur sado GCI16-\nMecânica dos Solo s-90 horas    15 \nSituação 1: caso o aluno tenha \ncursado CVL 55-Introdução às \nEstruturas de Concr eto-60 \nhoras GCI36 Estruturas de \nConcr eto \nArmado I 90  \nCVL 56 Estruturas de \nConcr eto \nArmado 1 60 Situação 2: caso o aluno já \ntenha cur sado GCI36-  \nEstruturas de Concr eto \nArmado I-90 horas    30 \nSituação 1: caso o aluno tenha \ncursado CVL 10-Teor ia das \nEstruturas 2- 90 hor as GCI29 Teoria das \nEstruturas II 60  \nCVL 15 Teoria das \nEstruturas 3 60 Situação 2: caso o aluno já \ntenha cur sado GCI29- Teoria \ndas E struturas II-60 hor as    Cursar a disciplina  \nCVL 15-Teoria das \nEstruturas 3 – 60 hor as \nSituação 1: caso o aluno tenha \ncursado CVL 19-Obras de \nTerra-45 hor as GCI31 Fundações e \nObras d e Terra 90  \nCVL 26 Fundações 60 Situação 2: caso o aluno já \ntenha cur sado GCI31-  \nFundações e Obras de Te rra -\n90 hor as    15 \nFaculdade de Engenharia Civil-FECI V ", "39": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 35\nSituação 1: caso o aluno tenha \ncursado CVL 11-\nAbastecim ento de Água- 75 \nhoras GCI44 Siste mas \nHidráulicos \nPrediais 60 15 \nCVL 24 Saneamento 75 Situação 2: caso o aluno tenha \ncursado GCI 38-\nAbastecim ento de Água e \nRedes de E sgotos- 90 hor as GCI44 Siste mas \nHidráulicos \nPrediais 60  \n \nAs disciplinas DEM02-Desenho Técn ico, MAT07-Álgebra L inear, INF52-\nIntrodução à Com putação 2, FIS03-Física Gera l 2, CVL54-De senho de Projetos 2, CVL07-\nTopografia 2 e CVL25-Ferrovias não têm  discip linas equivalentes no currículo novo pelas \nrazões descritas a seguir. MAT07-Álgebra Li near e FIS03-Física Geral 2 continuam  sendo \noferecidas por outros cursos, ou seja, os alunos que nece ssitarem  cursá-las após o \nencerrado seu oferecimento pe lo Curso de Engenharia Civil, poderão fazê-lo em  outros \ncursos. As d isciplinas INF52-Introd ução à Computação 2, CVL54-Des enho de Pro jetos 2 , \nCVL07-Topografia 2 e CVL25-Fe rrovias tem  seus conteúdos distribuídos em  várias \ndiscip linas e a equivalência seria com plexa. Desta form a a continuação do  seu \noferecim ento será analisada pelo C olegiado  do Curso com  base n a quantidad e e s ituação \ndos alunos  no que se refere a repetência, tr ancam ento e mobilid ade. R essalte-s e que o \noferecim ento de disciplinas  do currículo antigo dar-se- á, no m áximo, até o segundo \nsemestre do ano de 2012. \nFaculdade de Engenharia Civil-FECI V ", "40": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 36\n99  DDeesseennvvoollvviimmeennttoo  \nmmeettooddoollóóggiiccoo  ddoo  eennssiinnoo  \nAs instituições de ensino superior têm  grande autonom ia no planejam ento, \norganização  e gestão de seus cursos. O planejam ento é feito por m eio de pr ojetos  \npedagógicos subordinados às exigências da Lei 9394/96, de 20 de dezembro de 1996, e às \nDiretrize s Curricu lares Nacionais.  Para os  cursos de engenharia, ta is diretriz es foram \nfixadas através da Resolução CNE/CES 11, de 11 de m arço de 2002, exigindo-se o \natendim ento às dem andas da sociedade. \nA concepção m etodológica, na qual se fixa  o Curso de Graduação em  Engenharia \nCivil na UFU, tem  como base um a formação generalista, focada na absorção e no \ndesenvolv imento de nov as tecnolog ias, bem  como um a atu ação crític a na iden tificação e \nsolução de problem as, considerando  seus aspectos políticos, soci ais, am bientais e cu lturais , \nsempre com  visão é tica e hu maní stica. \nUm sonho a ntigo im aginava que a engenharia deveria ocupar-se em  desenvolver \ntecnolog ias para aproveitar os elem entos e leis da natureza em prol da hum anidade,  \nentretanto, historicam ente, a form ação dos engenheiros concentra-se em  aspecto s \ngerenciais, tecnológicos e cien tíficos, desconsiderando as necessidades reais das pessoas. \nHá aproximadam ente meio século consta ta-se que o desenvolvim ento científico e \ntecnológ ico não guarda relação di reta com  o bem estar so cial. A ssim, há muito se sabe que \ntal desenvolvim ento, por si só,  não  elim inará as m azelas da hum anidade. Ao m esmo \ntempo, cada vez m ais a sociedade exige que, ao  se tom ar um a decisão tecnológica, fique \nbastante claro porque ela foi tom ada, quais se rão os beneficiados, quais as repercussões \nsociais e que interferências tal decisão provocará no am biente. Um a das condições para \nisto é que o engenheiro seja capaz de julgar consciente e criteriosam ente suas opções. \nA crítica principal à form ação em  diversas áreas , em particu lar as  envo lvidas com \ntecnolog ias, é a fragmentação de conteúdos. Junto surgem dificuldades de síntese ao  \nresolver problem as, além de visão aquém  da esperada em questões políticas, sociais e \nambientais. \nFaculdade de Engenharia Civil-FECI V ", "41": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 37\nO processo  de ens ino-aprendizagem  na área tecno lógica tem  forte presen ça \nnorm ativa, isto é, os conteúdos das disciplin as devem ser m inistrados  dentro do m arco das \nnorm as técnicas brasileiras. Esse fato, por si só,  é um  complicado r do processo, porque \nlimita abordagens e dim inui questionam entos que, por princípio, são sem pre bem -vindos. \nAssim , este projeto busca organizar o tr abalho pedagógico, procurando integrar \nconhecim entos por m eio da apresentação de p roblem as que deverão s er reso lvido s em \ngrupo. Pretende-se com  isto valo rizar procedim entos que propi ciem  aprender a partir de \ncontextos da prática profissi onal, envolver os alunos com as disciplinas, valorizar a \ninterdisc iplinaridad e, co nseguir equilíbr io entre conhecim ento, habilidad es e a titudes, bem \ncomo motivá-los a aprender e serem autônom os. Basicam ente, a estratégia didático-\npedagógica estará vincu lada à elaboração de pro jetos. \nVárias dentre as questões abordadas são conflitantes. Exatam ente por isto, optou-\nse por realçar os  problem as e fazer algum as recom endações de o rdem geral ao corpo  \ndocente. São  elas: \n• apresen tar aos estudan tes situ ações ou pr oblem as que possibilitem  a exploração e a \ndescoberta de cam inhos diversos para a solução; \n• evitar, na m edida do possíve l, apresentar os assuntos  de for ma completam ente \nabstrata, procurando, ao invés disto, mostrar interligações e aplicações existentes ao \nlongo do curso ou no exercício da profissão; \n• utilizar, sempre que possível, exem plos reais no âmbito da engenharia; \n• estim ular o pensam ento crítico, utilizando-se de exem plos que necessitem  da \nidentificação de erros d e argum entação ou falhas em  modelos. \n \nO currículo m antém-se concebido com o uma série de conteúdos divididos em  \ndiscip linas, com o é tradicional. Entretanto, a periodização foi estudada para tornar possível \njuntar diversos conteúdos, a partir de proj etos de integração que  se iniciam  no sexto  \nperíodo. A prem issa é que o estudante consiga,  ao longo desses proj etos, sintetizar os \nfragm entos de diversas áreas. \nFaculdade de Engenharia Civil-FECI V ", "42": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 38\n1100    AAvvaalliiaaççããoo  ddaa  \naapprreennddiizzaaggeemm  ee  ddoo  ccuurrssoo  \n10.1 Avaliação da aprendizagem dos estudantes \nA palavra “avaliar”, do latim  “a-valere”, significa dar valor a alguma c oisa ou a \nalgum  ato. No contexto das avaliações aplicadas aos estudant es, essa atribuição norm almente \ntem implica do num  posicionam ento positivo ou negativo em relação  ao dom ínio de  \ndeterm inado  conteúdo p or parte dos alunos. A despeito dessa form a sim plificada de se \nentender o processo, o conceito de avaliação é m uito m ais abrangente. Segundo \nVASCONCELLOS (1988), a avali ação im plica num a reflexão crítica sobre a prática, no  \nsentido de captar seus avanços, suas resistências, suas dificul dades, além  de possibilitar um a \ntomada de d ecisão sobre  alterações p ara superar os problem as identificados. Nesse se ntido, \navaliar assum e um aspecto m ais am plo, signifi cando o acom panham ento de todo o processo de \naprendizagem  do aluno e eventuais to madas de decisões a parti r dos resulta dos obtido s. Assim , \nde acordo c om LUCKESI (1996 ), é papel do p rofesso r, na  sua condiç ão de m ediador do \nensino-apren dizagem , efetuar um  diag nóstico dos a lunos em  busca de indicadores que ap ontem \nseu dom ínio dos conteúdos fornecidos e qual é a sua visão acerca desses conteúdos. \nÉ com um confundir-se avaliação e nota. Do ponto de vista  conceitual, o ato de \natribuir nota não deve consistir num a classifi cação e sim  numa verificaç ão. A nota é um \nindicador que busca explicitar qual é a condição de conhecim ento do aluno em  instantes pré-\ndeterm inado s do curso. E sse indicador propicia dir etrizes dinâm icas para o processo ava liativo,  \ninform ando ao professor o grau de fixação dos conteúdos por parte dos alunos. Ne sse ca so, os \nerros, que  via de regra assum em caráter punitivo, devem  ser o foco de um  processo de \navaliação, in centivando reflexões sob re possíveis falhas na transm issão de conhecim ento. Da  \nmesma for ma, os ac ertos tam bém constituem indicadores i mportante s nessas reflexões, \nperm itindo vislum brar com o o aluno avançou e fi nalm ente apr endeu. Em  sum a, a necessidade  \nde avaliar está vinculada à necessidade de se conhecer a realidade, propiciando pequenos \najustes ou grandes transfo rmações que conduzam  a melhorias dessa realidade  que foi avaliada. \nNão há  um só tipo de  avaliação sobre o qual exista um  consenso. Dentre os \nprocedim entos avaliativos, a prova é um instrumento tradicio nal de avaliação individual. A  \nFaculdade de Engenharia Civil-FECI V ", "43": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 39\ndespeito de possibilitar um a verifica ção individual, sua eficá cia deve ser questionada e m \nalguns aspec tos. Dentre e sses aspectos, citam -se o estabelecim ento de um a situação tácita em \nque é dem onstrado um  certo “poder” do professor, além  da irrem ediável criação de um a \ncircunstância tensa, em  que o aum ento da ansieda de dos aluno s distorce as condições na turais.  \nOutro aspec to que deve ser observado é a n ecessidade da prova ser conceitualm ente \nabrangente, pois a seleçã o de questõe s muito específicas não cum pre o papel de m edição de \nconhecim ento. Ainda no tocante ao instrum ento prova, deve-se observar que o seu objetivo \nprim ordial é verificar o  desenvolvim ento das ha bilidades intelectuais – raciocínio  lógico, \norganização de idéias, clareza de expressão, original idade e capacidade de relacionar conceitos. \nAssim , as provas deve m ser claras, sintetizando habilidades m entais com o o traçado de \nestratégias para a resolução de problem as ou a apresentação de argume ntos, devidam ente \njustificados, acerca de determ inado assunto. \nA aplicação de sem inários consiste num  interessante procedim ento avaliativo. Ne sse \ncaso, em bora a avaliação  individual seja mais difícil de ser feita, alguns aspectos im portantes \npodem  ser verificados, com o a capacidade de pesquisa, a busc a de inform ações atualizadas, a  \ncapacidade de expressão  oral e o estabelecim ento de um  julgam ento crítico, por part e dos \nalunos, acerca do assunt o estudado. Todavia, os seminários se restringem  a conhecimentos \nmais específ icos acerca de determ inado assunto. Em função do elevado núm ero de alu nos, é  \ncomum que os assu ntos sejam dividid os por grup os e é nesse aspecto que o professo r deve ser \ncriterioso na sua verificaç ão. A justificativa para essa afirm ação está no fato de que há  assuntos \nmais co mplexos do que outros e que,  dentro de um  mesmo grupo, há alunos que se de dicam \nmenos do que outros. \nA aplicação de listas e trabalhos indi viduais, nos quais são e stabelecidos prazos que  \nperm item a interação aluno-profe ssor, visando ao  esclarecim ento de dúvidas, constitui outra  \npossível form a de avaliação. Teoricam ente, esse procedim ento poderia ser eficiente e justo,  \nmas, na prática, seu papel ao longo  da história  sempre foi di storcido em  função de cópias.  Uma \ndas form as de am enizar  essa situação é a utiliza ção da argüição, a qual reúne a capacidade \navaliativa in dividual da prova com  a exposição dos conhecim entos adq uiridos, como no s \nseminários. No entanto, dependend o do núm ero de alunos m atriculado s em determ inada \ndisciplina, nem  sempre é possível aplicar esse proc edim ento. \nAlgum as ações podem  ser im portantes para que a avaliação co nstrua um  diagnóstico \nfidedigno da realidade. Dentre essas ações conden a-se a realização de sem anas de prova s, um a \nvez que avaliar em diferentes oportunidades estabelece um  retrato mais real da evolução do  \naluno, além de possibilitar m udanças de e stratégias de ensi no, por part e do professor. A \nFaculdade de Engenharia Civil-FECI V ", "44": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 40\neliminação de um a das notas de um  conjunto cont ribui para a redução do estado de tensão do  \naluno, tam bém possibilitando a recuperação do aprendizado de deter minado con teúdo. \nTambém é im portante q ue os critérios de m edição adotados não incentivem  a comparação \nentre os alunos, a qual induz a um a competição d anosa. Outro  aspecto de interesse refe re-se à  \npossibilidade  das avaliações induzirem um desenvolvim ento de habilidades e atitudes \nprofissionais. A periodicidade das avaliações deve  ser criterio samente fixada pelo professor,  \nvisando um a maior correlação de assuntos de form a bem  distrib uída. \nNo caso e specífico dos Projetos de Integração de Conteúdos, ainda que a execução \ndas tarefas seja feita em grupos, a avaliação dos  alunos deverá  ser individual. Nesse contexto, \ndestaca-se a importância do bom  senso do profe ssor na verific ação do com prometimento de  \ncada aluno com a elabo ração do projeto. Essa avaliação pode ser feita  mediante sim ples \nargüição indi vidual, contextualizada nas tarefas em  execução ou já execut adas. Tem -se, nesse  \ncaso, um a avaliação contínua e por isso o grupo nã o deve perder de vista o cronogram a. Após a \nconclusão do s projetos, o s mesmos devem  ser defendidos pelos grupos. A d efesa, nesse caso,  \nconstitui m ais um  instrum ento de av aliação indiv idual, perm itindo identificar a visão global \nque cada aluno absorve u do projeto. \nDe acordo  com o exposto, verifica-se  que os estu dantes pode m ser avaliados a pa rtir \nde diferentes instrum entos, com o provas escrit as e orais, apresentação de sem inários, \nelaboração de projetos, t rabalhos, rel atórios e out ros. O colegiado deve estabelecer norm as \ncom procedim entos, critérios e peri odicidade dos instrum entos avaliativos, levando -se em  \nconta os com entários aqui relacionados a cada tipo de instrum ento. \n10.2 Avaliação do curso \nA avaliação do curso, fator im portante na busca da excelência, é um  processo que  \nvisa m ensurar os re sultados da aplicação do projet o pedagógic o com o um todo, atuando com o \ninstrum ento para o planejam ento de ações de m elhoria do curso. Em  virtude d o grande núm ero \nde agentes e nvolvidos no curso, a aval iação é um a matéria bastante com plexa. \nEntre os a spectos m ais significativos para  o processo  de tom adas de decisões \nrelacionadas ao curso destacam -se a  avaliação d os docentes, do corpo discente, da infra-\nestrutura e a poio técnico, da prop osta curricular e,  em termos m ais específicos, das fichas das \ndisciplinas. A opinião dos egressos também se constitui em um  importa nte instrum ento de \navaliação do curso. \nOs docentes podem  ser avaliados semestralm ente pelo corpo d iscente e, anualm ente,  \npor seus pares, para contarem , con stantem ente,  com  elementos críticos que perm itam a \nFaculdade de Engenharia Civil-FECI V ", "45": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 41\nevolução de seu desem penho e da disciplina ministrada. O processo p ode ser cond uzido e \nmonitorado pelo Colegiado do Curso.  \nA avaliação da aprendizagem  dos estudantes, tratada anteriorm ente, é  individual, \nenquanto a avaliação do corpo discente tem  carát er coletivo. A identificação de proble mas de \ndeterm inado s grupo s de estudantes o u em deter minados perío dos do c urso perm ite atu ar em  \npontos crític os, sem a necessidade de reform ular todo o proj eto. Esta ve rificação pode ser \nobtida m ediante análises periódicas d o desem penho dos estu dantes e consul ta aos docentes. \nPara avaliação do projeto pedagógic o é necessário difundi-lo am plam ente entre o \ncorpo docen te, um a vez que a consulta aos professore s é um  instru mento indicador de  \nmelhorias na estrutura do curso. De form a similar, os m esmos procedim entos devem  ser \nadotados para o corp o discente. Eventuais m udanças podem  ser introduzidas em  caráter global,  \nredundando em alteração  da grade curricular, ou em  caráter es pecífico, em  alterações pontuais \ndas fichas da s disciplinas.  \nEm função d o avanço tecnológico crescente observado nas últim as décadas, é natural \nque a avaliação do curso seja feita mais am iúde, uma vez que os conteúdos m inistrado s não  \ndevem  ser alheios à absorção de no vos conheci mentos técnicos observa dos na prática da \nEngenharia. \nCom  base nos pontos di scutidos o Curso será avaliado a partir de consultas aos \nprofessores e estudantes. No  que se refere aos estudantes t entar-se-á detectar o impacto  \ncausado pel o ingresso e adaptação ao curso superior, bem  com o a percepção dos que já  \nconcluíram  a parte m ais básica e dos q ue estão con cluindo o Cu rso, com  a visão com pleta da \nform ação profissional. E m relação ao s profe ssore s é im portante seu diagnóstico contínuo sobre  \no Projeto Pe dagógico. O Colegiado d o Curso  deliberará sobre  o modelo dos questionári os que  \nserão elaborados para cada grupo, no que se refere à estrutura física, adm inistrativa, acad êmica \ne à problem ática do ensino-aprendizagem . \nA con sulta aos alunos será sem estral, m as dirigida apenas àquel es que concl uíram, no \nsemestre an terior, respectivam ente,  o prim eiro e quarto períodos e, além  destes, o s \nmatriculados em  Trabalh o de Conclu são de Curs o. Já a consulta aos professores será anual e \ndirigida a todos os docentes que estive rem ministrando aulas para o Curso. \nFaculdade de Engenharia Civil-FECI V ", "46": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 42\n1111    TTeemmppoo  mmíínniimmoo  ee  \nmmááxxiimmoo  ddee  iinntteeggrraalliizzaaççããoo  \nccuurrrriiccuullaarr  \nO Parecer C NE/CES nº 8/2007, referente à carg a horária m ínima para os curso s \nde graduação, bacharelado, na modalidade presencial, institui  um mínimo de três m il e \nseiscentas horas para os Cursos de Engenha ria. A Resolução CNE/ CES nº 2, de 18 de \nJunho de 2007, dispõe sobre a carga horári a mínima e procedimentos relativos à \ninteg ralização e duração dos cursos de graduação,  bacharelado s, na m odalidade presen cial, \nonde para o Grupo de carga horária m ínima entre três m il e seiscenta s e quatro m il horas, \nestabelece-se o lim ite mínim o para a integra lização de cinco anos, perm itindo alterar esse \nlimite m ediante jus tificativa no Pro jeto Pedagó gico. Entretanto, a referida resolução não \naborda o tempo m áximo para in tegralização do curso. \nO Curso de Engenharia Civil é oferecido em  regim e semestral e período integral – \nmanhã, tarde e noite. São oferecidas trinta e ci nco vagas semestrais. A estrutu ra curricular \nprevista para o Curso neste Projeto Pedagógico prevê uma ca rga horária de três m il e \nnovecentos  e sessen ta horas e du ração id eal de  cinco  anos. A organização  curricu lar \nconcentra as disciplinas especi ais e optativas a partir do oi tavo período. No entanto, esses \ncomponentes curriculares podem  ser curs ados em períod os anteriores, perm itindo ao \nestudante com bom desempenho concluir o curs o em um pr azo m ínimo de quatro anos e \nmeio, sem  uma sobrecarga de atividades acadêm icas. \nQuanto ao prazo m áximo para a integralização do curso, considerou-se um \naproveitam ento m ínimo de dezess eis horas s emanais, além da realização do estágio  \nsupervisionado e das atividad es complem entares. Nessas condições, o tem po máxim o \nnecessário para o estudante concluir  o curso corresponde a oito anos. \nPortanto, os  tempos m ínimo e máximo de  integ ralização do  curso são fixados em \nquatro e m eio e oito ano s, respec tivamente. \nFaculdade de Engenharia Civil-FECI V ", "47": "Projeto Pedagógico- Curso de B acharelado em  Engenhar ia Civil 43\n1122    RReeffeerrêênncciiaass  \nbbiibblliiooggrrááffiiccaass  \nCONGRAD Resolução 02/2004 , UFU, 2004. \nLei 9394/96- Lei de Diretriz es e Bases , 20 de dezem bro de 1996. \nLUCKESI, C. C. Avaliação da aprendi zagem escolar . 4. ed. São Paulo: Cortez, 1996. \nCNE/CES  Resolução 11/2002.  Diretrizes cu rricu lares naci onais do curso de graduação e m \nengenharia, 2002. \nCNE/CES  Resolução  nº 2/2007.  Carga horária m ínima e procedim entos relativos à \nintegralização e duração dos cursos de graduação, bach arela dos, na m odalidade  \npresencial, 2007. \nCNE/CES  Parecer nº 8/2007.  Carga horária m ínima e procedim entos relativos à \nintegralização e duração dos cursos de graduação, bach arela dos, na m odalidade  \npresencial, 2007. \nPROGRAD Orien tações gerais para elaboração de projetos pedagógicos de cursos de \ngraduação , UFU, 2005. \nTUNING AMÉRICA L ATINA. Reflexiones y perspectivas de la Educación Superior \nen América  Latina.  Bilbao: Universidad de Deusto, 2007. \nVASCONCELLOS, C.S. Avaliação da aprendi zagem: práticas de mudança . São Paulo: \nLibertad, 1988. \nvon LINSINGEN, I.; PEREIR A, L.T.V.; BAZZO, W.A. Epistemologia e ensino de  \nengenharia. Revista de Ensino de E ngenharia-A BENGE. v.18, n.01, p.51-57, 1999. \n \nFaculdade de Engenharia Civil-FECI V "}