{"1": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n1. IDENTIFICAÇÃO\nDenominação do Curso:  Curso de Graduação em Engenharia  Eletrônica e de\nTelecomunicaçõesModalidade oferecida:  Bacharelado\nHabilitação:  Engenharia Eletrônica e de Telecomunicações\nTitulação Conferida:  Engenheiro de Eletrônica e de Telecomunicações\nAno de Início de Funcionamento do Curso:  primeiro semestre letivo de 2011\nDuração do Curso:\n Prazo mínimo: 5 anos\n Prazo máximo: 8 anos\nDocumento de Autorização do Curso:  Resolução CONSUN no _________\nRegime Acadêmico:  semestral\nEntrada:  semestral\nTurno de Oferta:  integral\nNúmero de Vagas Oferecidas por Semestre:  30 (trinta)\nCarga Horária Total do Curso: 3765\n- 1 -", "2": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n2. ENDEREÇOS\nUNIVERSIDADE FEDERAL DE UBERLÂNDIA - UFU\nAv. João Naves de Ávila, 2121 - Bairro Santa MônicaUberlândia-MGCEP: 38.400-902Fone: (34) 3239-4811\nFACULDADE DE ENGENHARIA ELÉTRICA - FEELT\nAv. João Naves de Ávila, 2121 - Bloco 3N, Bairro Santa Mônica Uberlândia-MG  CEP: 38.400-902Fone: (34) 3239-4701Fax: (34) 3239-4708E-mail: feelt@ufu.brPágina WEB: http://www.feelt.ufu.brNome do Dirigente: Marcelo Lynce ChavesCargo: DiretorE-mail: marcelo@ufu.br\nCURSO DE BACHARELADO EM ENGENHARIA ELETRÔNICA E DE\nTELECOMUNICAÇÕESCampus de Patos de Minas Patos de Minas – M.G.\n- 2 -", "3": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n3. APRESENTAÇÃO\n3.1 - CONSTRUÇÃO DO PROJETO POLÍTICO-PEDAGÓGICO3.1 - CONSTRUÇÃO DO PROJETO POLÍTICO-PEDAGÓGICO\nO presente Projeto Político-P edagógico foi desenvolvido com o objetivo de implementar na\nFaculdade de Engenharia Elétrica - FEELT - da Universidade  Federal de Uberlândia - UFU – no\nCampus de Patos de Minas  o Curso de Engenharia Eletr ônica e de Telecomunicações que\nofertará 30 vagas a partir do primeiro semestre do ano de 2011.\nÉ cediço que a construção de um projeto político pedagógico exige a participação de todos os\nagentes envolvidos no processo, vez que\n“é a partir do trabalho co letivo de todos os envolv idos que se dá o projeto\npolítico-pedagógico instituinte. Ele ocorre  à medida que se analisam os processos\nde ensinar, aprender e pes quisar as relações entre o instituído e o instituinte, o\ncurrículo,  entre  outros,  a  fim  de  compreender  um  cenário  marcado  pela\ndiversidade”  [Veiga, 2000]. \nA partir dessa definição e com esta preocupação filosófica, toda a comunidade da FEELT foi\nconclamada a participar da construção do Pr ojeto Político Pedagógico do Curso de Engenharia\nEletrônica e de Telecomunicações, assim com já havia sido realizado nos Curso de Engenharia\nElétrica (com seus respectivos certifica dos de estudos) e de Engenharia Biomédica.\nPara a construção do Projeto Po lítico Pedagógico do Curso de El etrônica e de Telecomunicações\nforam criadas comissões de trab alho e convocadas assembléias temáticas e diversas reuniões\nespecialmente para este fim. Para melhor or ganização e compreensão, o documento proveniente\ndeste trabalho foi distribuído em capí tulos, conforme descrito a seguir.\nNo capítulo 4 (JUSTIFICA TIV A) é apresentado o histórico da faculdade de engenharia elétrica,\nrelações da engenharia elétrica com a área de Eletrônica e de Telecomunicações, justificando a\ncriação  do  novo  curso.  No  capítulo  5  (PRINCÍPIOS  E  FUNDAMENTOS  DO  PROJETOPOLÍTICO-PEDAGÓGICO) apresenta-se toda a fundamentação teórica no qual se baseia a\nconstrução desse projeto, culmin ando com a concepção do curso aqui proposto. A identificação e\no perfil do Engenheiro de  Eletrônica e de Telecomunicações que desejamos formar é apresentada\nno capítulo 6 (CARACTERIZAÇÃO DO PROFISSI ONAL). A identificação do profissional a\n- 3 -", "4": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nser formado, sua área de atuação, definição de seu papel na sociedade é definido no capítulo 7\n(OBJETIVOS DO CURSO). A partir do perfil desejado deve-se es tabelecer as ações necessárias,\ntanto do ponto de vista pedagógi co quanto do ponto de vista do cumprimento das diretrizes\nnacionais mínimas para o profissional da Enge nharia Eletrônica e de Telecomunicações. Desta\nforma, foi definida a estrutura curricular do  curso apresentada no capítulo 8 (ESTRUTURA\nCURRICULAR).  Uma  vez  definidos  o  perfil  de sejado  do  egresso,  suas  habilidades  e\ncompetências  e  os  conteúdos  necessários  à  su a  formação,  são  apresentadas,  no  capítulo  9\n(DIRETRIZES GERAIS PARA O DESENVOL VIMENTO METODOLÓGICO DO ENSINO),\nas ações pedagógicas para que se obtenha a mel hor formação possível. O processo de avaliação,\nsuas componentes filosóficas como parte do processo de aprendizagem, o acompanhamento do\ncurrículo, e do próprio proj eto pedagógico, são apresentados  no capítulo 10 (DIRETRIZES\nPARA OS PROCESSOS DE A V ALIAÇÃO DA APRENDIZAGEM E DO CURSO). A duração\ndo curso, tempo mínimo e máximo de integral ização são definidos no capítulo 11 (DURAÇÃO\nDO CURSO, TEMPO MÍNIMO E MÁXIMO DE  INTEGRALIZAÇÃO). Nos capítulos que se\nseguem  apresentam-se  as  demais  informações  para  a  implantação  do  novo  curso,  ou  seja:\ncapítulo  12  (ADMINISTRAÇÃO  ACADÊMIC A),  capítulo  13  (RECURSOS  DISPONÍVEIS\nPARA A IMPLANTAÇÃO DO CURSO DE  ELETRÔNICA E DE TELECOMUNICAÇÕES),\ncapítulo 14 (RECURSOS EXTRAORDINÁRIOS  PARA A IMPLANTAÇÃO DO CURSO) e\ncapítulo 15 (CONCLUSÕES). Detalhes não menos  importantes no processo, como Normas e\nResoluções, definições de atividades complementar es, estágio curricular e trabalho de conclusão\nde curso, descrição de equipamentos e laborat órios à disposição dos discentes, entre outras\ninformações, são apresentados nos anexos.\n3.2 - COMISSÃO RESPONSÁVEL PELA ELABORAÇÃO DA PROPOSTA3.2 - COMISSÃO RESPONSÁVEL PELA ELABORAÇÃO DA PROPOSTA\nA Comissão foi nomeada pela PORTARIA F EELT 016/10, de 10 de junho de 2010, sendo\ncomposta pelos professores:Prof. Dr. Gilberto Arantes Carrijo – Presidente da ComissãoProf.  Fernando Egberto Feital de CamargoProf. Antônio Cláudio Paschoarelli Veiga\n- 4 -", "5": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n4. JUSTIFICATIV A\n4.1 - INTRODUÇÃO4.1 - INTRODUÇÃO\nA Universidade,  compree ndida  como  local  dinâmico  de  sa beres,  espaço  de  diálogo,  busca\npermanente de sintonia com nossos tempos, atenta às mudanças e renovações, como também\nimpulsionada pelas necessidades educacionais da  realidade circundante, não pode se eximir de\nseu compromisso com os projetos  que buscam a melhoria da e ducação com vistas às atuais\nexigências profissionais, mercadológicas , econômicas e sociais em nosso país.\nAtenta a esta realidade, a Universidade Federa l de Uberlândia busca, através da Faculdade de\nEngenharia Elétrica, a implantação do Curso de  Engenharia Eletrônica e de Telecomunicações\nem Patos de Minas.\nA proposta de criação do Curso de Engenharia Eletrônica e de Telecomunicações tenta se pautar\npelos princípios de racionalidade, exequibilida de, praticidade e interdis ciplinaridade com outros\nprojetos da FEELT, da UFU, e do Ministério da Educação. O currículo para o Curso proposto é\nfruto da análise do projeto pedagógico das mais  conceituadas Universi dades brasileiras que\natuam na área de Eletrônica e de Telecomunicações.  \nEspera-se  com  o  currículo  proposto  para  o  curso  de  Engenharia  Eletrônica  e  de\nTelecomunicações da  FEELT-UFU-Campus Patos de Minas  formar profissionais com maior\nembasamento  na  área  de  Eletrônica  e  de  Telecomunicações,  tendo  assim  como  base  as\ndisciplinas Princípios de Comunicações, Com unicações de Dados, Pr ocessamento Digital de\nSinais, Antenas, Comunicações Móveis, Redes de  Computadores, etc. Além disso, manter um\nequilíbrio na formação do profissional no que tange aos aspectos mais práticos da Eletrônica e deTelecomunicações.A  Eletrônica  e  de  Telecomunicações  por  defi nição  é  multidisciplinar,  além  das  teorias\nrelacionadas a Eletrônica e de Telecomunicaçõ es, sempre será necessário o conhecimento do\nsistema que está sendo estudado. Desta forma, tentou-se abranger divers as outras engenharias,\nem disciplinas pontuais. \n A estrutura do curso proposto é ab erta, pois o currículo é flexível  possibilitando que o estudante\npossa  suplementar  sua  formação  específica,  poi s  prevê,  através  do  conceito  de  linhas  de\ndisciplinas optativas, o oferecimento de disciplinas  de diferentes áreas da Engenharia Eletrônica\ne de Telecomunicações ao longo do tempo. A cria ção do curso atende a demanda pela criação de\nvagas discentes no ensino superior público numa ár ea de comprovada necessidade da sociedade.\n- 5 -", "6": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA Energia Elétrica, bem como a própria Faculdade de Engenhari a Elétrica tem ligações fortes\ncom a área de Eletrônica e de Telecomunicações  e, por esta razão, importante tecer algumas\nconsiderações sobre a Faculdade de Engenharia Elét rica da Universidade Federal de Uberlândia. \n4.2 - HISTÓRICO4.2 - HISTÓRICO\nA eletricidade no Brasil passou a ter importância significativa no final do  século XIX e princípio\ndo  século  XX  com  a  implementação  de  serviç os  de  telegrafia  (1852),  telefonia  (1878)  e\niluminação. As primeiras cidades a receberem  iluminação pública co m luzes incandescentes\nforam Campos, no Estado do Rio de Janeiro em 1883 e Juiz de Fora, no Estado de Minas Gerais\nem 1889.\nA partir daí a Engenharia Elétrica brasileira pr ojetou e construiu um dos maiores sistemas de\ngeração de energia do mundo, um  dos melhores sistemas de te lecomunicações conhecidos e um\nparque  industrial  altamente  au tomatizado.  Portanto,  dominar  e  difundir  estas  tecnologias  é\nsatisfazer necessidades da sociedade, exigência do mercado e obrigação da academia. Diante de\ntal demanda, as instituições de e ducação superior das principais  cidades do país começaram a\noferecer cursos de engenharia elétrica. \nEm Uberlândia/MG este passo inicial foi dado co m a criação de uma Escola de Engenharia, que\nsurgiu em meados da década de  50, com o apoio da Sociedade dos Engenheiros Civis, Químicos\ne Arquitetos de Uberlândia - SECQAU [Silva, 2001]. \nFinalmente, no dia 3 de abril de 1965, com a presença do Ministro da Educação Raymundo\nMoniz de Aragão, a Escola de Enge nharia de Uberlândia foi inaugurada.\nEm 1968 o decreto-lei 379 autorizou o funciona mento do Curso de Engenharia Elétrica, desde\nque existisse verba própria para este fim. Es te decreto-lei também alterou a denominação da\nEscola para Faculdade de Engenharia de Uberlândia. \nPouco depois, em 1969, o decreto-lei 762 cria a Un iversidade de Uberlândia, integrando a ela a\nFaculdade  de  Engenharia  com  a  denominação  de  Faculdade  Federal  de  Engenharia  da\nUniversidade de Uberlândia - FFEUU.\n- 6 -", "7": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nEm  1970  a  Congregação  da  FFEUU  autoriza  a  implantação  do  Curso  de  Graduação  em\nEngenharia Elétrica, realizando-s e o primeiro vestibular em 1971.  Uma exigência do mercado de\ntrabalho, conforme destacou o re lator do processo: “a exigênci a do mercado é uma necessidade\ndo meio”.\nTendo como modelo a estrutura adotada à época pela Universidade Fede ral de Minas Gerais –\nUFMG,  o  Curso  de  Engenharia  Elétrica  da  UF U  foi  criado  dentro  da  concepção  teórico-\nmetodológica  existente,  com  origem  no  ensi no  técnico  francês  [Bazzo,  2008].  Das  escolas\nfrancesas herdou-se o positivismo científico, a neutralidade dos indivíduos de formação técnica,a ênfase na transmissão de conhecimentos e o entendimento do estudant e como tábula rasa, a\ndisciplina rígida e a hierarqui zação do conhecimento, conferi ndo aos cursos uma seqüência\nlinear e inflexível.\nEm 1975 forma-se a primeira turma e a Engenha ria Elétrica da UFU define a sua vocação ao\ncontratar sete dos recém formados  em regime de dedicação excl usiva, liberando imediatamente\nquatro  deles  para  cursar  pós-graduação.  Co m  uma  política  agressiva  de  capacitação,\ncomplementada pela contratação de profissiona is já  titulados, a  FEELT conta hoje com 51\nprofessores, sendo 40 doutores, 10 mestres e 1 especialistas. \nEm 13 de outubro de 1976 o Curso de Engenhari a Elétrica obteve o rec onhecimento oficial do\nMinistério da Educação e Cultura - ME C, por intermédio do decreto-lei nº 78.555.\nTambém  em  1976,  acontece  a  primeira  reforma  curricular  do  curso,  visando  adaptá-lo  ao\ncurrículo mínimo de engenharia, introduzido pe la Resolução 48/76 do Conselho Federal de\nEducação. Aumenta-se o número e a qualidade das aulas práticas, in troduz-se a exigência de\nestágio supervisionado e elimina- se o trabalho de fim de curso.\nA partir  de  então,  são  implementadas  diversas  reformas  curriculares  no  sentido  de  corrigir\nquestões pontuais que se apresent aram a cada momento, sem no  entanto abandonar a concepção\nteórico-metodológica inicial.Com a conscientização e o apoio da sociedade uberlandense, conseguiu-se a federalização da\nUniversidade de Uberlândia pe la lei nº 6.532, de 24 de maio 1978, extinguindo-se a Faculdade\nFederal de Engenharia e criando  a Universidade Federal de Uberlândia - UFU, que contou\ninicialmente com aproximadamente 4500 estudantes e 220 professores.\n- 7 -", "8": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nNo ano seguinte, 1979, com a aprovação pelo C onselho Nacional de Educação do primeiro\nEstatuto da UFU (Parecer Nº 7193/78 de 10/1 1/1978), implantou-se um a estrutura funcional\nbaseada em Centros, extinguindo-se a FFEUU e incorporando- se o Departamento e o Curso de\nEngenharia Elétrica ao novo Centro de Ciências Exatas e Tecnologia – CETEC.\nEm  1984,  é  implantado  o  Mestrado  em  Engenha ria  Elétrica  e  dez  anos  depois,  em  1994,\nimplantar-se-ia o Doutorado em Engenharia Elétrica.\nEm 1986 o ingresso ao curso pa ssa a ser específico, eliminando -se a necessidade de um ciclo\nbásico. Entretanto a dificuldade de algumas área s em oferecer turmas específicas impede que os\ncolegiados  de  cursos  atuem  diretamente  em  algumas  disciplinas  cons ideradas  comuns,  que\ncontinuam subordinadas a um a coordenação independente.\nEm 1987 abandona-se o objetivo de formação geral, criando-se duas ênfases: Eletrotécnica e\nEletrônica (Engenharia de Computação). A opção em  uma das ênfases é feita pelos estudantes ao\nconcluir o quarto período.\nNo ano de 2006 dois importantes acontecimentos  alteram a estrutura implantada, por quase 20\nanos, na Faculdade de Engenharia Elétrica. No  mês  de março é aprovado no Conselho de\nGraduação da Universidade o novo projeto peda gógico do Curso de Engenharia Elétrica e no\nsegundo  semestre  desse  mesmo  ano,  o  curso  de  Engenharia  Biomédica,  com  20  vagas,  é\noferecido à comunidade. \nA reestruturação proposta pelo  novo projeto pedagógico levou em consideração o diagnóstico\nresultante de diversos estudos que apontaram de ficiências das mais variadas naturezas. Uma das\ninovações que o novo projeto pedagógico estabele ceu foi permitir aos estudantes, dentro de\ncertas condições e normas, obterem uma formação específica de acordo com suas aspirações.\nUma vez que a Faculdade de Engenharia Elétri ca oferece grande quantidade e variedade de\ndisciplinas optativas e f acultativas, os estudantes têm um amplo leque de escolha e podem optar\npor uma formação com mais ênfase na parte cientí fica, ou tecnológica, ou gerencial ou humana.\nPara isto, devem propor ao colegiado um plano de estudos composto po r um conjunto coerente\nde  disciplinas.  Visando  facilitar  a  escolha  dos  estudantes  foi  prev iamente  aprovado,  pelo\nColegiado do Curso de Engenharia Elétrica, três certificados, observando o anexo II da resolução\n1010 do CONFEA, são eles:  Certificado em Engenharia de Sistemas de Energia Elétrica,\n- 8 -", "9": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nCertificado em Engenharia de Computação e Certificado em Enge nharia Eletrônica e de\nTelecomunicações. \nObservando  a  realidade  mundial  hodierna,  ma rcada  pelo  fenômeno  da  globalização,  e\nmodernização  dos  parques  industriais  por  meio  da  Eletrônica  e  de  Telecomunicações  deprocessos industriais, a Faculd ade de Engenharia Elétrica com a intenção de contribuir formando\nprofissionais com capacidade técn ico-científica para atuar em todas as etapas do planejamento e\nimplementação de soluções para os problemas de  sistemas de Eletrônica e de Telecomunicações\nde processos produtivos em indús trias ou outros setores, ins tituiu uma comissão com o objetivo\nde propor um elenco de  disciplinas visando a implementa ção do certificado de estudos em\nEngenharia Eletrônica e de Telecomunicações. \nA comissão propôs  o certificado de  Eletrônica e de Telecomunicações  escolhendo algumas\ndisciplinas optativas e facultativas  já oferecidas pela Faculdade de Engenharia Elétrica e outras\ndisciplinas ministradas pela Faculdade de Enge nharia Mecânica e Mecatrônica. Estas disciplinas\nse tornam obrigatórias quando o estudante faz a opção pelo cer tificado em questão. É importante\nressaltar que nenhuma nova discip lina foi criada e ofertada ao s estudantes. Em dezembro de\n2007 o Conselho da Faculdade de Engenharia El étrica – CONFEELT aprovou a implementação\ndeste certificado que passou a ser ofer ecido aos estudantes no ano seguinte.\n4.3  -  MOTIV AÇÃO  PARA  IMPLANTAÇÃO  DO  CURSO  DE  ENGENHARIA\n4.3  -  MOTIV AÇÃO  PARA  IMPLANTAÇÃO  DO  CURSO  DE  ENGENHARIA\nELETRÔNICA E DE TELECOMUNICAÇÕES ELETRÔNICA E DE TELECOMUNICAÇÕES\n- Introdução\n Durante muitos anos os Cursos de Engenharia Elétrica voltados para a área específica de\nEletrônica e de Telecomunicações , preparavam jovens para exercerem suas funções nas empresas\ndo Grupo TELEBRÁS e/ou nas empr esas fornecedoras de equipamentos que gravitavam em\ntorno daquele sistema Estatal. Com a privati zação do SISTEMA TELEBR ÁS, as características\nde todas as empresas da área de engenharia de telecomunicações sofreram  grandes modificações,\nno que se refere às exigências de qualidade e competitividade. As principais empresas da área\npassaram então a concentrar esforços em suas atividades fins, terceirizando todas as demais\natividades,  mesmo  aquelas  das áreas  de  engenh aria  de  telecomunicações.  Tal  procedimento\npropiciou o aparecimento de elevado número de pequenas e médias empresas especializadas em\n- 9 -", "10": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \natividades e/ou produtos específi cos, com altos padrões de qualid ade. Estas empresas constituem\natualmente o principal campo de atividade dos  novos engenheiros de telecomunicações, gerando\num  mercado  de  trabalho  que  exige  caracterís ticas  totalmente  dife rentes  daquelas  que  as\ncoordenações dos cursos tinham como alvo qua ndo da criação dos progr amas de graduação em\nEngenharia de Telecomunicações.\n- A Engenharia Eletrônica e de TelecomunicaçõesA comunicação tem, desde os prim órdios da existência humana, desempenhado função essencial\ncomo uma  das  principais ferram entas  para sobrevivência  e evol ução da espécie. Quando o\nhomem  iniciou  seu  processo  evolutivo  sobre  a  face  da  terra,  mais  importante  que  suas\ncaracterísticas físicas peculiares, como ser bípe de e de excepcional destreza manual, foi, sem\ndúvida, sua capacidade de comunicar-se.A comunicação teve papel fundamental na conser vação e na evolução da  espécie humana. Com o\navanço da ciência, já no século XX, o homem, levado por sua curiosidade e capacidade criativa,\ninventou meios que lhe permitissem comunicação co m outras civilizações, encurtando distâncias\ne  trocando  conhecimentos  e  riquezas  diversas .  Conhecimentos  de  Física  e  de  Matemática\npermitiram  o  controle  das  ond as  eletromagnéticas  e  o  domínio  tecnológico  de  todo  o  seu\nespectro colocado à disposição da Engenharia  de Telecomunicações, que, originalmente apenas\nparte da engenharia elét rica, tinha como objetivo básico expandir a capacidad e de audição e\nvisão dos seres humanos, permitindo a comunicação  à distância através de  sistemas de rádio,\ntelevisão e telefonia.O  domínio  de  tal  engenharia  possibilitou  nos  anos  50,  rápido  desenvolvimento  cultural  e\ntecnológico. Além de ser um fator decisivo para  a disseminação de conhecimentos, educação e\ncultura, a Engenharia de Teleco municações também proporci onou domínio da tecnologia dos\nmateriais semicondutores cujos di spositivos iriam modificar comp letamente as condições de vida\nsobre a face da terra, e influe nciar o processo produtivo, alav ancando o rápido desenvolvimento\nde uma nova tecnologia, que envolvia o processamento de informações: a informática.\nAs pesquisas na área de Engenharia de Univer sidade Federal de Uber lândia desenvolvidas para\naprimorar  os  processos  de  comutação  telefônica,  levaram  à  criação  e  dispositivossemicondutores que permitiram a e volução dos computadores. Estes, por sua vez, gradualmente\ntiveram que ser acoplados entre si através de si stemas de telecomunicações, a princípio apenas\npara distribuir os terminais de acesso ao proc essador central, evoluindo posteriormente, para\nredes extensas e complexas que no  início dos anos 90 chegaram a cobrir todo o planeta, e se\n- 10 -", "11": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \ndiversificaram para as mais diferentes fo rmas e tecnologias, gerando finalmente, uma nova\nciência que reúne em uma mesma área do c onhecimento, a Engenharia de Eletrônica e de\nTelecomunicações, e a Informática: a Teleinformática.Esta ciência que permite a com unicação completa e imediata de máquinas altamente sofisticadas\nsituadas nas mais diferentes regiões do mundo, tornou-se impor tante ferramenta empresarial,\npermitindo  que  parte  de  um produto  sejam mont adas  sob  medida  em diferentes  fábricas  e\ncheguem a linhas de montagem situadas em outras  fábricas, muitas vezes  localizadas até mesmo\nem diferentes países, no mome nto exato previsto para sua ut ilização na montagem final de\nprodutos que podem ter sua distri buição e venda espalhadas por t odo o planeta. Estes processos\nprodutivos modernos são altamente econômicos, uma vez que a decisão sobre onde determinadas\npartes serão produzidas passa pelo exame das vant agens comparativas de produção de cada parte\nem questão, conforme as características apresent adas pelo país ou região onde tal produção está\nsendo  considerada.  Estes  procedimentos  exig em  também  que  recursos  financeiros  sejam\ntransferidos  rapidamente  de  um  país  para  ou tro,  tanto  para  investimentos  específicos  em\nprodução  industrial,  como  também  para  aplicaçõ es  financeiras,  processos  estes,  totalmente\ndependentes da Eletrônica e de Telecomunicações.Este fenômeno de forte inter ligação econômica e financeira dá  origem a um sistema produtivo-\neconômico,  geralmente  conhecido  como  GL OBALIZAÇÃO  das  economias  mundiais.  Esta\nglobalização leva os países a protegerem-se em blocos econômicos regionais como a União\nEuropéia  e  o  MERCOSUL.  Uma  das  principais  características  destes  blocos  é  a  abertura\ncomercial  das  economias  dos  países  membros  e  a  privatiz ação  das  empresas  estatais,\nprincipalmente nos países em desenvolvimento onde há a necessidade de controle do processo\ninflacionário e de obtenção de investimentos priv ados nacionais e intern acionais para atender às\ndespesas  de  modernização  da  infraestrutura  bá sica  e  do  aumento  da  competitividade  das\nempresas nacionais. Embora os impactos da gl obalização possam ser se ntidos sobre todos os\nsetores da economia, seus efeitos são muito mais imediatos sobre as empresas de infra-estrutura\ntecnológica  como  produção  e  distribuição  de  en ergia  e  principalmente  de  Eletrônica  e  de\nTelecomunicações.No  caso  específico  da  Enge nharia  de  Eletrônica  e  de  Telecomunicações,  as  mudanças\ntecnológicas  e  a  evolução  dos  sistemas  se  processam  de  modo  tão  rápido  que  torna-se\nextremamente  difícil  manter  atualizado  o  pr ocesso  de  aquisição  de  conhecimento  e  a\nqualificação técnica dos profissionais atuantes no setor. Assim, a esca ssez de recursos humanos\nqualificados para atuarem no novo mercado de E ngenharia de Eletrônica e de Telecomunicações\n- 11 -", "12": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nque se descortina para os próximos anos, tende a tornar-se um dos principais problemas a serem\nenfrentados pelo setor, em futuro bem próximo.\n- Profissional de engenharia de Eletrônica e de Telecomunicações na década de 90\nNo Brasil, o estudante de Engenharia de Eletr ônica e de Telecomunicações era até bem pouco\ntempo,  preparado  para  trabalhar  nas  empr esas  do  grupo  TELEBRÁS  ou  nas  empresas\nfornecedoras de equipamentos, gravitando em torno do Sistema Telebrás.Muitos cursos recém-criados na ár ea de Engenharia de Eletrônica  e de Telecomunicações estão\nbaseados em cursos tradicionais já existentes , e continuam preparando engenheiros de acordo\ncom este modelo, conforme descrito por Silva. Entretanto, o mercado de trabalho está passando\npor uma completa metamorfose, para a qual, ta nto os cursos novos quanto os antigos, precisam\natentar.Com a ainda  recente  privatização das  empresas  do Grupo Telebrás, o cenário da  indústria\nmodificou-se substancialmente,  passando a existir apenas em presas privadas, sendo algumas\ndelas de capital majoritário internacional, e que, por uma necessidade  de competição, estão\návidas  por  competência  técnica  e  eficiência  gerencial.  Neste  novo  contexto  empresarial,  o\nmercado de trabalho tende também a transfor mar-se completamente, passando a valorizar e\nbuscar atributos diferent es daqueles que eram antes valoriza dos e apontados co mo ideais para o\nprofissional  de  Engenharia  de  Eletrônica  e  de  Telecomunicações.  As  empresas  privadas\ncompetindo no mercado nacional, tenderão, cada vez mais, a manter  seus engenheiros executivos\nsob  constante  pressão  visando  maximizar  efic iência  e  desempenho.  Com  este  objetivo,  a\ntendência será concentrar esforços no bom atendimento aos client es, com ofertas de novos\nserviços com alto grau de conteúdo tecnológico. Assim, por uma necessidade econômica e\nrelacionada  à produtividade,  em  vez  de  desenvolverem os  novo s  serviços  e  tecnologias de\nsuporte, estas empresas tenderão  a contratar serviços de terc eiros, que serão fornecidos por\npequenas  empresas  especializadas,  e  que,  de vido  a  sua  reduzida  es cala  e  objetividade  de\nprodução, poderão ser mais eficientes e produzi r equipamentos e serviços a um custo bem\nmenor. Em busca desta eficiência e de alta produtividade, unir-se- ão profissionais de Engenharia\nde Eletrônica e de Telecomunicações oriundos das mais diversas regiões do mundo. Podemos\nentão, prever a proliferação de pequenas empres as com alto grau de c onteúdo tecnológico que\nconstituirão  o  principal  mercado  de  trabalho  para  os  engenheiros  de  Eletrônica  e  de\nTelecomunicações, hoje em fase de  formação em nossas universidades.\n- 12 -", "13": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nAs características a serem requeridas destes jo vens serão muito divers as daquelas que podem ser\nencontradas no profissional que hoje trabalha na s empresas estatais, com segurança de emprego\ne  conforto,  apoiado  por  imensa  infraestrutura  técnica  de  âm bitos  comercial,  jurídico  e\nadministrativo.  Os  engenheiros  executivos  da s  grandes  empresas  se rão  pressionados  pela\ncompetição. Maior ainda será a pressão sobre os  jovens engenheiros das pequenas empresas, pois\nmuito  cedo  terão  que  assumir  compromisso s  que  serão  obrigados  a  cumprir  pronta  e\nsatisfatoriamente, se quiserem evitar que suas empresas fracassem e sucumbam no mercado,\ncomo já discutido em trabalho anterior [2].Estas condições de trabalho parecem árduas e so mbrias para o futuro engenheiro. Entretanto,\nobviamente, existem pontos positivos nesta prof issão que atraem e estimulam um número cada\nvez maior de jovens qualificados para o curso em questão. Ressaltamo s aqui como um destes\npontos positivos o prazer de trabalhar com tec nologia de ponta, com o conseqüente prestígio e\nrespeito  social.  Outro  ponto,  e  talvez  o  mais  importante,  re fere-se  à  remuneração.  Poucos\nprofissionais  terão  padrão  tã o  elevado  de  remuneração  ou  a  oportunidade  de  tornarem-se\nexecutivos milionários tão cedo.Pequenas empresas de alto teor tecnológico, trab alhando para as grandes empresas fornecedoras\nde bens e serviços de Eletrônica e de Teleco municações serão como mina s de ouro nas quais um\nlimitado número de iniciados e privilegiados te rão condições de garimpar. As pequenas empresas\nformadas por engenheiros com pouco tempo de e xperiência profissional, alguns recém saídos das\nuniversidades,  tenderão  a  crescer  rapidamente  em  função  da  eficiência,  competitividade  e\ncapacidade de criar soluções para áreas espe cíficas deste mercado em constante evolução.\nTais empresas serão constituídas quase que ex clusivamente por profis sionais jovens, uma vez\nque a maioria dos profissionais atuando hoje no me rcado, teriam dificuldad es para se adaptarem\nao  novo  sistema  organizacional,  e  às  pressões  que  este  novo  sistem a  acarretará  sobre  os\nprofissionais.  A  garantia  de  emprego  para  os  jovens  engenheiros  de  Eletrônica  e  de\nTelecomunicações não estará mais na legislação  das empresas estatais , mas na grande demanda\nexistente  por  profissionais  modernos  com  c onhecimentos  técnicos  sempre  atualizados  e\ndispostos a enfrentar e vencer de safios. Esta demanda será tão gr ande, que elevará os salários a\nvalores não ousados hoje por pr ofissionais com muitos anos de experiência na profissão, porque\na profissão, na realidade, será outra.\n- 13 -", "14": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n-  Engenheiro de Eletrônica e de Tele comunicações no início do novo século\nA qualificação dos profissionais  de Engenharia de Eletrônica  e de Telecomunicações deverá\nprovê-los das ferramentas básicas  para seu melhor desempenho na profissão, sem entretanto,\ndeixar de atender às modifica ções que vêm ocorrendo no mundo co m velocidade cada vez maior.\nO rápido processo de globalização, com a tota l privatização das empresas estatais irá gerar\nmodificações mercadológicas rele vantes. Estas empresas deverão ajustar-se a um sistema de\noperação completamente diverso do que hoje existe, uma vez que irão operar em ambiente\ncompetitivo no qual os futuros e ngenheiros de Eletrônica e de Telecomunicações exercerão suas\natividades.Estas condições irão exigir um profissional com perfil completa mente diferente do profissional\nque atua no mercado hoje, e não há muito temp o para que este profis sional seja devidamente\npreparado e qualificado.Durante vinte anos, o Engenheiro de Eletrôni ca e de Telecomunicações brasileiro atuou em\nmercado cujas regras eram aquelas definida s pelo monopólio das comunicações, sendo este\nmercado explorado unicamente pelas operadoras do GrupoTelebrás. A globalização e conseqüe nte privatização do Sistema Telebrás irão gerar ambiente\nprofissional altamente co mpetitivo, no qual veremos proliferar pequenas empresas de Engenharia\nde  Eletrônica  e  de  Telecomunicações.  O  novo  perfil  do  engenheir o  de  Eletrônica  e  de\nTelecomunicações para atender às necessidades de stas pequenas empresas deverá apresentar as\nseguintes características básicas:\n- Capacidade de rápida e completa atualização técnicaO profissional deverá ter facilidade e interesse na atualização constante de seus conhecimentos\ntécnicos, participando de cursos  de educação continuada em engenharia, seminários etc.\n- Capacidade para trabalhar eficientemente em pequenos gruposConsiderando as novas técnicas de produtividade e desenvolvimento de projetos por objetivos o\nprofissional será levado cada ve z mais, a trabalhar em pequenos  grupos de técnicos altamente\nespecializados,  e  portanto,  deverá  ter  facilida de  para  relacionamento s  profissionais  onde  a\nprodutividade e eficiência do grupo se s obrepõem às capacidades e competências\nindividuais.\n- 14 -", "15": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n-  Perseverança  e  determinação  na  busca  de  soluções  rápidas,  com  implementação\neconômica e eficazA busca de soluções em tempo menor do que o obtido por grupos ou empresas concorrentes será\nfundamental, sendo, evidentemente,  necessária uma forte capacidade de implementar as soluções\nencontradas com eficácia e ao menor custo possível.\n- Facilidade de apresentar suas idéias de modo claro e objetivo\nTanto  para  os seus  pares  no  mesmo  grupo  qua nto  para  comitês  externos,  tanto  da  própria\nempresa ou de seus clientes, a capacidade de apresentar propost as e soluções de modo simples,\nclaro e objetivo, poderá ser deci siva para o desempenho do profissional e de seu grupo de\ntrabalho. A facilidade e familiaridade com os in strumentos básicos de apresentações técnicas,\ncomo \"softwares\" aplicativos e “hardware” bási co de apresentação serão sempre componentes\nessenciais do seu trabalho.\n- Espírito empreendedor e iniciativa para identificar problemas e visualizar soluções\nAs novas empresas de Eletrônica e de Tele comunicações esperam possuir em seus quadros\nengenheiros empreendedores e dotados de iniciati va própria e competência para correr riscos\nbem  definidos  por  análise  de  opções  e  capac idade  de  visualizar  soluções  e  possíveis\nconseqüências de suas decisões.\n- Capacidade de unir conhecimento técn ico à gerência eficiente de projetos\nA capacidade gerencial, dentro de parâmetros té cnicos será básica para  que o profissional possa\ndesenvolver procedimentos administrativos sem fe rir os preceitos técnicos que deverão permear\nsuas atividades.\n- Obsessão pelo cumprimento de prazos  e consecução de programas com sucesso\nAo contrário do que ocorria com a Eletrônica e de Telecomunicações no Brasil anteriormente,\nonde os usuários já estavam acostumados ao não cumpriment o de prazos, o novo sistema,\nbaseado principalmente na concorrência e competiç ão entre as diversas em presas do setor, irá\nexigir extrito e rigoroso cump rimento dos prazos previstos.\n- 15 -", "16": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n- Sensibilidade para aspectos econômicos e financeiros e capacidade de análise econômica\nde projetos\nO  engenheiro,  mesmo  que  trabalhe  em  área  es pecífica  de  projetos  técnicos,  deverá  ter\nsensibilidade para os aspectos econômicos e fi nanceiros de sua empresa em geral , e de seu\nprojeto  ou  projetos,  em  partic ular.  Em  um  ambiente  de  econom ia  privatizada,  os  aspectos\neconômicos poderão, em muitas ocasiões, ter precedência sobre os aspectos técnicos.\nFazem-se  necessários  assim,  por  parte  dest e  profissional,  uma  atualização  constante  e\nconhecimento na área de análise econômica de projetos de engenharia.\n- Capacidade de elaboração e análise de projet os na área de Engenharia de Eletrônica e de\nTelecomunicações\nÀ capacidade de avaliação econômi ca deverá ser adicionada a capa cidade de avaliação e análise\ndas chances técnicas de sucesso de cada projeto de engenharia, ainda em sua fase inicial. A\nnecessidade  de  avaliar  as  chances  de  sucesso  de  um  projeto  em  tempo  de  suplantar  osconcorrentes, deve ser levada a efeito, ainda na s etapas iniciais do pr ojeto, antes que sejam\ninvestidas grandes somas de re cursos físicos, humanos e fina nceiros em projetos com pouca\nchance de sucesso ou de resu ltados possivelmente duvidosos.\n-  Facilidade  para  persegui r  e  trabalhar  com  fontes  de  financiamento  e  incentivos\ngovernamentais para projetos de alta tecnologia\nFinalmente, é patente a necessidade do governo ao afastar-se das atividades empresariais na área\nde  Eletrônica  e  de  Telecom unicações,  de  aumentar  o  níve l  de  apoio  ao  desenvolvimento\ntecnológico, através de financiame ntos que incentivem projetos de alto conteúdo tecnológico.\nAssim, os profissionais da área de Eletrônica  e de Telecomunicações deverão familiarizar-se\ncada  vez  mais,  com  os  processos  governamenta is  de  apoio  financeiro  à  pesquisa  e  ao\ndesenvolvimento, bem como familia rizar-se com as facilidades di sponíveis em universidades e\ncentros de pesquisa.A formação profissional dos futuro s engenheiros, além de primar pela alta competência técnica,\ndeverá também criar nestes profissionais as ca racterísticas mínimas que acabamos de mencionar.\n- 16 -", "17": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n- Procedimentos para qualificar os novos pr ofissionais de engenharia de Eletrônica e de\nTelecomunicações\nO  ensino  da  Engenharia  de  Eletrônica  e  de  Telecomuni cações  precisa  acompanhar\ncuidadosamente  a  evolução  te cnológica,  que  torna  rapidament e  obsoletas  várias  disciplinas\ntécnicas.  Assim  como  a  estr utura  da  profissão  de  enge nheiro  de  Eletrônica  e  de\nTelecomunicações no Brasil, está no limiar de  uma total transformação,  também os métodos de\nensino necessitam ser transformados. É de vital importância que os profissionais do ensino da\nEngenharia  Eletrônica e de Telecomunicações usem  as facilidades criadas pela própria profissão\npara adaptarem os processos de ensino aos novos tempos. Quando um aluno conclui o Curso deEngenharia, algumas disciplinas ensinadas cinco a nos antes quando de seu ingresso no curso, já\nestão  ultrapassadas,  devendo  ser  reformuladas .  Entretanto,  ao  contrá rio  do  que  ocorria  em\ndécadas passadas, quando apenas a qualificação técnica variava muito rapidamente, estamos hoje\ndiante de uma mudança muito mais radical no que se refere às exigências de qualificação para o\nmercado de trabalho na área de Eletrônica e de Telecomunicações.\nAssim, faz-se necessário que Un iversidades e Centros de Ensino  que têm a responsabilidade de\nqualificar  os  futuros  engenhei ros  de  Eletrônica  e  de  Telecomunicações,  estejam  sempre\na t u a l i z a n d o o a s p e c t o t é c n i c o d e s e u c u r s o , através  de  revisões  curriculares,  não  apenas\nmodificando e atualizando os programas plenos , mas também criando novas disciplinas. \nNa  disciplina  de  INTRODUÇÃO  À  ENGENHARIA  DE  ELETRÔNICA  E  DE\nTELECOMUNICAÇÕES, são apresentadas e discutid as as qualificações descritas acima como\nrequisitos fundamentais para sua carreira.\nÉ importante ressaltarmos que os jovens estuda ntes que escolhem a carreira de Engenharia de\nEletrônica e de Telecomunicações chegam aos ba ncos universitários, em  sua grande maioria,\ncom total desconhecimento, do ambiente de trabalho e do tipo de empresa em que deverãoexercer suas funções.Para a formação dos engenheiro s de Eletrônica e de Telecomunicações, que acreditamos, será\ncada vez mais usual e necessária em nossos cursos , para que os futuros pr ofissionais brasileiros\nadquiram  a  qualificação  requer ida  para  competirem  com  os  profissionais  estrangeiros  que\ncertamente encontrarão em seus caminhos, nesta que é uma das primeiras áreas de engenharia a\nser globalizada. Por \"ser  globalizada\", referimo-nos à condi ção de profissionais de diferentes\norigens, oriundos de diferentes países, trabalha ndo lado a lado sem quaisquer restrições. Esta\ngrande mudança no ambiente de trabalho que está  para ocorrer na Engenharia de Eletrônica e de\n- 17 -", "18": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nTelecomunicações no Brasil, é in evitável e irreversível devido à tendência global da área, em\nbusca por maior eficiência e produt ividade em âmbito  internacional.\nEstes procedimentos e o incentivo para que maior número de jovens comp etentes se dediquem às\natividades do setor, serão fundamentais para ev itar um total colapso no processo de evolução\ntecnológica do país em um mundo de economia globalizada, no qual a te cnologia que envolve a\nengenharia de Eletrônica e de Telecomunicações e a teleinformática definirão cada vez mais,\na velocidade e a capacidade de crescimento e de avanço econômico e social das nações.\n4.4 - APORTE CIENTÍFICO DA FEELT-UFU PARA IMPLANTAÇÃO DO CURSO DE4.4 - APORTE CIENTÍFICO DA FEELT-UFU PARA IMPLANTAÇÃO DO CURSO DE\nENGENHARIA DE  ELETRÔNICA E DE TELECOMUNICAÇÕES ENGENHARIA DE  ELETRÔNICA E DE TELECOMUNICAÇÕES \nA Faculdade de Engenharia Elétrica da Univer sidade Federal de Uberlândia oferece desde 1971\num curso de Graduação em E ngenharia Elétrica. Em 1984 foi implantado o Programa de Pós\nGraduação em nível de mestrado e em 1994 de  doutorado. Estes cursos estão consolidados,\nobtendo bons resultados nas avaliações oficiais r ealizadas em razão da ex istência de um corpo\ndocente altamente qualificado e comprometido, um  suporte que conta com instalações físicas e\nlaboratórios adequados e um acer vo bibliográfico satisfatório.\nA Faculdade de Engenharia Elétri ca já possui dois cursos de gr aduação sendo o de Engenharia\nBiomédica  e  o  de  Engenharia  Elétrica  com  quatro  certifica dos  de  estudos,  que  combinam\ndisciplinas comuns com um conjunt o de disciplinas específicas de  cada área. Salienta-se que as\npropostas  existentes  para  o  Curso  de  Engenharia  Eletrônica  e  de  Telecomunicações  são\nestruturadas seguindo esta mesma filosofia. Isto  permite ao estudante uma formação abrangente\ne possibilita a utilização das disciplinas específicas de um cu rso como optativas e/ou eletivas de\noutros.\nO Programa de Pós-Graduação da Faculdade de Engenharia Elétrica  atua nas áreas de pesquisa\nde Processamento da Informação e de Sistemas de Energia Elétrica. Dentro da primeira, se\nobserva as sub-áreas de Engenharia Biomédica e Automática, Computação Gráfica, Inteligência\nArtificial, Processamento Digital de Sinais e Redes de Computadores. O Programa contabiliza\n441 dissertações e 85 teses defe ndidas (dados de 10/04/2009). \nPortanto, a Faculdade de Engenharia  Elétrica já possui um aporte  significativo para facilitar a\nimplantação deste novo Curso. \n- 18 -", "19": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n5.  PRINCÍPIOS  E  FUNDAMENTOS  DO  PROJETO  POLÍTICO-\nPEDAGÓGICO\n5.1 - INTRODUÇÃO5.1 - INTRODUÇÃO\nO advento das Diretrizes Curr iculares Nacionais do Curso de Graduação (Resolução no 11, do\nConselho  Nacional  da  Educação,  de  11/03/ 2002),  deflagrou  um  debate  nacional  sobre  a\nconcepção dos projetos pedagógic os dos cursos de engenharia. A organização curricular é um\ndos  elementos  relevantes  neste  debate.  Mas  outros  aspectos  como:  a  realidade  da  práticaprofissional,  a  realidade  da  es cola,  a  relação  teoria/prática,  a  dicotomia  análise/síntese  e  a\navaliação processual como um instrumento a serviço da atuali zação e qualificação do curso,\nsinalizam uma abordagem para além das estrutur as curriculares e conteúdos apresentados nos\nprojetos pedagógicos atuais . Além disso, com a inserção das novas tecnologias da informação e\ncomunicação e as novas abordagens metodológicas do  ensino de engenharia, entraram na agenda\nde  reflexões  sobre  o  tema.  O  projeto  pedagógico  de  um  curs o  de  graduação  explicita  um\nconjunto de propostas e procedim entos envolvendo objetivos, co nteúdos, metodologias, contexto\nsócio-profissional, perfil profissi onal, princípios norteadores do  curso e avaliação. O projeto\ndeve ainda ter como referência  o conjunto de competências e habilidades, a serem adquiridas\npelo estudante com o desenrolar do curso, necessárias à sua vida  profissional e ao exercício da\ncidadania.  A aprendizagem  deve  levar  em  consideração  o  c ontexto  sócio-tecnológico  e  a\nrealidade vivenciada pelo estuda nte, bem como facilitar e agiliz ar a aprendizagem cooperativa, e\na integração estudante/professor, estudante/ estudante e estudante/ professor/comunidade.\n5.2 - FUNDAMENTAÇÃO TEÓRICO-METODOLÓGICA\n5.2 - FUNDAMENTAÇÃO TEÓRICO-METODOLÓGICA\nAo discutir o ensino de engenharia, temas de gr ande atualidade afloram,  neste momento, em que\num conjunto de modificações tecnológicas sem pr ecedentes está suscitando transformações em\nnossa sociedade e conduzi ndo-nos a repensar a próp ria prática pedagógica, a formação docente e\no profissional de engenharia.\nO conceito de tecnologia está relacionado com a produção de apar atos materiais ou intelectuais\nsuscetíveis de oferecerem soluçõ es a problemas práticos de nossa  vida cotidiana. A tecnologia é\n- 19 -", "20": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \num construto humano e ao humano  deve servir mediando intera ções com o meio ambiente, com\no conhecimento e entre os seres humanos (Formação em EAD, 2000).\nSeria razoável pensar então que a educação tecnológic a se preocupa em discutir, paralelamente\naos conteúdos específicos, a ciên cia, a geração de tecnologia e seu impacto, dúvidas, incertezas e\nmedos que a utilização dessa te cnologia causam em todos nós. Infe lizmente, isso não é o que se\npercebe por parte de professores,  estudantes, profissionais e ou tros setores representativos de\nnossa sociedade. Estamos vivenciando rápidas transformações e ancorados em modelos criados\npela ciência no início do século passado. E ta lvez por isso, a educação  tecnológica venha sendo\natualmente alvo de questioname ntos e críticas veementes. \n“O  saber  da  engenharia,  em todos  os  povos,  anteriormente,  teve  uma  visãoglobalística e unitária, não separando o c onhecimento científico tecnológico do\nhumanista e social, nem dos c onceitos da filosofia e, muito menos dos corolários\nda teologia”  [Longo, 2000].\nÉ preciso introduzir a dimensão histórica e social  na compreensão da ci ência e da tecnologia.\nApesar da importância atribuída aos conheciment os científicos e tecnol ógicos, grande parte da\npopulação  mundial  ainda  passa  por  problemas  e  necessidades  injustif icáveis,  quando  se\nconsideram as possibilidades técn icas disponíveis para saná-las . Pode-se imagin ar então, que\nreflexões  e  adequações  no  processo  de  educação  tecnológica  venham  contribuir\nsignificativamente para a melhoria desse quadro.\nNas instituições de ensino superior, a indissocia bilidade entre ensino, pe squisa e extensão tem\ngerado bons dividendos no que di z respeitos às ações de grupos de pesquisa, especialistas em\ndeterminados assuntos técnicos. Segundo Bazzo ( 2008), esses grupos se fo rtalecem por conta do\npoder estabelecido em função do domínio de assunt os valorizados socialmente que, em geral, são\nde difícil compreensão pelos nã o iniciados nas suas construções teóricas. Isso, em si, não se\ncaracteriza como um defeito. Mas, se ao invés de voltarem-se para si, os grupos perceberem a\nnecessidade de ampliar, e em muitas situações instituir abordagens de compreensão das técnicasque considerem os diversos aspectos e as implic ações sócio-culturais daquilo que se cria e que se\nusa, estarão reconhecendo espaços para que o i ndivíduo seja sujeito da  atividade coletiva que\nrealiza. É necessário trat ar as coisas técnicas como elemento s das culturas e não como algo além\nou acima dela.\n- 20 -", "21": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n5.3 - HISTÓRICO DO ENSINO DE ENGENHARIA NO BRASIL 5.3 - HISTÓRICO DO ENSINO DE ENGENHARIA NO BRASIL\nO ensino de engenharia brasilei ro tem suas raízes esquecidas  no tempo. A sistematização do\nensino técnico no Brasil tem na sua história os modelos de es colas técnicas fran cesas dos séculos\nXVII e XVIII: a Academia Real de Arquitetura ( 1671), a Escola de Pontes e Estradas (1747) e a\nEscola de Minas (1783). Estas escolas representa m as primeiras escolas “civis” de Engenharia do\nmundo. No Brasil, a introdução do ensino tecnológi co foi feita pelos portugueses no século XIX.\nAté o século XVII, era re sponsabilidade da escola treinar indiví duos para habilitá-los para o trato\nde assuntos como leitura, escr ita, cálculos, dogmas religiosos , leis civis e filosofias, segundo\nPetitat (1994). A partir do século  XVII aparece o ensino técnico.  Esse modelo de ensino era\nindependente da forma tradicional e começava pela  abordagem de trabalhos aplicados dentro das\nescolas, que consistia numa extensão das práticas técnicas e científicas.\nUma grande novidade introduzida pe las escolas técnicas foi afastar a educação das coisas em si\n(objetos  e  fenômenos  da  natureza),  e  aproximá-la  fortemente  dos  modelos  teóricos(principalmente  matematizados),  ou  seja,  da s  representações  idealizadas  delas.  Assim,\nestabeleceu-se  um  discurso  t écnico-científico,  permitindo  que  uma  prática  de  observação  e\nexperimentação penetrasse no ensino. É interess ante lembrar que a ciên cia moderna ganha corpo\nnessa época com o Discurso do Método , de René Descartes, e Principia , de Isaac Newton.\nNas primeiras escolas de engenharia, a formação era mais voltada para a formação de quadros\nfuncionais especializados para  o Estado, e não para os sist emas produtivos privados. Desta\nforma, o Estado monopolizava o novo processo de  formação de profissionais técnicos, com uma\npostura saber-poder  e com uma certa autonomia. É neste co ntexto que surgem e se firmam estas\nescolas, sendo as mesmas causa e efe ito de mudanças no sistema educativo.\nNo Brasil, o ensino de engenharia teve suas bases firmadas no positivismo de Augusto Comte.\nNo século XIX, engenheiros bras ileiros participavam ativamente das discussões travadas entre\npositivistas  ortodoxos  (dispost os  a  promover  uma  profunda  reforma  moral  da  sociedade)  e\npositivistas heterodoxos (preocupa dos com a instauração definitiva da positividade científica nas\ndiferentes áreas do conhecimento). A maioria desses engenheiros era simpatizante desta segunda\nvertente e, é dela que herdamos, por exemplo, a neutralidade que hoje é cultuada como premissa\npara os indivíduos com formação técnica. Dela também resultam  o entendimento do estudante\ncomo vasilhame vazio de conheci mentos, que o professor vai preen cher com suas experiências e\n- 21 -", "22": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \no  tratamento  do  saber  científico  como  instância  última  e  necessária  para  as  pretensões\nintelectuais da espécie humana [Bazzo, 2008].\nEm bora p a re ça n atur al a f orm a com o sã o tr at a dos atualmente os  conhecimentos na escola,\nestudos históricos permitem concluir que o m odelo pedagógico, por exemplo, a hierarquização\ndos programas; a separação e sequenciação de cl asses por progressão nos estudos; a avaliação\nregular  dos  conteúdos;  a  quant ificação  dos  níveis  de  apre ndizado  e  a  temporização  dos\nmomentos de ensino, tudo isso foi lenta e gra dualmente criado e implantado nas escolas, tendo,\ncomo  pano  de fundo,  necessidades socialment e  postas  em cada mome nto histórico [Bazzo,\n2008]. O mesmo pode-se dizer a resp eito da escola como espaço físico com sua divisão interna\nestabelecendo ambientes que  refletem a fra gmentação  e hierarquização que  acompanham o\nmodelo pedagógico.O ensino de engenharia retrata co m precisão essa fragmentação e hierarquização, em especial no\nBrasil,  com  a  divisão  dos  cu rsos  aproximadamente  em  dois  ciclos:  o  básico  e  o\nprofissionalizante, ou quando se estabelecem sequê ncias bastante rígidas de pré-requisitos entre\nvárias disciplinas, conferindo- lhes uma sequência rígida e lin ear. Além desses pontos, contribui\npara o  Eletrônica e de Telecomunicações dos estudantes e dos espaços escolares a marcação e\nmedição do tempo de estudo, tempo este linear, ab strato e indiferente aos ritmos naturais. E se o\ntempo pode ser precisamente medido, por que nã o medir e quantificar com precisão também o\nnível de compreensão e reprodução de conheciment os? Tal é a influência do tempo no processo\nde ensino, que a escola contemporânea vê-se to talmente comprometida com a sua racionalização\nque passa a ser um dos mais cara cterísticos critérios de diferenciação entre o “bom” e o “mau”\nestudante, conforme a capacidade de compre ender  e reproduzir  conhecimentos  precisos em\ntempos e prazos preestabelecidos [Bazzo, 2008].\n5.4 - O ATUAL ENSINO DE ENGENHARIA\n5.4 - O ATUAL ENSINO DE ENGENHARIA\nQuando se fala em ensino de engenharia, as abordagens e questionamentos relativos ao atual\nmodelo de ensino revelam uma postura amadorís tica e muitas vezes dest ituída do mesmo rigor\nreservado  a  outros  procedimentos  profissionais .  Levantamentos  esporádicos  realizados  por\neducadores que individualmente se preocupam com os problemas no ensino de engenharia, são,\nnão  raramente,  desprovidos  de  fundamentação  te órica  que  permitam  realizar  análises  mais\nconsistentes, realísticas e promissoras do empreendimento a que se propõem.\n- 22 -", "23": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nNos cursos de engenharia, a formação de indi víduos tecnicamente capaz es e com visão social\ncrítica e criadora não é adequada mente realizada. Uma vez constatado este fato, as discussões\nentre os educadores, em geral, giram em torn o de tentativas de pr ogramar uma equilibrada\ndistribuição dos conteúdos técnicos  ao longo dos semestres. Esta tarefa realizada sem um devido\ndiagnóstico  e  sem  qualquer  embasamento  teóric o  evidenciará,  com  certeza,  um  certo\ndistanciamento entre o desejável e a atuação prática do cotidiano.\nQualquer que seja o modelo adotado para o en sino, a maneira como o processo educacional é\norganizado  reflete-se  na  formação  de  seus  egressos,  influindo  na  atuação  profissional.  Aoescolher um modelo, haverá sempre algum tipo de reflexo, seja ele positivo ou negativo. O que\nse deve ter em mente é, queiramos ou não, es tamos sob o comando de uma ideologia e ela está\npresente nas ações que empreendemos cotid ianamente, explícita ou implicitamente.\nO currículo é um importante elemento constitutiv o da organização escolar. Como afirma Veiga\n(1995), currículo é uma construção social do conhecimento, pressupondo a sistematização dos\nmeios para que esta cons trução se efetive. Na organização cu rricular é preciso considerar alguns\npontos básicos. O primeiro é que o currículo não é um instrument o neutro. É preciso uma análise\ninterpretativa e crítica, tant o da cultura dominante, quanto da cultura popular. O segundo ponto é\no de que o currículo não pode ser separado do contexto social, uma vez que ele é historicamente\nsituado  e  culturalmente  determinado.  O  terceiro  ponto  diz  respeito  ao  tipo  de  organização\ncurricular a ser adotada: hierárqu ica e fragmentada ou aberta e in tegradora. Esta última forma de\norganização  do  conhecimento  visa  reduzir  o  isolamento  entre  as  disciplinas  curriculares,\nprocurando agrupá-las num todo mais amplo. O quarto ponto refere-s e à questão do  Eletrônica e\nde Telecomunicações social, já que o currícul o formal (conteúdos curriculares, metodologia e\nrecursos  de  ensino,  avaliação  e  relação  pedagógica)  implica  em   Eletrônica  e  de\nTelecomunicações.\nAlterações curriculares, em termos de conteúdo  ou disposição, sem uma reflexão crítica mais\nconsistente não contribuem para melhorar o quadro atual do ensi no de engenharia. O problema\nnão está fundamentalmente na grade curricular. A questão é estrutural, como diz Bazzo (2008),\n“tendo  uma  parcela  significativa  de  seus  pr oblemas  fundamentada  na  postura  do  docente,\ndizendo respeito à conscientizaçã o do papel por ele desempenhado  e à sua efetiva identificação\ncom os objetivos do processo educacional de que participa”.\n“Orientar  a  organização  curricular  para  fins  emancipatórios  implica,\ninicialmente, desvelar as visões simpl ificadas de sociedade, concebida como um\n- 23 -", "24": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \ntodo  homogêneo,  e  de  ser  humano,  co mo  alguém  que  te nde  aceitar  papéis\nnecessários  à  sua  adaptação  ao  contex to  em  que  vive.   Eletrônica  e  de\nTelecomunicações social, na visão críti ca, é uma contribuição e uma ajuda para\na contestação e a resistência à ideologia veiculada por intermédio dos currículos\nescolares”  [Veiga, 1995].\nO ensino de engenharia não pode se basear apenas no desenvolvi mento tecnológico e ignorar o\ncaráter dinâmico da sociedade. A forma como tê m sido planejados e desenvolvidos os cursos de\nengenharia impõem um distanciamento entre as  disciplinas que compõem o todo, tornando,\nassim, o processo cogniti vo complexo e desestruturado.\nEm geral, o currículo de e ngenharia é separado em duas pa rtes. O ciclo básico tem como\nobjetivo “repassar” aos estudant es os fundamentos necessários ao próximo ciclo. Na prática,\ntem-se observado que não raramente estes cont eúdos têm sido colocados como se tivessem um\nfim em si mesmos. Já no ciclo profissionalizante, em muitas situaç ões, acaba-se por privilegiar\nmais  o  processo  informativo  do  que  o  formativo,  pressupondo -se  a  consolidação  dos\nconhecimentos trabalhados no ciclo anterior e a projeção para a atuação profissional futura. Uma\nprojeção  que  cada  professor  tem  do  mercado  de  trabalho,  muitas  vezes  estereotipada.  A\norganização do curso em duas pa rtes: ciclo básico e ciclo profis sionalizante, deixa clara a idéia\nde que, primeiro o aluno tem de  se apoderar de um grande núm ero de informações para depois\naprender a aplicação das mesmas.\nEm vista de todas as questões colocadas até agora, pode-se te ntar buscar soluções para os\nproblemas no ensino de engenharia aqui levantados. Como a solução não vem num passe damágica, é necessário afastar a busca  de respostas prontas respalda das no senso comum para lidar\ncom problemas que têm tratamento  teórico e profissional já sati sfatoriamente sistematizado. As\nquestões pedagógicas merecem o mesmo tratamento  das questões científico-tecnológicas, ou\nseja, a otimização de resultados deve ser uma busca incessante e todas as variávei s envolvidas no\nproblema devem ser trabalhadas.\nSe  a  hipótese  colocada  aqui, de  que  a  formação  do pensamento  científico-tecnológico  e  a\napropriação deste conhecimento, calcadas estrita mente numa concepção empirista-positivista,\nnão servem como fundamentação pa ra a prática pedagógica que possa dar conta da formação do\nengenheiro do futuro, então surge a pergunta: qu al deveria ser o fundamento didático-pedagógico\na ser adotado nas escolas de engenharia?\n- 24 -", "25": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nComo não existe uma resposta pronta a esta pe rgunta, o que interessa agora é procurar um novo\nmodelo  epistemológico  que  atenda  à  construção  de  conhecimentos  para  a  formação  doengenheiro, modelo esse que deve ser construído paulatinamente pelos participantes do processo.\nPara o enfrentamento destas questões, Bazz o (2008) sugere um caminho: a compreensão da\nepistemologia associada à formação de indivíduo s com embasamento técnic o. E acrescenta ainda\nque um entendimento mínimo das relações professor-estudante, das vertentes epistemológicas e\nfilosóficas,  das  questões  didático-pedagógica s  que  ultrapassem  o  simples  caráter  opinativo\npodem contribuir muito para a formação em engenharia.\n5.5 - O PROCESSO EDUCATIVO E AS VISÕES EPISTEMOLÓGICAS\n5.5 - O PROCESSO EDUCATIVO E AS VISÕES EPISTEMOLÓGICAS\nPara pensar o ensino de engenhar ia sob nova ótica, é necessário re fletir sobre a pr ática docente e\ncomo se dá o processo educativo em engenharia.Como mencionado anteriormente,  este processo dá-se, de uma forma geral, sob a ótica do\npositivismo, que permeia tanto a profissão quanto o seu ensino.  Esta constatação permite-nos\nevidenciar  um  dos  grandes  problemas  no  ensi no  de  engenharia:  a  falta  de  formação  de\nprofessores em relação aos aspectos epistemológicos.\nSegundo o que está registrado no  Dicionário Aurélio , epistemologia sign ifica o “estudo dos\nprincípios,  hipóteses  e  resultad os  das  ciências  já  constituídas,  e  que  visa  a  determinar  os\nfundamentos lógicos, o valor e o alcance objetivos  delas”. Outros autore s já registraram outras\nvariações. Resumindo, a epistemologia é um ra mo da filosofia que trata dos problemas que\nenvolvem a teoria do conhecimento e ocupa-se da definição do saber e dos  conceitos correlatos,\ndas fontes, dos critérios, dos tipos  de conhecimento possíveis e do grau de exatidão de cada um,\nbem como da relação real entre a quele que conhece e o objeto conhecido.\nSegundo Becker (1995), são três as  visões epistemológicas mais utilizadas para  representar as\nrelações entre o sujeito, o ob jeto e o conhecimento como pr oduto do processo cognitivo. A\nprimeira, denominada  Empirismo , é baseado em uma pedagogia centrada no professor, que\nvaloriza as relações hierárquicas, que entende o ensino como transmissã o de conhecimento e que\nse considera o dono do saber. Nesta visão cons idera-se, ainda, o sujeit o da aprendizagem, em\ncada novo nível, como tábula rasa. É, como di ria Paulo Freire, uma educação domesticadora. O\nApriorismo  adota  uma  pedagogia  centrada  no  est udante  pretendendo  assim  enfrentar  os\n- 25 -", "26": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \ndesmandos autoritários do modelo anterior, mas atribuindo ao estuda nte qualidades que ainda\nnão possui como domínio do conhecimento sistem atizado em áreas especí ficas e visão crítica na\ncoleta e organização da informação disponível . Por último, a visão ep istemológica denominada\nConstrutivista  ou  Interacionista  dissolve a importância indi vidual absoluta de cada um dos\nelementos do processo através da dialetização.  Neste modelo, a relação professor-estudante é\nvista como um processo de interação mútua onde  nenhum deles é neutro e/ou passivo, onde o\nprimeiro também aprende no decorrer da ação, e o segundo aprende para si e também participa\ndo crescimento do professor.\n\"Interessa-nos muito mais o processo dinâmico por meio do qual se adquire o\nconhecimento  científico  do  que  a  estr utura  lógica  dos  produtos  da  pesquisa\ncientífica\"  [Khun, 1979].\nO  empirismo  tem  sido  o  modelo  epistemológico  tradicionalm ente  utilizado  no  ensino  de\nengenharia que privilegia uma pr ática que considera o estudante como neutro e sem história e\ncujo objetivo principal é reprodu zir o que lhe foi repassado, se ndo avaliado pela precisão e\nqualidade  dessa  sua  reprodução.  O  modelo  construtivista  ou  in teracionista  constitui  uma\ntendência contemporânea no ensino. Seu método baseia-se na contextua lização do conhecimento\na ser construído com o estudante.  Neste modelo, o estudante é c onsiderado um ser pensante, com\nhistória pregressa e com um unive rso mental prévio já internali zado. O professor é orientador e\nco-participante da construção do novo, que se gundo Bazzo (2008), provoca as perturbações que\nfarão o estudante reestruturar o seu universo pessoal. A escola é então o espaço de integração do\nestudante à sociedade e à cultura.\nUma  mudança  radical  de  postura  pedagógica  não  acontece  pela  simples  denúncia  de  que\noptamos por uma ou outra visão epistemológica. Na verdade o que se percebe, na prática, é a\ncoexistência de modelos ou concepções epis temológicas em conformidade com o momento e\ncom o objeto de trabalho.\nPara um ataque efetivo ao problema, sem a m udança pura e simples da malha curricular pode-se\nsugerir [Bazzo, 2008]:\nA formação profissional contínua do docente  de engenharia com ênfase especial em\nensino, história, filosofia da ciência e da tecnologia;\n- 26 -", "27": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA consolidação de uma massa crítica de e ducadores vivamente engajados em questões\nfilosóficas e pedagógicas, via cursos de pós -graduação, de preferência nas próprias\nescolas de engenharia.\nEstas  sugestões  possibilitam  ao  professor  co mpreender  e  confrontar  diferentes  visões\nepistemológicas, seus pressupostos e implicaçõe s, limites, pontos de c ontraste e convergência.\nPossibilitam, ainda, a análise do próprio fazer pedagógico, de suas implicações, pressupostos e\ndeterminantes e, segundo Bazzo (2008), eliminar iam a regra vigente que  privilegia costuras\nvisivelmente ineficazes nos já fragmentados curr ículos que, a par de seus aparentes efeitos\nimediatos, relegam perigosamente a planos secundá rios o fulcro da questão: o modelo filosófico\nque dá sustentação aos cursos e,  mais do que isso, ao desenvol vimento tecnológico e social do\npaís.\n5.6 – PRINCÍPIOS E OBJETIVOS DO CURSO DE GRADUAÇÃO EM ENGENHARIA 5.6 – PRINCÍPIOS E OBJETIVOS DO CURSO DE GRADUAÇÃO EM ENGENHARIA\nELETRÔNICA E DE TELECOMUNICAÇÕES ELETRÔNICA E DE TELECOMUNICAÇÕES\nNa organização e no desenvolvimento de suas at ividades, o Curso de Engenharia Eletrônica e de\nTelecomunicações defenderá e re speitará os princípios de:\nIndissociabilidade entre o ensino, a pesquisa e a extensão;\nUniversalidade do conhecimento e fomento à interdisplinaridade;\nLiberdade de aprender, ensinar, pesquisar e divulgar a cultura, o pensamento, a arte e\no saber;\nPluralismo de idéias e de concepções pedagógicas;\nGarantia de padrão de qualidade e eficiência;\nOrientação humanística e a preparação para o exercício pleno da cidadania;\nDemocratização da educação no que concer ne à gestão e à socialização de seus\nbenefícios; \nDemocracia  e  desenvolvimento  cultural,  artístico,  cientí fico,  tecnológico  e  sócio-\neconômico do País;\nIgualdade de condições para o acesso e permanência a todas as suas atividades;\nVinculação entre a educação escolar,  o trabalho e as práticas sociais;\nDefesa dos direitos humanos, paz e de preservação do meio ambiente; e\n- 27 -", "28": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nGratuidade do ensino.\nO  Curso  de  Graduação  em  Enge nharia  Eletrônica  e  de  Tele comunicações,  associando-se  à\npesquisa e à extensão e atuando conforme os pr incípios estabelecidos anteriormente, tem como\nobjetivo formar profissionais legalmente habilitados  para o exercício de atividades nas diversas\nmodalidades da Engenharia Eletrônica e de Tel ecomunicações, bem como pessoas capacitadas ao\nexercício da pesquisa e do magistério, devendo portanto:\nProduzir, sistematizar e transm itir conhecimentos na área da Engenharia Eletrônica e\nde Telecomunicações;\nPromover  a  aplicação  prática  do  conheci mento  em  Engenharia  Eletrônica  e  de\nTelecomunicações, visando a melhoria da qualidade de vida em seus múltiplos e\ndiferentes aspectos, na nação e no mundo;\nPromover  a  formação  do  homem  para  o  exercício  profissional  em  Engenharia\nEletrônica e de Telecomunicações, visando a melhoria da qualidade de vida em seus\nmúltiplos e diferentes aspectos, na nação e no mundo;\nDesenvolver e estimular a refl exão crítica e a criatividade;\nAmpliar a oportunidade de acesso à educação superior;\nDesenvolver o intercâmbio científico e tecnológico;\nBuscar e estimular a solidariedade na co nstrução de uma sociedade democrática e\njusta;\nPreservar e difundir valores éticos e de liberdade, igualdade e democracia;\nO Curso de Graduação em Engenharia Eletrônica  e de Telecomunicações  buscará a consecução\nde seus objetivos:\nDesenvolvendo  e  difundindo  o  conhecime nto  teórico  e  prático  em  Engenharia\nEletrônica e de Telecomunicações;\nMinistrando a educação superior, visando a formação de profissionais na área de\nEngenharia  Eletrônica  e  de  Telecomuni cações  bem  como  pessoas  capacitadas ao\nexercício da investigação e do magistério;\nMantendo ampla e orgânica interação com a sociedade;\n- 28 -", "29": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nEstudando  questões  científicas,  tecnol ógicas,  sócio-econô micas,  educacionais,\npolíticas, artísticas e cultura is relacionadas à área de Engenharia Eletrônica e de\nTelecomunicações, com o propósito de cont ribuir para o desenvolvimento regional e\nnacional, bem como para melhorar a qualidade de vida;\nConstituindo-se  em  agente  de  integração  da  cultura  nacional  e  da  formação  de\ncidadãos, desenvolvendo na comunidade univers itária uma consciênci a ética, social e\nprofissional;\nEstabelecendo formas de c ooperação com os poderes públic os, universidades e outras\ninstituições científicas, culturais e e ducacionais brasileiras e estrangeiras;\nDesenvolvendo mecanismos que garantam a ig ualdade no acesso à educação superior;\nPrestando  serviços  especializados  e  dese mpenhando  outras  atividades  na  área  de\nEngenharia Eletrônica e de Telecomunicações.\n6. CARACTERIZAÇÃO DO PROFISSIONAL\n6.1 - INTRODUÇÃO6.1 - INTRODUÇÃO\nO perfil do engenheiro contempla as várias formações pretendidas pela FEELT/UFU/CAMPUS\nPATOS DE MINAS, sendo, portanto, destacados os aspectos de caráter geral mais relevantes,\nigualmente  compartilhados  pela  Engenharia  Elétrica  e  pela  Engenharia  Eletrônica  e  de\nTelecomunicações.  A  formação  do  profission al  atenderá  aos  requisitos  das  Diretrizes\nCurriculares Nacionais dos Cursos de Gradua ção em Engenharia, definidos pelas resoluções\n(Anexo 2): CNE/CES no 11 de 11 de março de 2002 e CNE/CES no 2 de 18 de junho de 2007,\ncomo  também ao  perfil  do  profissional  formado  pela  UFU,  no  que se  refere  aos  aspectospolítico-social, epistemológico e pedagógico.\nVários  têm  sido  os  estudos  dedicados  à  formação  moderna  do  engenheiro,  tanto  a  nível\ninternacional, como nacional, provocando até mesmo uma mudança de paradigmas. Assim é que,\nalém dos aspectos  técnico  e científico , outros vêm sendo cada vez mais valorizados, como o\nhumano, o social  e o gerencial . Aponta-se, portanto, que, atualm ente, não basta fornecer uma\nformação  de  caráter  específico  dentro  de  um  determinado  campo  da  engenharia.  A vida\nprofissional exige do engenheiro determinadas habilidad es e posturas pessoais muito ligadas à\nsua formação humana e filosófica, além do dese nvolvimento de características de liderança e\n- 29 -", "30": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nempreendedorismo,  aí  envolvendo  aspectos  rel acionados  à  facilidade  de  comunicação  e\nexpressão. Além disso, a rapidez das transfor mações científicas, tecnológicas e sociais impõe\nexigências de capacidade de adaptação para o e ngenheiro. Não se preocupar com tal rapidez nas\nmudanças seria limitar o horizonte de “vida útil ” do engenheiro, algo inaceitável para países\ncomo o Brasil, onde os recursos são limitados. Tudo  indica que este s princípios de natureza geral\najudam  o  engenheiro  a  ter  um  melhor  entendi mento  do  mundo  e  facilitam  o  exercício  da\ncidadania, num país com imensos desníveis tecnológicos e sociai s, como é o nosso.\nA organização curricular é um dos elementos releva ntes neste debate. Mas outros aspectos como:\na realidade da prática profissional, a realidade da escola, a relação teor ia/prática, a dicotomia\nanálise/síntese  e  a  avaliação  pr ocessual  como  um  instrument o a s e r v i ç o d a a t u a l i z a ç ã o e\nqualificação  do  curso,  sinalizam  uma  abordage m  para  além  das  estruturas  curriculares  e\nconteúdos apresentados nos projetos pedagógicos atuais. Além disso, com a inserção das novas\ntecnologias  da  informação  e  comunicação,  nov as  abordagens  metodológicas  do  ensino  de\nengenharia entraram na agenda de reflexões sobre o tema. O pr ojeto pedagógico de um curso de\ngraduação explicita um conjunto de propostas e procedimentos envolvendo  objetivos, conteúdos,\nmetodologias, contexto sócio-profi ssional, perfil profissional, prin cípios norteadores do curso e\navaliação.  Deve-se  ter  como  referência  o  conj unto  de  competências  e  habilidades  a  serem\nadquiridas pelo estudante com o desenrolar do curso, necessárias à su a vida profissional e ao\nexercício  da  cidadania.  A  aprendizagem  deve  levar  em  consideraç ão  o  contexto  sócio-\ntecnológico  e  a  realidade  vive nciada  pelo  estudante,  bem  como  facilitar  e  agilizar  a\naprendizagem  cooperativa,  e  a  integração  estudante/profes sor,  estudante/estudante  e\nestudante/professor/comunidade.\nOutro ponto importante é que os tr aços do perfil profissional não devem ser introduzidos apenas\npela grade curricular implantada, considerados os conteúdos das disciplinas do curso. Uma\nuniversidade  plena  oferece  um  elenco  de  opções  de  conv ivência  com  outras  áreas  do\nconhecimento  extremamente  enriquecedoras,  que  devem  ser  colocadas  à  disposição  dos\nestudantes em termos práticos e efetivos. Entretanto, o aspecto central é o comprometimento dos\nprofessores com o projeto acadêmico do curso. Isto coloca não apenas sobre o Colegiado doCurso, mas sobre todos os docentes a responsab ilidade de fazer com que tudo funcione de\nmaneira adequada, buscando nas várias ações, tanto curriculares como extra-curriculares, formas\nde contribuir no sentido de formar o perfil acordado por todos para os novos engenheiros.\n- 30 -", "31": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n6.2 – FERRAMENTAS PARA ATINGIR O PE RFIL DESEJADO DO ENGENHEIRO DE 6.2 – FERRAMENTAS PARA ATINGIR O PE RFIL DESEJADO DO ENGENHEIRO DE\nELETRÔNICA E DE TELECOMUNICAÇÕES ELETRÔNICA E DE TELECOMUNICAÇÕES \nPara formação do Engenheiro de  Eletrônica e de Telecomunicações é necessário que o corpo\ndocente, juntamente com a coor denação de curso, assumam uma postura de compromisso de\nforma a utilizar ferramentas que permit am atingir o perfil que se pretende.\nNão se deve esquecer que o desenvolvimento tecn ológico, as mudanças no mercado de trabalho\ne o impacto das tecnologias da informação e co municação são dados que devem ser considerados\nquando se aborda o ensino e aprendizagem em engenharia. As competências exigidas  pelo\nprofissional quanto às relações gerenciais, a vi são sistêmica dos processos e uma compreensão\ndas  questões  sócio-culturais  do  mundo  contemporâneo  devem  ser  muito  bem  considerados\nquando tratamos da formação do engenheiro. Segundo Moraes (1999), baseado em pesquisas\nrealizadas junto às empresas paulistas para conhecer o perfil profissional, o novo engenheiro\ndeverá: \n(...) ser autônomo, com boa capacidade d ecisória e crítica pa ra poder avaliar e\nconfiar em suas fontes de informações e ser capaz de produzir conhecimentos. É\no indivíduo com o domínio das instrumentaç ões eletrônicas e do inglês, com visão\nsistêmica,  competente  para  desenvol ver  um  planejamento  estratégico  e  que\nentenda das etapas de produção na empresa.\n \nO engenheiro não processa mate riais e sim informação. Portanto , seu principal conhecimento é\nsobre como processar a informação para que po ssa tomar as melhores decisões. Segundo Morin\n(2002):\nA organização dos conhecimentos é realizada em função de princípios e regras;\ncomporta operações de li gação (conjunção, inclusão, im plicação) e de separação\n(diferenciação, oposição, seleção, exclu são). O processo é circular, passando da\nseparação à ligação, da ligação à separação, e, além disso, da análise à síntese,da  síntese  à  análise.  Ou  seja:  o  c onhecimento  comporta,  ao  mesmo  tempo\nseparação e ligação, análise e síntese.\n \nPara o autor, o ensino privilegia a análise em detrimento da síntese. A separação e a acumulação,\nsem ligar os conhecimentos, são pr ivilegiadas em detrimento da organização que os conecta. A\nintegração  de  conhecimentos  pode  ser  implem entada  através  da  me todologia  de  projetos\n- 31 -", "32": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n(disciplinares e interdisciplinares) e pelas ativid ades propiciadas em núcleos de disciplinas afins,\nestas iniciativas viabilizam um a relação análise/síntese no contexto explicitado por Morin. \nHoje estamos conscientes de que o aprender nã o ocorre por transmissã o do conhecimento e sim\npor sua construção. É preciso aprender a fazer pa ra entender como as coisas funcionam e não\napenas ler como foi feito. Segundo Hansen ( 1990), o estudante aprende 25% do que ouve, 45%\ndo que ouve e vê e 70% se ele usa a metodologi a do aprender fazendo. A escola passiva, onde o\naluno fica sentado escutando o professor, perd eu seu lugar de ocupaçã o das mentes de nossos\nestudantes. Não basta mais ficar re solvendo longas listas de exer cício para “treinar” a solução de\nequações que, na maioria dos casos, as máqui nas podem resolver. Uma nova  escola que integre\ningredientes interessantes à aprendizagem das e ngenharias deve ser busc ada. Ou seja, devemos\nabandonar  o  “treino”  e  construi r  o  novo.  Neste  contexto,  projet os,  interdiscipl inaridade,  o\naprender  fazendo  e  a  utilização  das  novas  t ecnologias  da  comunicação  e  informação  são\nelementos vitais para uma  nova escola de engenharia. Prados (1998), afirma que os novos\nparadigmas  na  educação  em  engenharia  leva m  em  consideração  características  como:  a\naprendizagem baseada em projetos; integração vert ical e horizontal de conteúdos disciplinares;\nconceitos matemáticos e científicos no contexto  da aplicação e ampla utilização das tecnologias\nda informação e comunicação. As competências e habilidades tais como: identificar, conceber,\nprojetar  e  avaliar  sistemas,  produtos  e  processos,  serão  desenvolvidas  pelos  egressos  de\nengenharia quando estes agirem com autonomia, com capacidade de trabalhar em grupo e com\ncapacidade de auto-aprendizage m. Estes portanto, devem ser itens a serem considerados na\nconstrução de um projeto pedagóg ico de um curso de engenharia. \nAs Diretrizes Curriculares Na cionais do Curso de Graduação em Engenharia orienta, entre as\nhabilidades e competências a serem desenvolvidas,  “a capacidade de síntese e integração dos\nconhecimentos  adquiridos  ao  longo  do  curso”  e,  dentre  os  conteúdos  básicos,  o  tópico\nmetodologia científica pode se utilizar da metodol ogia de projetos nas di sciplinas, nos projetos\nintegradores multidisciplinares  e nos  trabalho s  de  conclusão  de  curso.  A aprendizagem por\nprojeto é uma abordagem que visa incorporar à escola o modo natural de aprendizagem do ser\nhumano. Pois quando o estu dante trabalha em projetos ele se  depara com situações concretas que\nprecisam ser superadas e para isso busca informações que se transformam em conhecimento. O\nque se busca resgatar com a pedagogia de proj etos é que o estudante esteja interessado em\nresolver um problema real para que se engaje  de corpo e alma na busca e processamento da\ninformação. É a necessidade de resolver o problem a que instigará a curiosidade. A motivação e a\n- 32 -", "33": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \ncuriosidade são intrínsecas aos i ndivíduos e, cabe ao es tudante uma posição a tiva no processo de\ninvestigação. Ao professor cabe orientar a escolh a dos temas a serem inve stigados e estabelecer\nas  relações  destes  temas  co m  os  conteúdos  a  serem  desenvol vidos  no  currículo  do  curso.\nBaseado no exposto, algumas ações tornam-se im prescindíveis para a formação do engenheiro:\nIncentivar a participação efetiva dos es tudantes no processo ensino/aprendizagem;\nUtilizar metodologias que superem a passi vidade dos estudantes, tão comum nas\naulas expositivas;\nColocação clara e objetiv a da importância da disciplina de ntro do contexto do curso e\nda formação profissional;\nIntrodução de uma abordagem histórica dos conceitos e idéias para mostrar que a\nengenharia não é uma estrutur a pronta e acabada, estanque em si mesma, mas em\npermanente construção e desenvolvimento;\nExposição do estudante, desde o início do curso, a problemas reais de engenharia;\nRepensar e providenciar expe rimentos laboratoriais que se aproximam de problemas\nprofissionais  práticos  integrados  à  teoria,  que  ao  mesmo  tempo  incentivam  adescoberta de conceitos físicos;\nUtilizar recursos audio-visuai s, computacionais e pequenos  experimentos em sala de\naula para visualização de fenômenos e de conceitos;\nRepensar a prática de projetos em grupo s, visando a capacitação do trabalho em\nequipe, o desenvolvimento da habilidade de  comunicação e o relacionamento social. \n6.3 – PERFIL DO ENGENHEIRO DE  ELETRÔNICA E DE TELECOMUNICAÇÕES \n6.3 – PERFIL DO ENGENHEIRO DE  ELETRÔNICA E DE TELECOMUNICAÇÕES \nO profissional formado no Curso de Engenharia Eletrônica e de Telecomunicações deve ser\ndotado de capacidade para concepção de proj etos e soluções adequa das às necessidades da\nsociedade, e principalmente de executá-las, seja  qual for seu nível de atuação. Os requisitos para\nessa tarefa não são poucos. Antes de tudo, ele deve ser capaz de  identificar as necessidades da\nsociedade e as oportunidades re lacionadas, o que implica em uma sintonia com o meio em que\nvive  e  um  bom  nível  de  informação.  Portan to  o  Curso  de  Engenharia  Eletrônica  e  de\nTelecomunicações deve proporcionar condições para que seus estudantes possam exercitar o\nolhar crítico sobre o panorama vigente e a cap acidade para buscar, selecionar e interpretar\ninformações.\n- 33 -", "34": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nUma vez identificados os probl emas e oportunidades, o profis sional deve ter a capacidade de\narticular  e  implementar  soluções  otimizadas  quanto  a  custos,  complexidade,  acessibilidade,\nmanutenção, etc. Esta etapa pode envolver o planejamento, a captaç ão de recursos, motivação de\nparceiros, a execução do projeto em si  e a manutenção de seus resultados.\nO Curso  de  Graduação  em Engenharia  Eletrôni ca  e de  Telecomunica ções tem ainda como\nobjetivo,  formar  um  engenheir o  com  iniciativa,  sociabilidade,  capacidade  de  expressão\n(incluindo as formas gráficas, orais e escritas , inclusive em idioma estrangeiro), organização,\nliderança, elevada capacidade técnica e científica, com formaçã o generalista, humanista, com\natuação crítica, criativa e reflexiva, capacita do a absorver e desenvolv er novas tecnologias na\nidentificação  e  resolução  de  problemas,  consid erando  seus  aspectos  políticos,  econômicos,\nsociais, ambientais e culturais, com visão étic a e humanística, em at endimento às demandas da\nsociedade.\nO Engenheiro de  Eletrônica e de Telecomunicações graduado pe la UFU terá conhecimento para\ndesenvolver suas atividades profi ssionais de acordo com o Código de Ética (Anexo 2) instituído\npela Resolução no 205 de 30 de setembro de 1971, eman ada do CONFEA, na forma prevista na\nletra “n” do artigo 27 da Lei no 5.194, de 24 de dezembro de 1966. A Resolução no 1.002, de 26\nde novembro de 2002, adota o Código de Ética profissional da Engenharia, da Arquitetura, da\nAgronomia, da Geologia, da Geografia e da Meteorologia.\n7. OBJETIVOS DO CURSO\n7.1 – COMPETÊNCIAS E HABILIDADES7.1 – COMPETÊNCIAS E HABILIDADES\nA formação do Engenheiro de  Eletrônica e de Telecomunicações te m por objetivo dotar o\nprofissional  dos  conhecimentos  requeridos  para  o  exercício  das  seguintes  competências  e\nhabilidades  atendendo  às  Diretrizes  Curriculares,  às  Resoluções  do  CONFEA/CREA comotambém ao perfil do profissional formado pela UFU, tanto no que se refere aos aspectos político-\nsocial, epistemológico e pedagógico.\n- 34 -", "35": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nAs Diretrizes Curriculares Naciona is estabelecem o seguinte perfil  para os engenheiros a serem\nformados no país:\nArt. 1o - Os Currículos dos Cursos de E ngenharia deverão da r condições a seus\negressos para adquirir um perfil prof issional compreendendo uma sólida formação\ntécnico científica e profissional geral qu e o capacite a absorver e desenvolver\nnovas tecnologias, estimulando a sua atuação crítica e criativa na identificação eresolução  de  problemas,  considerando  seus  aspectos  políticos,  econômicos,\nsociais, ambientais e culturais, com vi são ética e humanística em atendimento às\ndemandas da sociedade.\nParágrafo Único  - Faz parte do perfil do egress o de um Curso de Engenharia, a\nser garantido por seu Curríc ulo, a postura de permanen te busca da atualização\nprofissional.\nArt. 2\no - Os Currículos dos Cursos de E ngenharia deverão da r condições a seus\negressos para adquirir competências e habilidades para:\nAplicar  conhecimentos  matemático s,  científicos,  tecnológicos  e\ninstrumentais à engenharia;\nProjetar e conduzir experiment os e interpretar resultados;\nConceber, projetar e analisar sistemas, produtos e processos;\nPlanejar, supervisionar, elaborar e coordenar projetos e serviços de\nengenharia;\nIdentificar, formular e resolver problemas de engenharia;\nDesenvolver e/ou utilizar novas ferramentas e técnicas;\nSupervisionar a operação e a manutenção de sistemas;\nAvaliar criticamente ordens de gra ndeza e significância de resultados\nnuméricos;\nComunicar-se eficientemente nas formas escrita, oral e gráfica;\nAtuar em equipes multidisciplinares;\nCompreender e aplicar a ética e responsabilidade profissionais;\n- 35 -", "36": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nAvaliar o impacto das atividades da engenharia no contexto social e\nambiental;\nA Resolução no 1.010, de 22 de agosto de 2005, do Cons elho Federal de Engenharia, Arquitetura\ne  Agronomia  (CONFEA)  que  “dispõe  sobre  a  regulamentação  da  atribuição  de  títulos\nprofissionais, atividades, competên cias e caracterização do âmbito  de atuação dos profissionais\ninseridos no Sistema CONFEA/CRE A, para efeito de fiscalização do exercício profissional”\ndiscrimina, no artigo 5o, as atividades que poderão ser atribuída s de forma integral  ou parcial, em\nseu conjunto ou separadamente, nas quais os en genheiros do país podem estar aptos em sua área\nde atuação. São elas:\nSupervisão, coordenação e orientação técnica;\nEstudo, planejamento, projeto e especificação;\nEstudo de viabilidade técnico-econômica;\nAssistência, assesso ria e consultoria;\nDireção de obra e serviço técnico;\nVistoria, perícia, avaliação, arb itramento, laudo e parecer técnico;\nDesempenho de cargo e função técnica;\nEnsino, pesquisa, análise, experimentação, ensaio e divulgação, técnica, extensão;\nElaboração de orçamento;\nPadronização, mensuração em  Eletrônica  e de Telecomunicações de qualidade;\nExecução de obra e serviço técnico;\nFiscalização de obra e serviço técnico;\nProdução técnica e especializada;\nCondução de trabalho técnico;\nCondução de equipe de instalação, m ontagem, operação, reparo ou manutenção;\nExecução de instalação, montagem e reparo;\nOperação e manutenção de equipamento e instalação;\nExecução de desenho técnico.\nSem prejuízo do que dispõe as Diretrizes Curric ulares da área de Engenharia e das Resoluções\ndo sistema CONFEA/CREA, o profissional egresso dos Cursos de Graduação da FEELT deveráapresentar as seguintes características específicas:\n- 36 -", "37": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nSólido conhecimento em Física e Matemática;\nSólido conhecimento geral da Engenharia Elétrica;\nCapacidade de aquisição au tônoma de conhecimentos;\nO esforço conjunto de todos os envolvidos na formação do Engenheiro de  Eletrônica e de\nTelecomunicações  permitirá que o profission al formado pela FEELT/UFU seja capaz de:\nAvaliar o impacto das atividades de Engenha ria Eletrônica e de Telecomunicações no\ncontexto ambiental e social;\nIntegrar conhecimentos técnicos-cient íficos na inovação da tecnologia;\nAnalisar criticamente os m odelos empregados tanto no estudo quanto na prática da\nEngenharia Eletrônica e de Telecomunicações;\nPlanejar, supervisionar, ela borar, coordenar, avaliar e executar projetos e serviços;\nAtuar com espírito empreendedor;\nAvaliar  a  viabilidade  econômica  das  ativ idades  da  Engenharia  Eletrônica  e  de\nTelecomunicações;\nDemonstrar preparo psíquico e técnico para  enfrentar a interdisciplinaridade de um\nproblema  de  engenharia,  que  engloba  as pectos  técnicos,  éticos,  ambientais,\neconômicos, políticos e sociais;\nDemonstrar atitude empreendedora, possibi litando não apenas a inovação dentro do\nambiente de trabalho, como a vi são de iniciar novas empresas;\nAtuar em equipes multidisciplinares;\nDemonstrar liderança, caract erizada tanto pelo trabalho individual como pelo trabalho\nem equipe.\nO  profissional  formado  pelo  curso  de  Engenha ria  Eletrônica  e  de  Telecomunicações,  ora\nproposto  pela  FEELT/UFU/CAMPUS  PATOS  DE  MINAS,  será  capaz  de  pensar  de  forma\nholística e agir com base em seus  próprios conhecimentos. Igualmente , ele deve ter iniciativa, ser\ninovador, apresentar competênci a social e estar preparado pa ra assumir responsabilidades.\nDe forma mais específica e de acordo com as Referências Curriculares Nacionais dos Cursos de\nBacharelado  e  Licenciatura  (Anexo  2),  o  B acharel  em  Engenharia  Eletrônica  e  de\nTelecomunicações  ou  Engenheiro  de   Eletrô nica  e  de  Telecomunicações  e   atua  no\n- 37 -", "38": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \ndesenvolvimento e integração de processos, sistem as, equipamentos e dis positivos de  Eletrônica\ne de Telecomunicações. O perfil do Engenheiro de Telecomunicações, a ser formado pelo currículo aqui proposto, foielaborado com base nas Diretrizes Curric ulares Nacionais do Curso de Graduação em\nEngenharia (Resolução CNE/CES 11 de 11/03/2002).Estão listados a seguir os aspectos do perfil,  propositalmente sem numeração, para indicar que\ntodos os aspectos têm a mesma importância. É importante observar que o desenvolvimento das\nhabilidades e competências ligadas a cada aspecto, não se faz apenas com o currículo adequado,mas também com a metodologia ensino/aprendi zagem compatível com as necessidades,\ncompletadas com sérios instrument os de avaliação deste processo.\nO Engenheiro de Eletrônica e de Telecomunicações :\n- Possuir uma visão geral – social, política, ecol ógica, científica e técnica – onde a Engenharia de\nTelecomunicações está inserida, compreendendo as sim sua utilidade, importância e relação com\nas necessidades da comunidade a qual vai servir como um profissional responsável.\n-Estar capacitado a examinar com inteligência os problemas técnicos e propor soluções originais\ne criativas.- Possuir forte base generalista e podendo esco lher entre perfis levemente diferenciados,\naprofundando seus estudos, através de unidades curriculares eletivas, nas seguintes áreas:\n● sistemas de Transporte, com conhecimento de  projeto, composição, segurança, gerência e\naplicabilidades dos sistemas de transporte de informação;\n● redes de Serviços, com conhecimento pr ojeto, composição, segurança, gerência e\naplicabilidades das redes de serviços de telecomunicações;● eletromagnetismo, com conheci mentos de projetos de ante nas, fotônica computacional e\ntecnologias ópticas modernas e● eletrônica, com conhecime nto de projetos de circuitos eletrôni cos, filtros analógicos e digitais,\ntécnicas digitais, processamento de áudio e vídeo e processamento digital de sinais.  \n- Estar capacitado a especificar, avaliar, operar e projetar equipa mentos associados às áreas de\natuação descritas acima.- Estar capacitado a utilizar, avaliar e especifica r instrumentos de computação em projetos de\nsistemas/equipamentos associ ados às referidas áreas de atuação descritas acima.\n- Estar capacitado a atuar na geração de novos  conhecimentos, utilizando os fundamentos de\nmetodologia científica e tecnológica.- Estar capacitado para inicia r estudos de pós-graduação na mesma área ou em áreas afins.\n- 38 -", "39": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n- Estar preparado para se mant er atualizado sobre tecnologias em implantação no Brasil ou em\ndesenvolvimento a nível mundial.- Estar capacitado a elaborar orçamentos, pl anejamento do desenvolvimento de projetos ou\nimplantação de sistemas de Telecomunicações  e fazer análise econômica destes sistemas.\n- Estar capacitado para o trabalho em grupo mu ltidisciplinar, supervisionando, coordenando e\nfornecendo orientação técnica a equipes de trabalho.- Ter desenvolvido visão espacial e estar apto a el aborar desenhos técnicos específicos da área de\natuação.\n \n8. ESTRUTURA CURRICULAR\n8.1 – ORGANIZAÇÃO CURRICULAR8.1 – ORGANIZAÇÃO CURRICULAR\n8.1.1 – Introdução\nO currículo do Curso de Engenharia Eletrônica e de Telecomunicações é estabelecido como um\nsistema orgânico integrado, composto de dife rentes elementos que mantém uma articulação\nsincronizada.  Pode-se  afirmar  que  cada  elemen to  constituinte  tem  sua  razão  de  existência\nbaseada na relação orgânica com os demais elem entos do currículo e suas relações com o todo. O\ncurrículo  do  Curso  de  Engenharia  Eletrônica  e  de  Telecomunicações  atende  às  áreas  de\nconhecimento contempladas nas Leis de Diretr izes Curriculares e Legislação Educacional e\nProfissional vigentes. Tendo em vista as propos tas metodológicas estabelecidas neste documento,\no currículo adotado no curso prevê:\nA articulação das disciplinas com os tema s concernentes à construção do perfil\nproposto para o formando;\nO estabelecimento de conexões  laterais e verticais entre as diferentes disciplinas e,\ndestas, com as di ferentes áreas de conhecimento;\nO  princípio  da  flexibilidade,  propic iando  abertura  para  a  atualização  de\nparadigmas  científicos,  diversificação de  formas  de produção de  conhecimento  e\ndesenvolvimento da autonomia do estudante;\nObjetivos  bem  definidos,  elaborados  em  consonância  co m  a  metodologia  de\nensino e o perfil proposto ao formando;\nO atendimento às Diretrizes  Curriculares Nacionais es tabelecidas pela resolução\nCNE no 11 de 11/03/2002 (Anexo 2), nas quai s são definidas as matérias de formação\n- 39 -", "40": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \ncom conteúdos básicos, profis sionalizantes e com conteúdo específico e também suas\nporcentagens em relação à carga horária mínima, para os cursos de engenharia;\nO atendimento à resolução CNE no 2 de 18/06/2007 (Anexo 2), que dispõe sobre a\ncarga horária mínima e  procedimentos relativos à integr alização e duração dos cursos\nde graduação, bacharelados, na modalidade presencial;\nO atendimento às Referenciais Curricular es Nacionais dos Cursos de Bacharelado\ne Licenciatura (Anexo 2).\nA limitação  e  distribuição  da  carga  hor ária  por  semestre,  permitindo  que  o\nestudante se matricule em discip linas optativas ao longo do curso;\nA manutenção de uma carga horária compat ível com um curso distribuído em dez\nsemestres em período integral;\nO estabelecimento de um grande número de  disciplinas com atividades práticas,\ngarantindo um forte aspecto pr ático/experimental do curso;\nO estabelecimento, desde o primeiro semest re do curso, de disciplinas aplicadas à\nárea de Engenharia Eletrônica e de Teleco municações de modo a garantir o interesse\ndo estudante pelo curso, de ntro do limite permitido pe las disciplinas de formação\nbásica;\nO ingresso de 30 (trinta) estuda ntes, por semestre, para o curso;\nO estabelecimento de horários que permitam  a otimização do uso da infraestrutura\ndisponível para o desenvolvimento do curso;\nA definição de uma sequência de discip linas de tal maneira que o conhecimento\nadquirido em uma seja utiliz ado nas disciplinas seguintes.\n8.1.2 – Diretrizes\nEspecificamente, em relação ao s cursos de engenharia, as Diretrizes Curriculares Nacionais\nestabelecem que:\n1) Cada  curso  de  Engenharia  deve  possuir  um  projeto  pedagógico  que  demonstre\nclaramente como o conjunto das atividades previstas garantirá o perfil desejado de\nseu egresso e o desenvolvimento das compet ências e habilidade s esperadas. Ênfase\ndeve ser dada à necessidade de se reduzir  o tempo em sala de aula, favorecendo o\ntrabalho individual e em  grupo dos estudantes;\n- 40 -", "41": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n2) Deverão existir os trabalhos de síntese e integração dos conhecimentos adquiridos ao\nlongo do curso, sendo que, pelo menos, um deles deverá se cons tituir em atividade\nobrigatória como requisito para a graduação;\n3) Deverão também ser estimuladas atividades  complementares, tais como trabalhos de\niniciação científica, projetos multidisciplin ares, visitas teóricas, trabalhos em equipe,\ndesenvolvimento  de  protótipos ,  monitorias,  participação  em  empresas  juniores  e\noutras atividades empreendedoras. \nNestas atividades procurar-se-á desenvolver pos turas de cooperação, comunicação e liderança.\nO conteúdo das disciplinas oferecida s no curso atende o que estabele ce as Diretrizes Curriculares\nNacionais do Curso de Graduação em Engenhari a definidas pelo MEC. O Anexo 2 apresenta a\ntranscrição  das Resoluções.  Além do requisit o básico, de  se  cumprir do ponto de  vista de\nconteúdo as diretrizes curriculares, o oferecim ento das disciplinas é feito visando sempre a\nexcelência no  ensino e na aprendizagem do es tudante de  engenharia. Além disso, algumas\natividades previstas nesse projeto buscam, ao l ongo de todo o curso, o alcance de objetivos\nadicionais importantes, como:\n1) Propiciar  uma  sólida  formação  técnica,  científica  e  profissional  que  capacite  o\nestudante a absorver e dese nvolver novas tecnologias, estimu lando sua atuação crítica\ne criativa na identificação e resolução de problemas, considerando seus aspectos\npolíticos, econômicos, sociais, ambientais e culturais, co m visão ética e humanística\nem atendimento às demandas da sociedade;\n2) Diminuir os índices de evasão do curso e de reprovação nas disciplinas;3) Propiciar uma forma de ligação entre a graduação e a pós-graduação;\n4) Desenvolvimento de capacidade crít ica e visão sistêmica de processos;\n5) Construção e avaliação permanente do projeto político pedagógico.\nAtravés de uma sólida formação básica e uma vi são geral e abrangente da  Engenharia Eletrônica\ne de  Telecomunicações  espera-se do profissi onal formado  nesse curso uma  alta capacidade\ncrítica e criativa sempre que estiver à frente de novos problemas ou t ecnologia. Almeja-se ainda\numa participação ativa desse pr ofissional  na  solução  de  problemas  políticos,  econômicos e\nsociais  do  país.  Para  isto,  conteúdos  da  ár ea  de  humanas  e  meio  ambiente  são  também\nministrados ao longo do curso. \n- 41 -", "42": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA formação de um Engenheiro de  Eletrônica e de Telecomunicações com esse perfil norteia o\ncurrículo do Curso de Engenharia Eletrônica e de Telecomunicações da FEELT/UFU/CAMPUS\nPATOS DE MINAS que possui 10 períodos semestra is, integrais, cujas atividades curriculares\nestão distribuídas em: disciplinas obrigatórias, disciplin as optativas, discip linas obrigatórias em\nhumanística e ciências sociais, trabalho de conclusão de curso, estágio curricular e atividades\ncomplementares, totalizando 3765 horas.\nAs  disciplinas  obrigatórias  e  que  contemplam  os  conteúdos  básicos,  profissionalizantes  e\nespecíficos definidos na Resolução CNE/CES no  11, de 11 de março de 2002, visam dotar o\nestudante dos conhecimentos necessá rios ao exercício da profissã o de Engenheiro de  Eletrônica\ne  de  Telecomunicações  que  to talizam  3255  horas.  As  discipli nas  obrigatórias  de  Projeto\nInterdisciplinar,  Trabalho  de  Conclusão  de  Curso,  Estági o  Supervisionado  e  Atividades\nAcadêmicas Complementares são cons ideradas em itens diferenciados.\nO estudante cursa 120 horas nas disciplinas optativ as. As disciplinas optativas têm como objetivo\npermitir ao estudante aumentar seus conhecime ntos em uma área específica. Foram previstas\nquatro disciplinas denominadas T ópicos Especiais, que permitem o oferecimento de disciplinas\ncom  temas  de  interesse  na  formação  do  pr ofissional  de  Engenharia  Eletrônica  e  de\nTelecomunicações, principalmente  sobre novas tecnologias e mé todos. A proposta da disciplina\nProjeto Interdisciplinar, do sétimo período e co m carga horária de 30 horas, é a preparação,\nelaboração,  desenvolvimento,  redação  e  aprese ntação,  em  equipes  sob  coordenação  de  um\nprofessor,  de  projetos  que  ob jetivem  resolver  situações/probl emas  práticos  de  Engenharia\nEletrônica e de Telecomunicações que envolvam  os conhecimentos, procedimentos, atitudes,\ncompetências  e  habilidades  adquiridos  pelos  estudantes  durante  o  cu rso,  possibilitando  ao\ngraduando  visualizar  a  inter-relação  entre  t odas  as  disciplinas  estudadas  e  o  vínculo  com\nproblemas que poderão ser encontra dos em sua futura profissão.\nO Trabalho de Conclusão de Curso 1 é alocado no nono período e a disc iplina de Trabalho de\nConclusão de Curso 2 á alocada no décimo período. A matrícula em Trabalho de Conclusão de\nCurso poderá ser realizada após o estudante ter cursado 2600 horas. Os Trabalhos de Conclusão\nde  Curso  totalizam  60  horas  sendo  que  as  normas  gerais  que  regem  sua  execução  são\napresentadas no Anexo 6.\nO Estágio Curricular, conforme  a Resolução CNE/CES no 11, de 11 de março de 2002, é\nobrigatório, e sua única exigência é uma carga  horária mínima de 160 horas. No Curso de\n- 42 -", "43": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nEngenharia Eletrônica e de Telecomunicações, el e deverá ser de no mínimo 180 horas. Outras\ninformações podem ser encontradas no anexo 4 e as normas são apresentadas no Anexo 6.\nA disciplina  obrigatória  deno minada  Atividades  Acadêmicas  Complementares  consiste  em\natividades  extra-curriculares ,  complementares  à  formação  do  profissional  de  Engenharia\nEletrônica e de Telecomunicações e totalizam 120  horas. Tais atividades podem corresponder a\ntrabalhos  de  iniciação  científi ca,  projetos  multidisciplinares,  desenvolvimento  de  protótipos,\nmonitorias, participação em empresas juniores , atividades empreendedoras e participação em\ncursos fora da instituição. Tais  atividades, para se rem convalidadas como Atividades Acadêmicas\nComplementares,  devem  ter  aprovação  prévia  do  Colegiado  de  Curso.  O  estudante  deve\napresentar documentação comprobatória. As norm as que regem esta atividade estão no anexo 6.\n8.2 – CONTEÚDOS CURRICULARES8.2 – CONTEÚDOS CURRICULARES\n8.2.1 – Disciplinas Obrigatórias com Conteúdos Básicos\nA estrutura curricular do curs o de Engenharia Eletrônica e de Telecomunicações prevê 1485\nhoras, ou seja, aproximadamente 39% da carga hor ária mínima em conte údos básicos. Reflete-se\nassim, nessa estrutura, a forte formação básica  do egresso, principalmente em conteúdos de\nMatemática e Física cuja participação no curríc ulo chega a alcançar em torno de 20% da carga\nhorária obrigatória mínima.\nA Tabela 8.1 destaca o oferecimento de cada disciplina, sua carga hor ária e seu respectivo\nconteúdo básico, estabelecido nas diretrizes curriculares.\nRessalta-se que temas relaciona dos a Comunicação e Expressão (utilização dos diversos meios\nde comunicação, leitura e interpretação de text os em português e inglês, redação e apresentação\noral)  são  abordados  indiretament e  ao  longo  do  curso,  atravé s  de  relatórios  em  diversas\ndisciplinas  e  na  apresentação  de  seminários,  onde  o  estudant e  deve  pesquisar  sobre  temas\nespecíficos. É importante destacar que os estuda ntes escrevem um relatório de Estágio e uma\nmonografia de Trabalho de Conclusão de Curso,  que devem ser apresent ados, em seção aberta,\npara uma banca composta por professores. \n- 43 -", "44": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nAs Diretrizes Curriculares Nacionais estabelecem que:\nTodo o curso de Engenharia, independent e de sua modalidade, deve possuir em\nseu  currículo  um  núcleo  de  conteúdos  básicos,  um  núcleo  de  conteúdosprofissionalizantes  e  um  núcleo  de  conteúdos  específicos  que  caracterizem  amodalidade.\n \nO  núcleo  de  conteúdos  básicos,  cerca  de  30 %  da  carga  horária  mínima,  versará  sobre  os\nseguintes  tópicos:  Metodologia  Científica  e  Tecnológica;  Comunicação  e  Expressão;\nInformática; Expressão Gráfica;  Matemática; Física; Fenômenos de Transporte; Mecânica dos\nSólidos; Eletricidade Aplicada; Química; Ciênci a e Tecnologia dos Materiais; Administração;\nEconomia; Ciências do Ambiente; Humani dades, Ciências Sociais e Cidadania.\nNos conteúdos de Física, Químic a e Informática, é obrigatória a existência de atividades de\nlaboratório.  Nos  demais  conteúdos  básicos,  deverão  ser  pr evistas  atividades  práticas  e  de\nlaboratórios, com enfoques e intensividade compatíveis com a modalidade pleiteada.\nTabela 8.1 – Disciplinas e seus respectivos conteúdos básicos.\nCódigo DisciplinasConteúdo Estabelecido\npelas Diretrizes\nCurricularesCarga Horária\nCH. T. CH. P. Total\nÁlgebra Linear e Geometria\nAnalíticaMatemática 90 0 90\nFunções de Variáveis Reais 1 Matemática 75 0 75\nEstatística e Probabilidade Matemática 60 0 30Funções de Variáveis Reais 2 Matemática 75 0 75\nMétodos Matemáticos Matemática 90 0 90\nMétodos Numéricos Matemática 60 0 60Eletricidade e Magnetismo Física 60 30 90Eletromagnetismo Física 60 0 60Mecânica Fundamental Física 60 30 90Ótica e Termodinâmica Física 60 15 75\nIntrodução à Tecnologia da Informática 30 30 60\n- 44 -", "45": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nComputação\nMétodos e Técnicas de\nProgramaçãoInformática 30 60 90\nEngenharia de Softwa re Informática 30 30 60\nDesenho para Engenharia Expressão Gráfica 60 0 60\nIntrodução a Engenharia\nEletrônica e deTelecomunicaçõesMetodologia Científica e\nTecnologia, Comunicação\ne Expressão.30 0 30\nEngenharia Ambiental Ciência do Ambiente 60 0 60\nQuímica Tecnológica Química 45 15 60Ciência e Tecnologia dos\nMateriaisCiência e Tecnologia dos\nMateriais60 0 60\nFenômenos de Transporte Fenômenos de Transporte 60 0 60\nAdministração Administração 60 0 60Ciências Econômicas Economia 60 0 60\nCiências Sociais e JurídicasHumanidades, Ciências\nSociais e Cidadania60 0 60\nTOTAL 1275 210 1485\n8.2.2 – Disciplinas Obrigatórias com Conteú dos Profissionalizantes e Específicos\nCabe salientar que algumas disciplinas além de oferecer conteúdos de formação básica, também\noferecem uma formação em conteúdo profissiona lizante para o Engenheiro de  Eletrônica e de\nTelecomunicações .A Tabela 8.2 destaca o oferecimento das discipli nas profissionalizante, sua carga horária e seu\nconteúdo estabelecido nas diretri zes curriculares. As disciplina s de conteúdo específico são\napresentadas na Tabela 8.3.\nTabela 8.2 – Disciplinas de conteúdos profissionalizantes.\nCódigo DisciplinasConteúdo Estabelecido\npelas Diretrizes\nCurricularesCarga Horária\nCH. T. CH. P. Total\nEletrônica Analógica 1Eletrônica Analógica e\nDigital60 30 90\nEletrônica Analógica 2Eletrônica Analógica e\nDigital30 30 60\nEletrônica DigitalCircuitos lógicos e \nEletrônica Analógica e\nDigital30 30 60\nCircuitos Elétricos 1 Circuitos Elétricos 75 15 90\nCircuitos Elétricos 2 Circuitos Elétricos 60 15 75Sinais e Sistemas 1 Modelagem, Análise e 30 0 30\n- 45 -", "46": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nSimulação de Sistemas\nSinais e Sistemas 2 Matemática Discreta 60 0 60\nSistemas Realimentados  Controle e Automação 60 30 90\nConversão de Energia e\nMáquinas ElétricasConversão de Energia 60 30 90\nMicroprocessadores      Eletrônica Digital 30 30 60\nInstrumentação Industrial Instrumentação 60 15 75\nInstalações Elétricas Eletricidade Aplicada 30 30 60\nTOTAL 585 255 840\nTabela 8.3 – Disciplinas de  conteúdos específicos.\nCódigo DisciplinasConteúdo Estabelecido\npelas Diretrizes\nCurricularesCarga Horária\nCH. T. CH. P. Total\nPrincípios de Comunicação Conteúdo Específico 60 30 90Processamento Digital de\nSinaisConteúdo Específico 45 15 60\nAntenas e Propagação Conteúdo Específico 45 15 60\n Linhas de Transmissão e\nRadiaçãoConteúdo Específico 45 15 60\nComunicações Digitais 1 Conteúdo Específico 45 15 60\nComunicações Digitais 2 Conteúdo Específico 45 15 60Redes de Computadores Conteúdo Específico 45 15 60Telefonia Digital Conteúdo Específico 45 15 60\n    Comunicações Ópticas Conteúdo Específico 45 15 60\nCircuitos de Eletrônica\nAplicadaConteúdo Específico 45 15 60\nComunicações  via Satélite Conteúdo Específico 45 15 60\nSistemas de Televisão Conteúdo Específico 45 15 60Comunicações Móveis Conteúdo Específico 45 15 60Princípios de Microondas Conteúdo Específico 45 15 60\nSistemas de Comunicação Conteúdo Específico 45 15 60\nTópicos Especiais 1 Conteúdo Específico 45 15 60Tópicos Especiais 2 Conteúdo Específico 45 15 60Projeto Interdisciplinar Conteúdo Específico 0 30 30\nTOTAL 780 300 1080\n- 46 -", "47": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n8.2.3 – Demais Disciplinas Obrigatórias\nAs tabelas a seguir destacam o oferecimento das seguintes disciplinas obr igatórias: Trabalho de\nConclusão de Curso (Tabela 8.4), Estágio Superv isionado (Tabela 8.5) e Atividades Acadêmicas\nComplementares (Tabela 8.6).\nTabela 8.4 – Trabalho de Conclusão de Curso.\nCódigo DisciplinasConteúdo Estabelecido\npelas Diretrizes\nCurricularesCarga Horária\nCH. T. CH. P. Total\nTrabalho de Conclusão de\nCurso 1Trabalho Final de Curso,\nSíntese e Integração \nde Conhecimentos03 0 3 0\nTrabalho de Conclusão de\nCurso 203 0 3 0\nTOTAL 0 60 60\nTabela 8.5– Estágio Supervisionado.\nCódigo DisciplinasConteúdo Estabelecido\npelas Diretrizes\nCurricularesCarga Horária\nCH. T. CH. P. Total\nEstágio SupervisionadoEstágio Curricular\nObrigatório0 180 180\nTabela 8.6 – Atividades Acadêmicas Complementares.\nCódigo DisciplinasConteúdo Estabelecido\npelas Diretrizes\nCurricularesCarga Horária\nCH. T. CH. P. Total\nAtividades Acadêmicas\nComplementaresAcadêmico-Científico-\nCultural0 120 120\nObs.:  O  estudante  deverá  desenvolver,  no  mínimo,  120  horas  de  atividades\ncomplementares.\n- 47 -", "48": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nO ENADE é componente curricular obrigatório dos cursos de gr aduação, sendo o registro de\nparticipação condição indispensável para integral ização curricular, independente de o estudante\nter sido selecionado ou não no processo de amostragem do INEP.Ele está fundamentado nas se guintes leis e portarias:\n- Lei n. 10.861 de 14 de abril de 2004: Criação do Sistema Nacional de Avaliação da EducaçãoSuperior(SINAES)- Portaria n. 2.051, de 9 de julho de 2004(Regulamentação do SINAES)- Portaria n. 107, de 22 de julho de 2004(Regulamentação de ENADE)\nO objetivo do ENADE é avaliar o desempenho  dos estudantes com relação aos conteúdos\nprogramáticos previstos nas diretrizes curricular es dos cursos de graduação, o desenvolvimento\nde competências e habilidades necessárias ao ap rofundamento da formação geral e profissional, e\no nível de atualização dos estudant es com relação `a realidade br asileira e mundial, integrando o\nSINAES, justamente com a aval iação institucional e a avalia ção dos cursos de graduação.\n8.2.4 – Disciplinas Optativas\nO estudante deverá cursar, no mínimo, 120 horas de disciplinas optativas, sendo que estas estão\nespecificadas  na  Tabela  8.8.  O  orientador  acadêmico  deverá  se r  consultado  para  nortear  o\nestudante na escolha de stes Tópicos Especiais.\nTabela 8.8 – Disciplinas Opta tivas (Tópicos Especiais).\nCódigo Disciplinas U.A.Conteúdo\nEstabelecido\npelas Diretrizes\nCurricularesCarga Horária\nCH. T. CH. P. Total\nProcessamento digital de\nImagensFEELT Conteúdo Específico 45 15 60\nPeriféricos e Interfaces FEELT Conteúdo Específico 60 0 60\n- 48 -", "49": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nSistemas e Tempo Real FEELT Conteúdo Específico 60 0 60\nEletrônica de Potência FEELT Conteúdo Específico 45 15 60Projeto e Síntese de\nCircuitosFEELT Conteúdo Específico 45 15 60\nIntrodução aos Sistemas\nVLSIFEET Conteúdo Específico 45 15 60\nEletrônica Industrial e\nAcionamentosFEET Conteúdo Específico 45 15 60\nTópicos Especiais em\nEngenharia Eletrônica ede Telecomunicações 1FEELT Conteúdo Específico 60 0 60\nTópicos Especiais em\nEngenharia Eletrônica ede Telecomunicações 2FEELT Conteúdo Específico 60 0 60\nTópicos Especiais em\nEngenharia Eletrônica ede Telecomunicações 3FEELT Conteúdo Específico 60 0 60\nLíngua Brasileira de\nSinais 1-Libras 1FACEDComunicação e\nExpressão30 30 60\nLíngua Brasileira de\nSinais 2 - Libras 2FACEDComunicação e\nExpressão30 30 60\n \n8.3 – ORGANIZAÇÃO DA MATRIZ CURRICULAR8.3 – ORGANIZAÇÃO DA MATRIZ CURRICULAR\n8.3.1 – FICHAS DE DISCIPLINA8.3.1 – FICHAS DE DISCIPLINA\nAs fichas das disciplinas são apresentadas no Anexo 10. Cada ficha, referente a uma disciplina,\ncontém a ementa, os objetivos da discipli na, o programa e a bibliografia utilizada.\n8.3.2 – ATIVIDADES EXTRA-CURRICULARES8.3.2 – ATIVIDADES EXTRA-CURRICULARES\nVárias ações regulares poderão ser implementada s de forma a permitir que o estudante, segundo\nsuas  aptidões  e  interesses,  possa  participar  de  atividades  extra-sala  de  aula.  As  atividades\natualmente disponíveis são apresentadas a seguir.a) Iniciação Científica\n- 49 -", "50": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA Iniciação Científica tem como objetivo inic iar o estudante na produção do conhecimento e\npermitir  a  sua  convivência  cotidiana  com  o  procedimento  científi co.  É  uma  atividade  que\npermite  a  integração  da  graduação  com  a  pós-graduação  na  Universidade.  Programas  deIniciação Científica, com apoio de Órgãos de Fomento à pesqui sa como o CNPq, a FAPEMIG e\na própria Universidade Federal de Uberlândia, permitem que o estudante receba uma bolsa para\no desenvolvimento dos trabalhos. O CNPq (Conselho Nacional de Desenvolvimento Científico e\nTecnológico) e a FAPEMIG (Fundação de Amparo  à Pesquisa do Estado de Minas Gerais)\nconcedem bolsas de Iniciação Científica, via Pr ó-Reitoria de Pesquisa e Pós-Graduação da UFU,\na  estudantes  regularmente  matriculados  em  cursos  de  graduação,  através  do  Programa\nInstitucional de Bolsas de Iniciação Científic a (PIBIC). Os candidatos devem apresentar um\nplano de trabalho solicitando a bolsa, sob a orientação de um pr ofessor devidamente titulado. A\nbolsa tem duração de um ano, sendo possível su a renovação no mesmo proj eto, quando previsto\nno cronograma e dependendo do de sempenho do estudante. \nb) CONSELT - Empresa Júnior\nA Empresa Júnior é uma instituiçã o sem fins lucrativos, constituída e gerida exclusivamente por\nestudantes de graduação, sob a supervisão de um professor tutor, e tem co mo principais objetivos\ncomplementar e diversificar a formação dos est udantes, colocando em prát ica a teoria aprendida\nem sala de aula.\nA idéia de Empresa Júnior surgiu na França, na  década de 60. No Brasil, o movimento começou\nem 1988, quando foi fundada a Empr esa Júnior da FGV . A partir de então, foram organizadas\nnovas empresas juniores e, atualmente, o Brasil é o segundo país em número de empresas júnior,\nperdendo somente para a França.\nA CONSELT é a Empresa Júnior associada à Faculdade de E ngenharia Elétrica. Ela presta\nconsultoria na área de formação dos estudant es, promovendo cursos de capacitação, e atende,\nprioritariamente, as micro e pequenas empresas , cobrando de dez a trinta por cento do que\ncobraria uma empresa de consulto ria convencional e, conta também  com suporte de laboratórios,\ntécnicos e professores da Faculd ade/Universidade com tecnologia de ponta e altíssima qualidade,\ndurante a execução dos projetos.c) PET – Programa de Educação Tutorial\n- 50 -", "51": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nO PET - Programa de Educação Tutorial é formad o por um grupo de estudantes que apresentem,\ndentro  do  contexto  universitário,  um  interess e  destacado  pela  pesqui sa,  ensino  e  extensão,\nenfatizando o relacionament o profissional e humano.\nOs grupos PET são fomentados atualmente pela SESu/MEC (Secretaria de  Ensino Superior). Um\ntutor é responsável pela orientação, coordenação  e pelo bom andamento do grupo. Seus objetivos\nsão: oferecer uma formação acad êmica de excelente nível visando  a formação de um profissional\ncrítico  e  atuante;  promover  a  integração  da  formação  acadêmica  com  a  futura  atividade\nprofissional, especialmente no caso da carreira universitária, através de atividades de Ensino,\nPesquisa e Extensão; e estimular a melhoria do ensino de Graduação. Assim, pode-se relacionar\ncomo algumas das característica s dos PETs: formação acadêmica ampla; inter-disciplinaridade;\natuação coletiva; interação contínua; planejamen to e execução de um programa diversificado de\natividades culturais e científicas.\nO programa PET da Faculdade de  Engenharia Elétrica foi implantado em abril de 1992 e tem\nparticipado ativamente na formação do profissional em engenharia.\nd) Monitoria\nA UFU mantém um programa de monitorias em di sciplinas dos cursos de graduação. Como nos\ndemais cursos, a Engenharia Eletrônica e de Te lecomunicações também utilizará monitores para\natender aos discentes na resolução de exercícios e tirar dúvidas sobre as di sciplinas do curso. O\nmonitor deve dedicar 12 horas semana is para atendimento aos discentes.\nO monitor é aluno de graduação e sua admissão é feita sempre através de seleção a cargo do(s)\nprofessor(es) responsável(eis) pe la execução do projeto acadêmic o da(s) disciplina(s) no âmbito\nda FEELT, juntamente com o Colegiado de Curs o. A monitoria é exercida por até 2 semestres\nletivos,  ao  final  dos  quais  o  aluno  deverá  ap resentar  relatório  e,  se  aprovado,  obterá  um\ncertificado  com  status  de  título  curricular.  Esta  ativ idade  é  normalizada  por  Resolução  do\nConselho de Graduação - CONGRAD.\n- 51 -", "52": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \ne) Jornada de Engenharia Elétrica e Engenharia Biomédica – JEEL/JEELB\nA Jornada de Engenharia Elétrica e Engenharia Biomédica, além de objetivar a exposição das\núltimas tecnologias e tendências empresariais, mostra as necessidades das empresas em termos\nde desenvolvimento e mercado, e o papel que o futuro engenheiro poderá desempenhar. Assim, a\nJEEL/JEELB pode auxiliar na formação de futuros engenheiros mais prepar ados para a realidade\natual, através do aperfeiçoamento prático, intel ectual e ético de seus pa rticipantes, como também\nampliar seus horizontes, possibilitando vi slumbrar diferentes campos de atuação.\nA Jornada é desenvolvida através de palestras e mini-cursos ministrado s por profissionais de\nempresas,  professores  universitários  e  pesqui sadores.  Temas  variados  são  abordados  nas\nseguintes  áreas:  Sistemas  de  Energia  Elétrica,   Eletrôni ca  e  de  Telecomunicações,\nTelecomunicações, Engenharia de Computação e Engenharia Biomédica.\nO público-alvo deste evento é composto por univers itários e profissionais em engenharia elétrica,\nengenharia biomédica e áreas afins de  Uberlândia e de todo o Brasil.\nNo mês de abril de 2010 foi real izada a décima primeira edição da JEEL e a terceira edição da\nJEELB. \nf) CEEL – Conferência de Engenharia Elétrica\nA Conferência de Engenharia Elétrica da Univer sidade Federal de Uberlândia, organizada pela\nFEELT, tem como objetivos principais promover o aperfeiçoamento dos conhecimentos técnicos-\ncientíficos obtidos na universida de, através apresentações técnicas de trabalhos de graduandos e\npós-graduandos, além de abrir espaço para a refl exão e discussão do contexto sócio-político da\nprofissão e do país como um todo. \nO  público  alvo  é  a  comuni dade  acadêmica,  profissionais  de  empresas  da  cidade  e  região,\nprofessores e técnicos em e ngenharia de uma forma geral.\n- 52 -", "53": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA CEEL foi realizada pela primei ra vez em 2003 e neste ano de 2010  será realiza a oitava edição\nda conferência, no mês de setembro. \ng) Atividades de Extensão, Cultura e Assuntos Estudantis\nA Pró-Reitoria de Extensão, Cultura e Assunt os Estudantis - PROEX promove, desenvolve,\napóia, intermedia e incentiva a r ealização de atividades extracu rriculares, através de programas,\nprojetos e eventos que atendam as necessidades da comunidade externa e interna. Desenvolve,\nsimultaneamente, políticas de apoio ao estudante, visando a apropriação, r ecriação, valorização e\npreservação do patrimônio cultural  dos diferentes grupos sociais.\nA participação do estudante nas atividades de extensão efetiva-se por meio de programas e\nprojetos com ações voltadas para a população lo cal, regional e nacional, oportunizando a troca\nde saberes entre docentes, discentes e comunidade.\nDentre as inúmeras atividades de extens ão desenvolvidas pela UFU, destacam-se:\nPrograma de Alfabetização Solidária;\nPrograma Universidade Solidária;\nCoral da UFU.\nh)  Convênios internacionais\nAo longo dos últimos anos a UFU tem mantido conv ênios de cooperação técn ico - científica com\ninstituições no exterior, como o Institut National des Sciences Appliquées de Lyon - INSA, na\nFrança; a Université de Liège, na Bélgica; a Universidad Autôno ma Metropolitana, no México; a\nUniversità di Cassino, na Itália, entre outras.Especificamente,  o  convênio  co m  o  Insa-Lyon,  na  França,  possi bilita  o  intercâmbio  entre\nestudantes de graduação dos dois países, permiti ndo que eles possam permanecer até 12 meses\nna outra Instituição e que os resp ectivos créditos cursados possam ser inteiramente integralizados\nna  instituição  de  origem.  A Universidade  Fe deral  de  Uberlândia  e  o Instituto  Nacional  de\nCiências Aplicadas de Lyon têm uma longa e prof ícua história de cooperação que se iniciou em\ndezembro de 1987, por meio do estabelecimento de um acordo de inte rcâmbio entre estudantes\nbrasileiros e franceses de graduação em Engenh aria Mecânica. Este aco rdo foi posteriormente\n- 53 -", "54": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nestendido  a  outras  áreas  da  Engenharia,  a  sa ber:  Engenharia  Civil,  Engenharia  Elétrica  e\nEngenharia Química. Mais recentemente, passou  a contemplar estudantes de Graduação em\nCiências da Computação. Espera-se, portanto, que este convênio venha contemplar também a\nEngenharia Eletrônica e de Telecomunicações quando de sua implantação.\nO  acordo  de  cooperação  firmado  entre  ambas  as  Instituições  foi  expandido,  passando  a\ncontemplar  outras  modalidades  de  cooperação ,  incluindo  o  intercâmbio  de  pesquisadores  e\nprofessores,  as  missões  de  ensino  e  pesqui sa,  o  desenvolvimento  co njunto  de  trabalhos  de\npesquisa, a permuta de documentação e publicaçõe s científicas, a co-orientação de teses e a\nparticipação mútua em bancas examinadoras. \nAlguns estudantes brasileiros, após sua colação de grau, tiveram boas opor tunidades de assumir\nempregos em empresas multinacionais, em pa rte graças à experiência adquirida durante sua\npermanência na França. Salienta-se que houve grande empenho das administrações das duas\nInstituições no tocante ao reconhecimento dos cr éditos e na validação da s atividades acadêmicas\ndesenvolvidas por seus estuda ntes quando de seu retorno.\n8.3.3 – ESTÁGIO CURRICULAR8.3.3 – ESTÁGIO CURRICULAR\nO Estágio  é uma  forma importante de intercâm bio entre  a Universidade e a Empresa. Ele\napresenta-se como uma oportunidade para que o estudante possa apli car seus conhecimentos\nacadêmicos, aprimorando-os e qualificando-se para  o exercício profissional. O estágio somente\npoderá ser realizado em locais que tenham c ondições de proporcionar experiência prática na\nlinha de formação devendo, o estudante para esse  fim, ter cursado disc iplinas que lhe ofereçam\nsubsídios teóricos relacionados com a área que deseja estagiar. Os estágios devem propiciar a\ncomplementação do ensino e da aprendizagem, portanto devem ser pl anejados, executados,\nacompanhados  e  avaliados  em  conformidade  com  os  currículos,  programas  e  calendários\nescolares, a fim de se constituírem em instru mentos de integração, em termos de treinamento\nprático, de aperfeiçoamento técnico, cultura l, científico e de relacionamento humano. \nAo  mesmo  tempo,  a  realimentação  propiciada  pelo  estudante  à  Univ ersidade,  permite  aos\nprofissionais de ensino o acesso a novos conhecime ntos e torna os cursos mais eficazes na sua\nprópria adequação à re alidade de mercado.\n- 54 -", "55": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nAlém  dos  conteúdos  teóricos  e  práticos  que  in tegram  as  atividades  do  estágio,  que  são\nimprescindíveis à formação do estudante, é o momento em que se viabiliza o seu contato com\nprofissionais já formados, com empresas que n ecessitam de seus préstimos e com o mercado de\ntrabalho que irá recebê-lo.\nEspera-se que o estudante faça do estágio uma oportunidade para o seu engrandecimento, assim\ncomo  também  de  divulgação  da  qualidade  e  pot encial  dos  profissionais  formados  por  esta\nUniversidade.\nNo Curso de Graduação em Engenharia Eletrônica  e de Telecomunicações  ele deverá ser de, no\nmínimo,  180 horas. O Anexo 4 apresenta outras informações a respeito desta atividade. Os\nprocedimentos e normas relativas a realização do estágio superv isionado estão relacionados nas\nNormas Gerais do Curso de Enge nharia Eletrônica e de Telecom unicações, no Anexo 6. Estágios\nextra-curriculares podem ser re alizados e convalidados como “Atividades Complementares”.\n8.3.4 – ATIVIDADES COMPLEMENTARES8.3.4 – ATIVIDADES COMPLEMENTARES\nAs atividades complementares são práticas acad êmicas apresentadas sob múltiplos formatos, que\ntem  como  objetivos:  compleme ntar  a  formação  do  estudante,  considerando  o  currículo\npedagógico vigente e a Lei de Diretrizes e Ba ses; ampliar o conhecimento teórico-prático do\ncorpo discente com atividades extra-classe; fome ntar a prática de trabalho em grupo; estimular as\natividades  de  caráter  solidário;  bem  como  in centivar  a  tomada  de  iniciativa  e  o  espírito\nempreendedor.\nEstas atividades são de caráter científico, cult ural e acadêmico, dentre as quais pode-se citar:\nseminários, apresentações, participação em even tos científicos, monitorias, projetos de ensino,\nações de caráter científico, técnico, cultural e comunitário e oficinas.\nA convalidação da atividade desenvolvida deverá  ser solicitada direta mente ao Colegiado de\nCurso, pelo estudante, para a devida análise e consequente inco rporação desse conteúdo ao seu\nhistórico  escolar.  Para  tanto,  o  estudante  deve rá  apresentar  ao  Colegiado  de  Curso  toda  a\ndocumentação comprobatória de realização da re ferida atividade.  Os procedimentos e normas\nrelativas a realização das Ativ idades Complementares estão re lacionados nas Normas Gerais do\nCurso de Engenharia Eletrônica e de Telecomunicações, no Anexo 6.\n- 55 -", "56": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n8.3.5 – TRABALHO DE CONCLUSÃO DE CURSO8.3.5 – TRABALHO DE CONCLUSÃO DE CURSO\nO estudante terá como atividade obrigatória a participação em um trabalho de conclusão de\ncurso, cujos objetivos são o estímulo à sua cr iatividade e enfrentamento de desafios, bem como\numa oportunidade de complementação de sua formação através da execução de trabalhos quepermitam a consolidação dos conhecimentos adquiridos  ao longo do curso. Além de consolidar o\nprocesso  de  formação  acadêmica  e  os  ensina mentos  ministrados  no  Curso  de  Engenharia\nEletrônica e de Telecomunicações, o projeto propicia ao estudante comparar as diversas linhas de\npensamento e estabelecer elos entre as mais vari adas correntes, aprimorar o processo de pesquisa\nbibliográfica, tornando os interessados mais ágei s na síntese de um assunto, tratado de forma\ndíspar por diversos autores e trabalhar dados colh idos pelos mais diversos meios de informação,\ndando aos mesmos consistência e racionalidade.\nO Trabalho de Conclusão de Cu rso é desenvolvido com carga horária de 60 horas. O estudante\ndesenvolverá seu trabalho culminando na apre sentação final da monografia para uma banca\nexaminadora. \nEsta atividade será desenvolvida sob orientação de  um professor do curso,  ou algum profissional\nligado a órgão interessado, co m aprovação prévia do Colegiad o de Curso, com apresentação de\nresultados parciais a uma banca examinadora cons tituída por professores / profissionais da área.\nO professor orientador e o estuda nte deverão propor o tema do tr abalho no ato da matrícula em\nTrabalho de Conclusão de Curso 1.\nO Anexo 3 apresenta outras informações a respeito desta atividade. Os procedimentos e normas\nrelativas  a  sua  realização  es tão  relacionados  nas  Normas  Gerais  do  Curso  de  Engenharia\nEletrônica e de Telecomunicações, no Anexo 6.\n8.3.6 - FLUXOGRAMA CURRICULAR8.3.6 - FLUXOGRAMA CURRICULAR\nO fluxograma curricular do curso relaciona as disciplinas por período, com informações sobre\ncarga horária semanal, teórica e prática. A estr utura curricular sugerida  pode ser visualizada na\nFigura 8.1.\n- 56 -", "57": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA cada semestre o Colegiado de Curso elabora um relatório de acompanhamento das disciplinas\nde acordo com os seus programas, docentes e unidades acadêmicas envolvidos.\n8.3.7 – DURAÇÃO, REGIME DO CURSO E NORMAS PARA MATRÍCULA8.3.7 – DURAÇÃO, REGIME DO CURSO E NORMAS PARA MATRÍCULA\nO Curso de Graduação em Engenha ria Eletrônica e de Telecomuni cações habilitará o estudante\npara o exercício de uma profissã o liberal (bacharelado) , propiciando a este o título de Engenheiro\nde  Eletrônica e de Telecomuni cações. O curso será ministrado em período integral, com tempo\nde integralização mínimo de 5 anos e máximo de 8 anos.\nFica entendido que no regime em período inte gral estão previstas atividades nos períodos da\nmanhã, tarde e noite.\nO estudante deve matricular-se por disciplina. A organização do curso é feita de tal maneira que\nnão existem co-requisitos e pré- requisitos, porém a matricula so mente poderá ser efetivada com\no parecer favorável do Orientador Acadêmico. As  regras de prioridade de matricula em cada\ndisciplina  definidas  pela  Univ ersidade  Federal  de  Uberlândi a  deverão  ser  obrigatoriamente\nrespeitadas.  Como  orientação  geral,  a  matrícula  pode  ser  fe ita  em  disciplinas  de  períodos\ndiferentes, somente se o estudante matricular-se,  sem direito a trancamento, nas disciplinas em \ndébito  do  menor  período.  Em  qualquer  caso,  o  estudante  deverá  priorizar  as  disciplinasde\nperíodos  anteriores,  ainda  não  aprovadas.  Para  qualquer  procedim ento  de  matrícula\ndiferentedestes  indicados,  será  necessária  a  aprovação  do  Colegiado.  Salienta-se  que  o\nColegiadoelaborará normas especí ficas complementares a estas.\n- 57 -", "58": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nFigura 8.1 – Fluxograma da Estrutura Curricu lar do Curso de Engenharia Eletrônica e de\nTelecomunicações.\n8.3.8 – DIMENSIONAMENTO DA CARGA HORÁRIA DAS DISCIPLINAS8.3.8 – DIMENSIONAMENTO DA CARGA HORÁRIA DAS DISCIPLINAS\n- 58 -", "59": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nNa Tabela 8.9 é apresentado o dimensionamento da carga horária das di sciplinas do Curso de\nGraduação em Engenharia Eletrônica e de Tele comunicações. As disciplinas são relacionadas por\nperíodo,  com suas  respectivas  carga  horária  seme stral  teórica  e  prática,  carga  horária  total\nsemestral e a Unidade Acadêmica responsável.\nTabela 8.9 - Dimensionamento da carga horária das disciplinas do Curso de\nGraduação em Engenharia Elet rônica e de Telecomunicações.\nCódigo DisciplinasCH.\nT.CH.\nP.CH.\nTotalU. A. Formação Categoria\nP\nr\ni\nm\ne\ni\nr\noÁlgebra Linear e Geometria Analítica 90 0 90 FAMAT Básica Obrigatória\nDesenho para Engenharia 60 0 60 FEQUI Básica Obrigatória\nFunções de Variáveis Reais 1 75 0 75 FAMAT Básica Obrigatória\nIntrodução à Engenharia Eletrônica e de\nTelecomunicações30 0 30 FEELT Básica Obrigatória\nIntrodução à Tecnologia da Computação 30 30 60 FACOM Básica Obrigatória\nQuímica Tecnológica 45 15 60 FEQUI Básica Obrigatória\nTotal 330 45 375\nS\ne\ng\nu\nnd\noEstatística e Probabilidade 60 0 60 FAMAT Básica Obrigatória\nFunções de Variáveis Reais 2 75 0 75 FAMAT Básica Obrigatória\nMétodos e Técnicas de Programação 30 60 90 FACOM Básica Obrigatória\nMecânica Fundamental 60 30 90 INFIS Básica Obrigatória\nMétodos Numéricos 60 0 60 FAMAT Básica Obrigatória\nTotal 285 90 375\nT\ne\nr\nc\ne\ni\nr\noEletricidade e Magnetismo 60 30 90 INFIS Básica Obrigatória\nCiência e Tecnologia dos Materiais 60 0 60 FEELT Básica Obrigatória\nCircuitos Elétricos 1 75 15 90 FEE LT Profissionalizante Obrigatória\nEngenharia de Software 30 30 60 FEELT Básica Obrigatória\nMétodos Matemáticos 90 0 90 FAMAT Básica Obrigatória\nSinais e Sistemas 1 30 0 30 FEELT Profissionalizante Obrigatória\nTotal 345 75 420\nQ\nu\na\nr\nt\noEletromagnetismo 60 0 60 FEELT Básica Obrigatória\nCircuitos Elétricos 2 60 15 75 FEE LT Profissionalizante Obrigatória\nEletrônica Analógica 1 60 30 90 FEELT Profissionalizante Obrigatória\nÓtica e Termodinâmica 60 15 75 INFIS Básica Obrigatória\nFenômenos de Transporte 60 0 60 FEQUI Básica Obrigatória\nSinais e Sistemas 2 60 0 60 FEELT Profissionalizante Obrigatória\nTotal 360 60 420\n- 59 -", "60": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nQ\nu\ni\nn\nt\noCircuitos de Eletrônica Aplicada 4 5 15 60 FEELT Específica Obrigatória\nEletrônica Analógica 2 30 30 60 FEELT Profissionalizante Obrigatória\nEletrônica Digital 30 30 60 FEELT Profissionalizante Obrigatória\nSistemas Realimentados 60 30 90 FEELT Profissionalizante Obrigatória\nPrincípios de Comunicação 60 30 90 FEELT Específica Obrigatória\nProcessamento Digital de Sinais 45 15 60 FEELT Específica Obrigatória\nTotal 270 150 420\nS\ne\nx\nt\noInstalações Elétricas 30 30 60 FEEL T Profissionalizante Obrigatória\nAntenas e Propagação 45 15 60 FEELT Especíifca Obrigatória\n Comunicações Digitais 1 45 15 60 FEELT Específica Obrigatória\nInstrumentação Industrial 60 15 75 FEELT Profissionalizante Obrigatória\n Linhas de Transmissão e Radiação 45 15 60 FEELT Específica Obrigatória\nMicroprocessadores 30 30 60 FEELT Profissionalizante Obrigatória\nTotal 255 120 375\nS\né\nt\ni\nm\noProjeto Interdisciplinar 0 30 30 FEELTProjeto\nInterdisciplinarObrigatória\nComunicações Digitais 2 45 15 60 FEELT Específica Obrigatória\nRedes de Computadores 45 15 60 FEELT Específica Obrigatória\nTelefonia Digital 45 15 60 FEELT Específica Obrigatória\nComunicações Ópticas   45 15    60 FEELT Específica Obrigatória\nConversão de Energia e Máquinas\nElétricas60 30 90 FEET Profissionalizante Optativa\nTotal 240 120 360\nO\ni\nt\na\nvoComunicações via Satélite 45 15 60 FEELT       Específica Obrigatória\nSistemas de Televisão 45 15 60 FEELT Específica Obrigatória\nComunicações Móveis 45 15 60 FEELT Específica Obrigatória\nSistemas de Comunicação 45 15 60 FEELT Específica Obrigatória\nPrincípios de Microondas 45 15 60 FEELT Específica Obrigatória\nTópicos Especiais 1   45 15 60 FEET Optativa Optativa\nTotal 270 90 360\nN\no\nn\noEngenharia Ambiental 60 0 60 ICIAG Básica Obrigatória\nAdministração 60 0 60 FAGEN Básica Obrigatória\nEconomia 60 0 60 IEUFU Básica Obrigatória\nCiências Sociais e Jurídicas 60 0 60 FADIR Básica Obrigatória\nTrabalho de Conclusão de Curso 1 0 30 30 FEELT TCC Obrigatório\nTópicos Especiais 2 45 15 60 FEELT Optativa Optativa\nTotal 285 45    330\nD\né\nc\ni\nm\noGET040 Estágio Supervisionado 0 180 180 FEELT Estágio Obrigatória\nGET039 Trabalho de Conclusão de Curso 2 0 30 30 FEET TCC Obrigatório\nTotal 0 210 210\n- 60 -", "61": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nAtividades Acadêmicas Complementares 01 2 0 1 2 0  Complementar Obrigatória\nTotal Geral 2640 1125 3765\nObs.: \n-A disciplina Atividades Acadêmicas Comple mentares, pode ser realizada em qualquer período\ndo Curso.- Estágio Supervisionado, poderá ser feito após  o estudante ter cumpri do todos os conteúdos\ncurriculares do conteúdo básico e conteúdo profissionalizante.\nA Tabela 8.10 mostra resumidamente a es trutura curricular do curso proposto.\nTabela 8.10 - Quadro resumo da estrutura curricular.\nCarga Horária\nTotalPercentual\n(%)\nNúcleo de Formação Básica 1485 39,44%\nNúcleo de Formação Profissionalizante 840 22,31%\nNúcleo de Formação Específica 930 24,70%\nProjeto Interdisciplinar 30 0,80%\nTrabalho de Conclusão de Curso 60 1,60%\nEstágio Supervisionado 180 4,78%\nTOTAL 1 3525 93,62%\nTópicos Especiais (Optativa) 120 3,2%\nOutras Atividades Acadêmicas\nComplementares 120 3,2%\nTOTAL 2 240 9,6%\nTOTAL 3765 100,00%\n8.3.9  -  PROCESSO  SELETIVO  PARA  INGRESSO  NO  CURSO  DE  ENGENHARIA8.3.9  -  PROCESSO  SELETIVO  PARA  INGRESSO  NO  CURSO  DE  ENGENHARIA\nELETRÔNICA E DE TELECOMUNICAÇÕES ELETRÔNICA E DE TELECOMUNICAÇÕES\nO Processo  Seletivo  para ingr esso no Curso de  Graduação em Engenharia  Eletrônica  e de\nTelecomunicações é específico para o curso e se rá realizado conforme editais da UFU. Estão\nprevistas 30(trinta) vagas pa ra o Curso, por semestre.\n- 61 -", "62": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n8.4 - QUADRO RESUMO DAS ATIVIDADES EXTRA-SALA DE AULA8.4 - QUADRO RESUMO DAS ATIVIDADES EXTRA-SALA DE AULA\nApresenta-se a seguir um quadro resumo das atividad es extra-sala de aula previstas no projeto e\nos seus respectivos reflexos na obte nção do perfil esperado do egresso (ação).\nObserva-se que, além do oferecimento de disc iplinas que promovem a formação profissional, as\natividades  complementares  contribuem  signifi cativamente  para  a  construção  do  perfil  do\nestudante.\nAtividade Objetivos do perfil a ser alcançado\nIniciação CientíficaDisposição de estar sempre estudando, aprendendo e incorporando novos conhecimentos\nde maneira autodidata.\nFacilidade de comunicação e expressão, tanto na forma escrita como oral.\nLiderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe.\nCapacidade de resolver problemas de maneira sistêmica.\nCapacidade  de  utilização  de  recursos  tecnológicos  na  solução  de  problemas  deEngenharia.\nCONSELT Empresa\nJúniorVisão de mercado, ou seja, capacidade de aproveitar novas oportunidades propiciadas pela\nsociedade de serviços.\nAtitude empreendedora, possibilitando  não  apenas a inovação  dentro  do ambiente detrabalho, como também a visão de iniciar novas empresas.\nLiderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe.\nPreparo  psíquico  e  técnico  para  enfrentar  a  interdisciplinaridade  de um problema  de\nengenharia, que engloba aspectos técnicos, éticos, ambientais, econômicos, políticos e\nsociais.\nFacilidade de comunicação e expressão, tanto na forma escrita como oral.\nPET\n(Programa especial\nde treinamento)Sólida base científica e cultural.\nLiderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe.\nForte formação básica em sua área profissional.\nFacilidade de comunicação e expressão, tanto na forma escrita como oral.\nMonitoriaLiderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe.\nForte formação básica em sua área profissional.\nFacilidade de comunicação e expressão, tanto na forma escrita como oral.\nJEEL/JEELB\n(Jornada de\nEngenharia Elétrica\ne Biomédica)Facilidade de comunicação e expressão, tanto na forma escrita como oral.\nVisão de mercado, ou seja, capacidade de aproveitar novas oportunidades propiciadas pela\nsociedade de serviços.\nComportamento ético, envolvendo fortemente o respeito ao meio ambiente.\nSólida base científica e cultural.\nCEEL\n(Conferência em\nEstudo de Eng.\nElétrica)Facilidade de comunicação e expressão, tanto na forma escrita como oral.\nContato com novas tecnologias.\nIntercâmbio entre estudantes de pós-graduação e de graduação.\nSólida base científica e cultural.\nENAC Contato com novas tecnologias.\n- 62 -", "63": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n(Encontro de\nAutomação e\nEletrônica e de\nTelecomunicações)Visão de mercado, ou seja, capacidade de aproveitar novas oportunidades propiciadas pela\nsociedade de serviços.\nIntercâmbio entre estudantes e profissionais da área de Automação.\nConvênios\nInternacionais\n(ex. INSA/UFU)Sólida base científica e cultural.\nVisão de mercado, ou seja, capacidade de aproveitar novas oportunidades propiciadas pela\nsociedade de serviços.\nLiderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe.\nFacilidade de comunicação e expressão, tanto na forma escrita como oral.\nExtensão\nUFU/PROEXFacilidade de comunicação e expressão, tanto na forma escrita como oral.\nComportamento ético, envolvendo fortemente o respeito ao meio ambiente.\nSólida base científica e cultural.\nAtividades\nComplementaresDisposição de estar sempre estudando, aprendendo e incorporando novos conhecimentos\nde maneira autodidata.\nEstágio CurricularFacilidade de comunicação e expressão, tanto na forma escrita como oral.\nVisão de mercado, ou seja, capacidade de aproveitar novas oportunidades propiciadas pela\nsociedade de serviços.\nLiderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe.\nPreparo  psíquico  e  técnico  para  enfrentar  a  interdisciplinaridade  de um problema  de\nengenharia, que engloba aspectos técnicos, éticos, ambientais, econômicos, políticos e\nsociais.\nTrabalho de\nConclusão de CursoCapacidade de resolver problemas de maneira sistêmica.\nLiderança, caracterizada tanto pelo trabalho individual como pelo trabalho em equipe.\nCapacidade de utilização de recursos tecnológicos na solução de problemas de engenharia.\nFacilidade de comunicação e expressão, tanto na forma escrita como oral.\nPreparo  psíquico  e  técnico  para  enfrentar  a  interdisciplinaridade  de um problema  de\nengenharia, que engloba aspectos técnicos, éticos, ambientais, econômicos, políticos e\nsociais.\n9.  DIRETRIZES  GERAIS  PARA  O  DESENVOLVIMENTO\nMETODOLÓGICO DO ENSINO\n9.1 - INTRODUÇÃO9.1 - INTRODUÇÃO\nO presente projeto pedagógico, c onstruído com a participação de  todos os docentes do Curso,\nrepresentantes de estudantes e Técnicos Administ rativos, tem a finalidade de  garantir que o perfil\ndesejado  do  Engenheiro  de  Eletrônica  e  de  Telecomunicações  possua  as  competências  e\nhabilidades já mencionadas, e busca ainda aten der com eficiência e qualidade os princípios\nbásicos  contidos  nas  Diretrizes  Curriculares  Nacionais  para  o  En sino  de  Graduação  em\nEngenharia.  Tais  diretrizes,  apresentadas  em  sua  íntegra  no Anexo 2  (Resolução  no 11,  de\n11/03/2002), define em seu artigo 3º, um perfil esperado para o profissional de engenharia e no\nartigo 4º, as habilidades e co mpetências gerais esperadas.\n- 63 -", "64": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA construção do currículo do Curso de Engenhari a Eletrônica e de Telecomunicações contempla\nesses princípios norteadores, ou seja, atende plenamente no aspecto de formação através de\ndisciplinas de formação básica ge ral, profissional geral e profissional específica. As disciplinas\nnecessárias  ao  desenvolvimento  das  habilidad es  e  competências  previstas  nas  diretrizes\ncurriculares nacionais foram de scritas no capítulo anterior.\n9.2 - PAPEL DOS DOCENTES9.2 - PAPEL DOS DOCENTES\nO trabalho do professor, como a própria raiz da palavra sugere, é quase se mpre associado à tarefa\nde proferir palestras como pr incipal forma de “transmissão” de conhecimentos. A habilidade\ndesse profissional é amiúde atre lada à desenvoltura em oratória, capacidade de articulação lógica\ne  habilidade  de  utilização  de  ou tros  meios  de  expressão,  pa ra  síntese  ou  análise  de  um\ndeterminado tema. Embora esta imagem esteja bast ante difundida e aceita pela sociedade, e até\nmesmo  por  uma  parcela  dos  próprios  professore s,  ela  deve  ser  revista  nesta  proposta.  A\njustificativa para isto, é que o paradigma em questão se baseia  em uma compreensão errônea do\nprocesso de aprendizagem. A transferência do c onhecimento como se pretende nesse processo é\npouco eficaz. O rendimento, a durabilidade e a profundidade do conheci mento “transmitido” na\nmaioria dos casos deixam a dese jar. O aprendizado pela simples exposição, incluindo-se aí o uso\nde  imagens  e  gráficos,  apóia-se  na  lógica  de  que  o  ouvinte  acompanhe  e  compreenda  os\nraciocínios  expostos,  obtendo  uma  impressão  de  memória  sobre  o  mesmo.  A partir  dessaimpressão o ouvinte seria capaz de recuperar e reproduzir o raciocínio ou mesmo aprofundar\nmais facilmente essa compreen são com leituras complementar es. Boa parte do conhecimento\ntécnico existente na atualidade foi obtida co m essa metodologia. Contudo, há duas importantes\nperdas intrínsecas a esse método. Essas perdas somadas à extensa carga de atividades existente\nno curso de Engenharia Eletrônica e de Tel ecomunicações, acabariam provocando uma sensível\nlimitação  da  capacidade  de  desenvolvimento  do  estudante.  A primeira  perda  ocorreria  no\nprocesso  de  abstração  dos  fe nômenos  a  serem  descritos  pelo  docente.  A descrição  de  um\nfenômeno ou objeto está sempre aquém de sua versão real, pois  o modelo desenvolvido em nossa\nmente é sempre uma simplificação da mesma. A segunda perda estaria as sociada à exposição do\npensamento do docente e à construção de um novo  modelo pelo discente com base na versão já\nsimplificada do fenômeno.\nNos estudos mais recentes sobre o aprendizado, há  um consenso de que as informações não são\narmazenadas de modo recuperável em sua forma original. As memórias são constituídas a partir\n- 64 -", "65": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nde combinações de impressões sensoriais, cont inuamente organizadas pe lo cérebro na busca de\num formato coerente. No acesso  à memória, as informações sã o reconstruídas logicamente a\npartir de associações, desencadeadas por impressõ es similares àquelas que as originaram. Apesar\ndesta explicação sobre o mecanismo da memória ser extremamente superf icial, a compreensão\nde  sua  lógica  é  suficiente  para  a  proposi ção  de  uma  mudança  de  paradigma  no  papel\ndesempenhado pelo docente no curso. A consideração  desses princípios na filosofia de ensino a\nser adotada no curso de Engenha ria Eletrônica e de Telecomuni cações, depende fortemente da\ncompreensão  daqueles  fundamentos  e  princi palmente,  de  sua  aceitação  pelos  educadores\nresponsáveis. A partir disso, cada docente deve pesquisar, planejar  e aperfeiçoar as metodologias\nmais  adequadas  para  cada  tema  desenvolvido  c o m o s e s t u d a n t e s . E m r e s u m o , n a f i l o s o f i a\nproposta, o docente assume o papel de orientar o estuda nte durante o processo de aprendizado.\nPara isto, deve estar ciente de que esta é uma experiência pessoal e intr ansferível do aprendiz. \nUm aspecto importante para o processo de aprendizagem é a motivação do estudante. Um\nindivíduo só aprende se assim o quiser (a não ser que o processo este ja baseado em impulsos\nnegativos, o que obviamente não é o caso). O de spertar e a manutenção da motivação podem ser\noriginados na compreensão e no sentimento da  necessidade da aquisi ção do conhecimento e/ou\nhabilidade almejados. Estes aspectos podem ser suscitados através da maior participação dos\nestudantes nas atividades de planejamento como um todo, estimulando o diálogo, dividindo\nresponsabilidades e despertando a consciência da importância de am bas as partes no processo de\naprendizagem. Ciente de sua responsabilidade no  processo, mesmo que a experiência vivenciada\nem aula seja insuficiente, e quase sempre o é,  o estudante terá autono mia para complementá-la\npor outros meios.\n9.3 - ESTRATÉGIAS PEDAGÓGICAS9.3 - ESTRATÉGIAS PEDAGÓGICAS\nPara  atingir  os  objetivos  almejados  para  a  formação  do  Engenheiro  de   Eletrônica  e  de\nTelecomunicações é necessário que o corpo docen te, juntamente com a coordenação de curso,\nassumam uma postura de compromisso de forma a utilizar ferramentas que permitam atingir o\nperfil que se pretende.\nA proposta  de ensino para o curso deve  prop iciar o  desenvolvimento  de todas  habilidades\npropostas em contraste ao enfoque de treiname nto estritamente técnico, muitas vezes adotado.\n- 65 -", "66": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nUm dos pontos chaves para o sucesso na form ação profissional em engenharia é a motivação do\nestudante e de todos os particip antes do processo. Considerando a premissa de que os estudantes\nescolhem o curso por livre arbítrio, e o faze m por vocação e/ou determinação própria, podemos\nconcluir que estes iniciam suas jornadas naturalmente motivados. A impressão inicial sobre aárea de atuação e as atividades profissionais é de que estas lhes são atraentes. Cabe ao curso\nmanter e fortalecer essa motiva ção, ampliando a percep ção do estudante acer ca da sua formação.\nUm dos principais fatores que podem ser apontados para a perda da motivação dos estudantes,\nque acaba por alimentar os índices de evasão de cursos superiores, é a ca rência de contato com\nos assuntos e atividades vislum brados no processo de escolha do curso. Esse afastamento tem\norigem principalmente na ênfase do ensino de ferramentas matemáticas e outras matérias básicas\nde forma não contextualizada, nos dois primeiros an os do curso. A vinculaç ão estabelecida entre\nos  conteúdos  abordados  não  tem  sido  sufici entemente  forte  para  manter  a  motivação  do\nestudante.  Esta  vinculação  débil  provoca  ainda  uma  outra  c onsequência  indesejável  –  a\nfragmentação dos conhecimentos:  a associação dos conceitos de senvolvidos à sua aplicação nas\natividades  profissionais  é  fr aca,  dificultando  o  desenvolvi mento  da  visão  sistêmica  pelo\nprofissional.\nA filosofia de ensino a ser adotada no curso de  Engenharia Eletrônica e de Telecomunicações da\nFEELT/UFU  deve permitir  a manutenção  da moti vação inicial  do estudante através de  seu\ncontato com as atividades de engenharia desde o primeiro dia na universid ade. Deve ficar claro\nao estudante que o conh ecimento dos fundamentos de matemá tica, física, química, computação e\noutros  é  uma  das  principais ferramentas  que  este  dispõe  para  consolidação  de  suas  idéias.\nPortanto, o estudante deve ter conhecimento do conjunto de ferramentas matemáticas e lógicas\ndisponíveis, ter a segurança na esco lha da mais adequada para cada  tarefa e saber utilizá-las com\npropriedade. Esta clareza deve ser desenvolvida em disciplinas profissi onalizantes alocadas nos\nprimeiros semestres do curso.  Munidos desses conhecimentos, os estudantes são capazes de\nabandonar uma postura passiva na construção dos  conhecimentos básicos, assumindo um papel\nmais ativo no processo. Esta mudança de pos tura decorre do conhecimento do conjunto de\nferramentas disponíveis e suas aplicações. Em re sumo, em sua jornada de  aprendizado devem ser\ndisponibilizados meios para que o estudante desenvolva sua capacidade de julgamento de forma\nsuficiente  para  que  ele  próprio  esteja  apto  a  buscar,  selecionar  e  in terpretar  informações\nrelevantes ao aprendizado. Es ta mudança na postura dos est udantes deve provocar ainda, a\nmotivação do educador em decorr ência do incremento na quantid ade e no grau de complexidade\ndos desafios propostos pelos primeiros. \n- 66 -", "67": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA solução proposta para a manutenção e intensif icação do interesse inicial demonstrado pelo\nestudante  está  na  contextualização  de  t odo  o  curso  de  Engenharia  Eletrônica  e  de\nTelecomunicações. Esta deve ocorrer não apenas no âmbito micro  de cada tarefa necessária ao\ncumprimento dos objetivos da atividade cu rricular, mas principalmente no âmbito macro  em que\no estudante se torne capaz de compreender e organizar mental mente, desde o papel de sua\nformação dentro da sociedade, até a função de cada conhecimento adqu irido em sua formação.\nEsta  meta  requer,  em  muitos  casos,  uma  in versão  na  ordem  de  aprendizado.  No  modelo\nnormalmente usado pelos cursos de Engenharia,  os conhecimentos básicos são apresentados\ntendo como única motivação ao aprendizado a pa lavra do professor de que esses serão úteis\ndentro de um determinado prazo, para a solução  de determinados problemas. Através de uma\nanálise dos índices de evasão no s dois primeiros anos dos cursos de engenharia atuais e de suas\ncausas, percebe-se que a contextualização dos c onhecimentos básicos nesses termos ainda é fraca\npara manter o interesse dos estudantes.\nPropõe-se  como  solução,  a  adoção  de  versõe s  simplificadas  de  desafios  e  problemas  de\nengenharia desde o primeiro dia do curso. A solução conceitual  dos mesmos em um nível mais\ngeral e menos aprofundado deve proporcionar ao estudante a visão e a compreensão dos sistemas\ncomo um todo, bem como do ar senal de ferramentas e conhecime ntos necessários à solução de\nproblemas, tanto de análise como de síntese.  Este contato, precoc e em relação aos moldes\nnormalmente  empregados,  permite  que  uma  das  confusões  mais  comuns  dos  estudantes  de\nengenharia seja evitada: a ênfase nos meios (m étodos matemáticos) em detrimento do objetivo\nfinal (compreensão global do sistema ou fenômeno). \nOutro importante fator a ser considerado é a atua lização dos conhecimentos e suas aplicações. Os\nassuntos relativos às novas tec nologias, também conhecidas por tecnologias de ponta, tendem a\ndespertar  um  grande  interess e  nos  estudantes,  bem  como  suas  relações  com  a  sociedade.\nConsiderando o acelerado desenvolvimento nas di versas áreas de Engenharia Eletrônica e de\nTelecomunicações, pode-se afirmar, com efeito, que esses tópicos são imprescindíveis em uma\nformação de  qualidade  e comprometida  com a  re alidade.  As  quatro  disciplinas  de  Tópicos\nEspeciais (240 horas) são utili zadas com esta finalidade.\nAlém da construção de conheci mentos técnicos pelos estudant es, as atividades propostas no\ncurso  devem  proporcionar  ainda  oportunidades  para  o  dese nvolvimento  das  habilidades\n- 67 -", "68": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \ncomplementares, desejáveis aos pr ofissionais da área. Para tant o, matérias específicas foram\ncriadas e as metodologias de en sino empregadas nas diversas atividades foram adaptadas. O\nplanejamento, a distribuição e a aplicação das metodologias utilizadas devem ser executados de\nforma conjunta pela coordenação do curso e se u corpo docente. Esta pode ser apontada como\numa boa prática para que os objetivos seja m alcançados em uma uni versidade pública com\ncaracterísticas democráticas co mo a UFU. Um requisito importa nte para o êxito deste plano é\nque  sejam  respeitadas  as  peculiaridades  de  cada  disciplina/atividade  didática,  bem  como  a\ncapacidade e a experiência de cada docente. O estímulo e o incentivo ao aprimoramento dessas\ncaracterísticas devem ser continuamente persegui dos, objetivando sempre  a melhor qualidade no\nprocesso da formação profissional.\n9.4 - INCENTIVO ÀS AULAS EM LABORATÓRIO9.4 - INCENTIVO ÀS AULAS EM LABORATÓRIO\nTodas as disciplinas são pensadas de forma a of erecer ao estudante um forte conteúdo teórico\naliado  aos  objetivos  práticos  es pecíficos.  Nesse  sentido,  um  grande  número  de  disciplinas\napresenta atividades práticas obrigatórias distribu ídas em laboratórios específicos, práticas em\nunidades produtivas ou ainda em salas de ensino computacional,  atingindo-se cerca de 21% do\nnúmero total de horas do curso.\n9.5 - ORIENTAÇÃO ACADÊMICA - TUTORIA9.5 - ORIENTAÇÃO ACADÊMICA - TUTORIA\nUma ação importante prevista ne sse projeto diz respeito ao ac ompanhamento do estudante e de\nseu rendimento escolar. Esse acompanhamento é fe ito através da atuação do Colegiado de Curso\ne da figura do Orientador Acadêmico, também chamado de tutor.\nO  Anexo  5  apresenta  as  informações  referentes  ao  sistema  de  tutoria.  Os  critérios  e\nprocedimentos relativos à atividade de orie ntação acadêmica estão relacionados nas Normas\nGerais do Curso de Engenharia Eletrôni ca e de Telecomunicações, no Anexo 6.\n- 68 -", "69": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n10.  DIRETRIZES  PARA  OS  PROCESSOS  DE  A V ALIAÇÃO  DA\nAPRENDIZAGEM E DO CURSO\n10.1 - A V ALIAÇÃO NO CONTEXTO DO PROCESSO ENSINO APRENDIZAGEM 10.1 - A V ALIAÇÃO NO CONTEXTO DO PROCESSO ENSINO APRENDIZAGEM\nAs propostas curriculares atuais , bem como a legislação vigente, primam por conceder uma\ngrande importância à avaliação, reiterando que el a deve ser: contínua, fo rmativa e personalizada,\nconcebendo-a como mais um elemento do proces so de ensino aprendizagem, o qual nos permite\nconhecer o resultado de nossa s ações didáticas e, por conseguinte, melhorá-las.\nNo dicionário Aurélio:\n \navaliar  significa:  determinar  a  valia  ou  o  valo r  de;  apreciar  ou  estimar  o\nmerecimento de; determinar a valia ou o valor, o preço, o merecimento, calcular,estimar; fazer a apreciação; ajuizar .\nmedir  significa:  determinar  ou  verificar,  tendo  por  base  uma  escala  fixa,  a\nextensão, medida, ou grandeza de comensurar.\nLuckesi (1978), citado por Mediano (1988) diz que:\n\" A a v a l i a ç ã o é  definida  como  um  juízo  de  valor  sobre  dados  relevantes,\nobjetivando uma tomada de decisão\".\n- 69 -", "70": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nO elemento chave da definição de avaliação im plica em julgamento, ap reciação, valoração, e\nqualquer ato que implique em julgar, valorar,  implica que quem o pratica tenha uma norma ou\npadrão  que  permita  atribuir  um  dos  valores  po ssíveis  a  essa  realidade.  Ainda  que  avaliar\nimplique em alguma espécie de medição, a aval iação é muito mais ampla que a medição ou a\nqualificação. A avaliação não é um processo parcial ou linear. Aind a que se trate de um processo,\nestá inserida em outro muito maior que é o processo ensino-aprendi zagem e também não pode\nser linear porque deve ter reajustes permanentes.\nPara entendermos a avaliação ao longo do proce sso educacional é preciso conhecer sua história,\nseu desenvolvimento e os métodos criados pelo s mais renomados educadores e teóricos da\neducação.\nOlhar o passado e ver como a avaliação era rea lizada é uma forma de não avaliarmos para a\nexclusão hoje, porque no passado, só participavam da avaliação ou exame aqueles estudantes que\nrealmente estivessem preparados, caso contrário,  eram descartados e a cabavam não ingressando\nem séries mais avançadas. Depresbiteris (1997),  nos conta que o uso da avaliação como medida\nvem de longa data: já em 2205 a.c. o grande Shun, imperador chinês, examinava seus oficiais\ncom o fim de os promover ou demitir. Garcia (1999), também diz que a primeira notícia que\ntemos de exames (avaliação) nos é trazida por We ber, quando se refere à burocracia chinesa, nos\nidos de 1200 a.c, para seleciona r, entre sujeitos do sexo masculi no, aqueles que seriam admitidos\nno serviço público. O exame ou avaliação passou a ser uma nece ssidade nos meios educacionais\npara conter o grande avanço das classes populares no sentido de conquistar espaços sociais.\nDesta forma, o saber, a cultura e o conheciment o continuariam sendo um a prerrogativa daqueles\nque detinham o poder político e econômico, exclui ndo a massa, os trabal hadores e a plebe dos\nmeios  acadêmicos, permitindo o surgimento de  educadores  como  Comenius, para o qual a\navaliação era um l ugar de aprendizagem e não de verific ação de aprendizagem. La Salle, por sua\nvez, propôs o exame como supervisão permanente . Comenius centra o exame como um auxiliar\nna correção da metodologia, na prática docente ma is adequada ao estudante. La Salle centra no\nestudante e no exame o que deveria ser resultad o da prática pedagógica, um complexo processo\nem que dois sujeitos interagem:  um que ensina e outro que ap rende. Souza, diz que desde o\ninício do século XX tem-se, de modo sistemat izado, a realização de es tudos sobre avaliação da\naprendizagem,  voltada  particularmente  para  a  mensuração  de  mudanças  do  comportamento\nhumano. Robert Thorndike deu maior relevância aos testes e medidas educacionais, movimento\n- 70 -", "71": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nque prosperou nos Estados Unidos nas duas prim eiras décadas do século XX, resultando no\ndesenvolvimento de testes padronizados para medir habilidades e aptidões dos estudantes.\nO sistema de avaliação instituído  no Brasil acompanha o proposto por La Salle. Seguindo esses\ncaminhos, encontramos em Luckesi, citado por Sátiro, (s/d ), que a história da avaliação no Brasil\nobedece a três fases:\nFase 1 - a partir do século XVI, com o si stema tradicional instituído pelos jesuítas,\ncom a utilização de testes para promover ou reprovar os estudantes.\nFase  2  -  início  do  século  XX,  com  a  escola  nova,  que  pretende  construir  uma\ndisciplina  interna livre e autônoma, levando em consideração o desenvolvimento\nafetivo e emocional dos estudantes.\nFase 3 - a partir dos anos 60, com a teoria  comportamentalista, que propõe a avaliação\ncomo meio, para que os estudantes criem seu próprio comportamento e se disciplinem\nmentalmente. Para tanto, utilizam -se muitos recursos técnicos.\nNão é preciso grande esforço pa ra perceber que no Brasil, apesar de todos os esforços em\ncontrário,  apesar  da  LDB,  apesar  dos  edu cadores  e  de  uma  parcela  da  sociedade,  ainda\npredomina a proposta trad icional dos jesuítas.\nBasicamente, a avaliação apresenta três funções:  diagnosticar, controla r e classificar, com as\nquais se relacionam outras três modalidades de avaliação:\nAvaliação diagnóstica - aquela  realizada no início de um curso, período letivo ou\nunidade de ensino, com a intenção de cons tatar se os alunos apresentam ou não o\ndomínio  dos  pré-requisitos  ne cessários,  isto  é,  se  possuem  os  conhecimentos  e\nhabilidades imprescindíveis para as nova s aprendizagens. É também utilizada para\ncaracterizar eventuai s problemas de aprendi zagem e identificar suas possíveis causas,\nnuma tentativa de saná-los.\nAvaliação formativa - com função de  Eletrônica e de  Telecomunicações é realizada\ndurante todo o decorrer do período letivo, com o intuito de verifi car se os estudantes\nestão atingindo os objetivos previstos, isto é, quais os resultados alcançados durante o\ndesenvolvimento  das  atividades.  Port anto,  a  avaliação  formativa  visa,\n- 71 -", "72": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nfundamentalmente, determinar se o estuda nte domina gradativa e hierarquicamente\ncada etapa da instrução, porque antes de prosseguir para uma etapa subsequente de\nensino-aprendizagem, os objetivos em questão , de uma ou de outra forma, devem ter\nseu  alcance  assegurado.  É  principalmente  através  da  avaliação  formativa  que  oestudante  conhece  seus  er ros  e  acertos  e  encontra  estímulo  para  um  estudo\nsistemático. Essa modalidade de avaliaçã o é basicamente orient adora, pois orienta\ntanto o estudo do aluno como o trabalho do professor. Po r isso, a avaliação formativa\npode ser utilizada como um recurso de en saio e como fonte de motivação, tendo\nefeitos altamente positivos e evitando as tensões que usualmente a avaliação causa. \nAvaliação somativa ou classificatória - reali za-se ao final de um curso, período letivo\nou unidade de ensino, e consis te em classificar os estudantes de acordo com níveis de\naproveitamento previamente estabelecidos,  geralmente tendo em  vista sua promoção\nde uma série para outra, ou de um grau  para outro. Neste caso, a aprendizagem é\nconfundida  com  memorização  de  um  conj unto  de  conteúdos  desarticulados,\nconseguida através de repetição de exercíci os sistemáticos de fixação e cópia. É um\nsistema excludente por excelência. Sendo um  instrumento que serve para coação e\nEletrônica e de Telecomunicações de disciplina. \nPode-se dizer que um dos propósit os da avaliação com função di agnóstica é informar o professor\nsobre o nível de conhecimento e habilidades de seus alunos, ante s de iniciar o processo ensino-\naprendizagem, para determinar o qua nto progrediram depois de um certo tempo. Isto é, qual a\nbagagem cognitiva que eles estão levando para a série em curso. É através dessa avaliação\ninicial,  com  função  diagnóstica ,  que  o  professor  vai  determin ar  quais  os  conhecimentos  e\nhabilidades devem ser retomados.\nSegundo Hoffmann:\n\"(...) conceber e nomear o ' fazer testes', o 'dar notas', por avaliação é uma\natitude  simplista  e  ingênua!  Significa  reduzir  o  processo  avaliativo,  de\nacompanhamento e ação com base na reflexão, a parcos instrumentos auxiliaresdesse processo, como se nomeássemos por bisturi um procedimento cirúrgico\".\n- 72 -", "73": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nAs avaliações realizadas nas escolas decorrem, portanto, de concepções diversas, das quais nem\nsempre se tem clareza dos seus fundamentos. O sistema educacional a poia-se na avaliação\nclassificatória com a pretensão de  verificar aprendizagem ou co mpetências através de medidas,\nde quantificações. Este tipo de avaliação pr essupõe que as pessoas aprendem do mesmo modo,\nnos mesmos momentos e tenta ev idenciar competências isoladas. Ou seja, algumas, que por\ndiversas razões têm maiores condições de aprend er, aprendem mais e me lhor. Outras, com outras\ncaracterísticas, que não respond em tão bem ao conjunto de di sciplinas, aprendem cada vez\nmenos e são muitas vezes excluídas do processo de escolarização.\nA avaliação não pode ter como obj etivo classificar ou selecionar.  Ela deve ser fundamentada nos\nprocessos de aprendizagem, em seus aspectos cognitivos, afetivos e relacionais; fundamentar-se\nem  aprendizagens  significativas  e  funcionais  que  se  aplica m  em  diversos  contextos  e  se\natualizam o quanto for preciso pa ra que se continue a aprender.\nEste enfoque tem um princípio fundamental: de ve-se avaliar o que se ensina, encadeando a\navaliação no mesmo processo de  ensino-aprendizagem. Somente ne ste contexto é possível falar\nem avaliação inicial (avaliar para conhecer me lhor o estudante e ensinar melhor) e avaliação\nfinal (avaliar ao finalizar um determinado processo didático).\nSe a avaliação contribuir para o desenvolviment o das capacidades dos es tudantes, pode-se dizer\nque  ela  se  converte  em  uma  ferramenta  pe dagógica,  em  um  elemento  que  melhora  a\naprendizagem e a qualidade do ensino. \nNeste sentido a avaliação deve ser utilizada como ferramenta para:\nConhecer  melhor  o  estudante,  suas  competências  curriculares,  seu  estilo  de\naprendizagem, seus interesses, suas técnic as de trabalho. A isso poderíamos chamar\nde avaliação inicial;\nConstatar o que está sendo aprendido. Assim,  o professor vai recolhendo informações,\nde forma contínua e com di versos procedimentos metodol ógicos e julgando o grau de\naprendizagem, ora em relação a todo grupo-classe, ora em relação a um determinado\naluno em particular;\n- 73 -", "74": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nAdequar o processo de ensi no aos estudantes como gr upo e àqueles que apresentam\ndificuldades, tendo em vista os objetivos propostos;\nJulgar globalmente um processo de ensino -aprendizagem, para que, ao término de\numa  determinada unidade,  por  exemplo,  se  faça  uma  análise  e reflexão  sobre  osucesso alcançado em função dos objetivos previstos e se possa revê-los de acordo\ncom os resultados apresentados.\nPortanto, a avaliação deve ser contínua e integrad a ao fazer diário  do professor; o que nos sugere\nque ela deva ser realizada semp re que possível em s ituações normais, evitando a exclusividade\nda rotina artificial das situ ações de provas, na qual o es tudante é  medido somente naquela\nsituação específica, abandonando-se tudo aquilo que foi realizado em sala de aula antes da prova.\nA observação, registrada, é de gr ande ajuda para o professor na  realização de um processo de\navaliação contínua.\nA avaliação  será  global  quando  se  realiz a  tendo  em  vista  as  várias  áreas  de\ncapacidades do estudante: cogni tiva, motora, relações interp essoais, atuação, etc e, a\nsituação do estudante nos variados  componentes do currículo escolar.\nA avaliação será formativa se concebida como um meio pedagógico para ajudar o\nestudante em seu processo educativo.\n10.2 - A V ALIAÇÃO DO EST UDANTE PELO PROFESSOR\n10.2 - A V ALIAÇÃO DO EST UDANTE PELO PROFESSOR\nA avaliação do estudante pelo professor deve permitir que se faça uma análise do processo\nensino-aprendizagem. Para isto, ela deve ser di versificada utilizando-se de instrumentos tais\ncomo provas escritas, seminários, li stas de exercícios, projetos, rela tórios de laboratório e visitas\ntécnicas. \nExames  e provas  deverão  ser  espaçados  ao  longo  do período letivo, contemplando todo o\nconteúdo programático que compõe a ementa da disciplina. \nNa  UFU,  para  cada  disciplina  são  distribuídos  100  pontos  em  números  inteiros.  Para  ser\naprovado, o aluno deve alcançar o mínimo de 60  pontos na soma das not as e 75% de frequência\nnas aulas e outras atividades curriculares dadas.\n- 74 -", "75": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA proposta de avaliação é parte integrante do Plano de Ensino e deve ser apresentada pelo\nprofessor ao Colegiado de Curso após a discus são com sua turma, para aprovação, até 12 dias\napós o início do semestre ou ano letivo. A di scussão apresentada deverá nortear o processo de\navaliação a ser proposta pelo professor em cada disciplina.\nO professor deverá divulgar a nota das atividad es avaliativas, no prazo máximo de 15 dias\ncorridos  a  contar  da  data  de  realização  da  atividade,  exce to  em  situações  excepcionais\nfundamentadas  no  plano  de  avaliação,  previamente  aprovadas  pelo  Colegiado  de  Curso. Odiscente possui direito à vista da s atividades avaliativas num praz o máximo de 10 dias úteis após\na divulgação dos resultados.  A vista das atividades  avaliadas de final de curso deve anteceder o\nprazo marcado para entrega de notas na DIRAC, fixado no Calendário Escolar.\nOutros  critérios  e  procedimentos  relativos  à  avaliação  do  estudante  pelo  professor  estão\nrelacionados na Reslução n\no 02/2008, do Conselho de Gr aduação – CONGRAD/UFU.\n10.3  -  A V ALIAÇÃO  DIDÁTICO  PEDAGÓGICA  PROFESSOR  /  DISCIPLINA10.3  -  A V ALIAÇÃO  DIDÁTICO  PEDAGÓGICA  PROFESSOR  /  DISCIPLINA\nREALIZADA PELOS ESTUDANTESREALIZADA PELOS ESTUDANTES\nOs  estudantes  deverão  fo rnecer  ao  professor  um  feed-back  (avaliação)  de  seu desempenho\ndidático-pedagógico  referente  à  disciplina  ministrada  no  seme stre  letivo.  Esta  avaliação  é\ncoordenada  pelo  Colegiado  de  Curso.  Assim,  o  colegiado  deve  realizar  semestralmente\navaliações da disciplina e dos respectivos pr ofessores para empreende r ações que melhorem a\nqualidade  do  curso.  Estas  avaliações  serão  fe itas  pelos  estudantes  através  de  formulário\neletrônico que ficará di sponível durante o período de matrícul a para o semestre subsequente, ou\nseja, o estudante fará sua matríc ula após ter preenchido o formul ário. O resultado das avaliações\ndeverá ser comunicado aos professores para que procurem melhorar os itens em que foram mal\navaliados e para motivá-los a fim de manter se u desempenho nos itens que foram bem avaliados.\nAs avaliações das disciplinas “Trabalho de C onclusão de Curso”, “Ati vidades Complementares”\ne “Estágio Curricular” são regulamentadas por normas específicas.\n10.4  -  ACOMPANHAMENTO  CONTÍNUO  DO  CURSO:  COLEGIADO  E10.4  -  ACOMPANHAMENTO  CONTÍNUO  DO  CURSO:  COLEGIADO  E\nREPRESENTANTES DE SALAREPRESENTANTES DE SALA\n- 75 -", "76": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nUma das atividades obrigatórias  do Colegiado de Curso é o acomp anhamento de todo o processo\npedagógico  do  curso.  Especificamente,  um  dos  instrumentos  para  que  esse  objetivo  sejaalcançado é o estabelecimento de condições para  que o programa previsto em cada início de\nsemestre seja realmente executado. Esse acompa nhamento é feito através do Colegiado de Curso\ncom reuniões periódicas com est udantes (escolhidos en tre seus pares) de cada período do Curso.\nNessas  reuniões,  temas  específicos  como  apresentação  e  cumprimento  do  programa  da\ndisciplina, critério de avaliação, objetivos alca nçados e aproveitamento, inovações didáticas ou\npedagógicas, são discutidas.\nNo final de cada semestre, todos os docentes e representantes dos alunos serão convocados a\nparticiparem de uma reunião de forma a discutir aspectos gerais do Curs o. Sugestões, críticas e\npropostas para o contínuo aperfeiçoamento do curso são incentivadas. Assim, essa avaliação\ndeve ser de caráter globa l vinculando os aspectos técnicos  aos aspectos políticos e sociais e\nenfrentando contradições e conflitos que porvent ura possam surgir, podendo se refletir na própria\norganização do projeto pedagógico.\n10.5 – A V ALIAÇÃO CONTÍNUA DO PROJETO PEDAGÓGICO\n10.5 – A V ALIAÇÃO CONTÍNUA DO PROJETO PEDAGÓGICO\nObjetivando realizar de forma contínua a avalia ção do projeto pedagógico, será criado o Núcleo\nDocente Estruturante (NDE). A formação do NDE será regulamentada pelo Colegiado do Curso,\nseguindo as diretrizes do MEC. Desta forma,  o NDE será responsável pelo aprimoramento do\nprojeto pedagógico do Curso, propondo alterações e ações a serem tomadas pelo Colegiado.\nPorém, o acompanhamento das atividades por meio da análise de todo o processo é a forma ideal\nde se avaliar e criticar todo o projeto pedagógico. Assim, ao fina l de cada ano todos os docentes\ne estudantes devem ser chamados a participar do processo de av aliação do projeto, identificando\nproblemas e trazendo críticas e sugestõe s para o seu constante aprimoramento.\n10.6 - ASPECTOS CONCLUSIVOS DO PROCESSO ENSINO-APRENDIZAGEM 10.6 - ASPECTOS CONCLUSIVOS DO PROCESSO ENSINO-APRENDIZAGEM\nA avaliação não começa nem ter mina na sala de aula. A avaliação do processo pedagógico\nenvolve o planejamento e o desenvolvimento do processo de ensino. Neste contexto, é necessárioque a avaliação cubra todo o projeto curricular, a programação do ensino em sala de aula e seusresultados (a aprendizagem produz ida nos estudantes). Tradiciona lmente, o que se observa é que\n- 76 -", "77": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \no processo de avaliação reduz-se ao terceiro elemento: a aprendi zagem produzida nos estudantes.\nNo contexto de um processo de avaliação form ativa isto não faz qualquer sentido. A informação\nsobre os resultados obtidos com os estudantes deve necessariam ente levar a um replanejamento\ndos objetivos e dos conteúdos, das atividades didáticas, dos materiais utilizados e das variáveis\nenvolvidas  em  sala  de  aula :  relacionamento  professor-estu dante  e  relacionamento  entre\nestudantes.\n11.  DURAÇÃO  DO  CURSO,  TEM PO  MÍNIMO  E  MÁXIMO  DE\nINTEGRALIZAÇÃO\nO Curso de Graduação em Engenha ria Eletrônica e de Telecom unicações habilitará o discente\npara o exercício de uma profissã o liberal (bacharelado) , propiciando a este o título de Engenheiro\nde  Eletrônica e de Telecomuni cações . O curso será ministrado  em período integral e possuirá\num tempo de integralização mínima de 5 (cinco) anos e máxima de 8 (oito) anos.\n12. ADMINISTRA ÇÃO ACADÊMICA\nA administração acadêmica do curs o de Engenharia Eletrônica e de Telecomunicações seguirá o\nque  determina  o  Regimento  Geral  que  regulam enta  a  organização  e  o  funcionamento  da\nUniversidade  Federal de Uberlândia, de acord o com o disposto na legislação vigente e no\nEstatuto [Regimento Geral e Estatuto: www.estatuto.ufu.br].\nA organização do colegiado do curso de Engenharia Eletrônica e de Telecomunicações proposto\nfuncionará conforme estabelece o Regimento Ge ral da UFU, sendo os nomes do coordenador e\nmembros do colegiado a ser definido pela FEELT após a autorização de funcionamento do curso.\n- 77 -", "78": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n13. RECURSOS EXISTENTES NA FEEL-UFU \n13.1 - RECURSOS HUMANOS EXISTENTES13.1 - RECURSOS HUMANOS EXISTENTES\nA  Faculdade  de  Engenharia  Elétrica-UFU  cont a h o j e c o m u m c o r p o  docente  e  técnico-\nadministrativo qualificado já atuando na área de Eletrônica e de Telecomunicações.\nDesde a sua criação em 1970, a Engenharia El étrica da UFU possui uma política bastante\narrojada de capacitação de docentes em pr ogramas de mestrado, doutorado e pós-doutorado.\nEsta política, mantida até os dias de hoje, representa os anseios do corpo docente em se\nqualificar e se posicionar entre os melhores do país. Graças a esta capacitação, foi possível,\nalém de contar com oitavo melhor curso de  graduação em Engenharia Elétrica (modalidade:\nEletrotécnica) do país, implementar o Progr ama de Pós-Graduação em 1984 com o Curso de\nMestrado e, dez anos depois, em 1994, o Curso de Doutorado, primeiro do Estado de Minas\nGerais. \nA competência do grupo de docentes e técnic os-administrativos da FEELT pode ser verificada\npela sua produção dos últimos 3 anos (28 teses de doutorado, 72 dissertações de mestrado, 211\npublicações em anais de congressos a nível naci onal e internacional, 47 artigos em periódicos,\n08 protótipos construídos e 02 pedidos de de pósitos de patentes), e também pelo número e\nimportância de órgãos e empresas que procuram seus serviços especializados. As pesquisas do\ngrupo são financiadas não apenas pelos órgãos  de fomento tradicionais (CNPq, CAPES e\nF APEMIG), mas também pela ANATEL, ANEE L, ONS, PETROBRÁS, ELETROBRÁS, CEMIG,\nENERSUL, LIGHT, CHESF , entre outras. \nObserva-se na Tabela 13.1 o corpo docente da FEELT-UFU composto por 51 docentes, sendo 42\nem tempo integral e 9 docentes em tempo parcial. A Tabe la 13.2 apresenta o corpo técnico-\nadministrativo  composto  por  5  secretárias  que  atendem  aos  cursos  de  Engenharia  Elétrica,\nEngenharia  Biomédica e o programa de Pós-gra duação em Engenharia Elét rica e 8 técnicos de\nlaboratórios.\n- 78 -", "79": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nTabela 13.1 – Corpo docente.\nDocentes RT T Qualificação Profissional\nAdélio José de Moraes DE D Sistemas Elétricos de Potência\nAdriano Alves Pereira DE D Processamento de Sinais Biológicos\nAdriano de Oliveira Andrade DE D Processamento de Sinais Biológicos\nAídson Antonio de Paula DE M Sistemas Elétricos de PotênciaAlcimar Barbosa Soares DE D Processamento de Sinais Biológicos\nDE D Sistemas de Computação\nAloísio de Oliveira DE D Sistemas Elétricos de PotênciaAniel Silva de Morais DE D Controle e Automação\nAntônio Carlos Delaiba DE D Sistemas Elétricos de Potência\nAntônio Cláudio Paschorelli Veiga DE D TelecomunicaçõesAntônio Eduardo Costa Pereira DE D* Sistemas de Computação\nAugusto W. Fleury V . da Silva 20h M Sistemas Elétricos de Potência\nCarlos Augusto Bissochi Junior DE D Controle e Automação \nCarlos Eduardo Tavares 40h D Sistemas Elétricos de Potência\nCarlos Henrique Salerno DE D Sistemas Elétricos de Potência\nDarizon Alves de Andrade DE D* Controle e AutomaçãoDécio Bispo DE D Sistemas Elétricos de Potência\nEdgard Afonso Lamounier Junior DE D Sistemas de Computação\nEdna Lúcia Flôres DE D TelecomunicaçõesEduardo Lázaro Martins Naves DE D Sistemas Elétricos de Potência\nErnane Antônio Alves Coelho DE D Sistemas Elétricos de Potência\nFábio Vincenzi R. da Silva 20h D Sistemas Elétricos de PotênciaFernando Egberto Feital de Camargo DE M Telecomunicações\nGeraldo Caixeta Guimarães DE D Sistemas Elétricos de Potência\nGilberto Arantes Carrijo DE D* TelecomunicaçõesIvan Nunes Santos 20h M Sistemas Elétricos de Potência\nJoão Batista Destro Filho DE D Processamento de Sinais Biológicos\nJoão Batista Vieira Júnior DE D Sistemas Elétricos de PotênciaJosé Carlos de Oliveira DE D* Sistemas Elétricos de Potência\nJosé Mário Menescal de Oliveira DE M Sistemas Elétricos de Potência\nJosé Roberto Camacho DE D Sistemas Elétricos de PotênciaJosé Wilson Resende DE D Sistemas Elétricos de Potência\nJúlio César Portella Silveira DE M Sistemas Elétricos de Potência\nKeide Matumoto DE E Sistemas Elétricos de PotênciaKeiji Yamanaka DE D Sistemas de Computação\nKleiber David Rodrigues DE D Sistemas Elétricos de Potência\nLuciano Coutinho Gomes 40h D Controle e AutomaçãoLuciano Martins Neto DE D Sistemas Elétricos de Potência\nLuciano Vieira Lima DE D Sistemas de Computação\nLuis Cláudio Teodoro 20h M Sistemas de ComputaçãoLuiz Carlos de Freitas DE D Sistemas Elétricos de Potência\nLuiz Carlos Gomes de Freitas 40h D Sistemas Elétricos de Potência\nMarcelo Lynce Ribeiro Chaves DE D Sistemas Elétricos de PotênciaMauro Guimarães DE M Sistemas Elétricos de Potência\nMilena Bueno P. Carneiro 40h M Telecomunicações\nMilton Itsuo Samesima DE D Sistemas Elétricos de Potência\n- 79 -", "80": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nPaulo Roberto Guardieiro DE D Telecomunicações\nPaulo Sérgio Caparelli DE D Telecomunicações\nSebastião Camargo Guimarães Jr. DE D Sistemas Elétricos de Potência\nSérgio Ferreira de Paula e Silva 40h D Sistemas Elétricos de PotênciaSérgio Ricardo Jesus de Oliveira 20h M Sistemas de Computação\nLegenda:    RT - Regime de Trabalho T - Titulação DE - Dedicação Exclusiva\n                   E - Especialização          M - Mestrado        D - Doutorado                                  D* - Pós-Doutorado\nTabela 13.1 – Corpo técnico-administrativo.\nAdelino Ricardo de Moraes TNS\nCarlos Henrique de Oliveira TNM\nCinara Fagundes Paranhos Mattos TNM\nDayana Renata Mendes Oliveira TNM\nHélio Cardoso Junior TNM\nJosé Maria Filho TNM\nKátia Mara Daud TNM\nMarcília das Graças N Theodoro TNM\nMary Conceição Couto Teixera TNM\nMarly Pacheco TNA\nNei Sousa de Oliveira TNM\nRubens Aparecido Assunção TNM\nSérgio Ricardo Jesus de Oliveira TNS\nLegenda: TNA – Técnico de Nível Apoio     TNM – Técnico de Nível Médio  \nTNS – Técnico de Nível Superior\n13.2 - NÚCLEOS DE PESQUISA E EXTENSÃO13.2 - NÚCLEOS DE PESQUISA E EXTENSÃO\n13.2.1 - Dinâmica de Sistemas Elétricos\nÁreas de atuação:\nAnálise de estabilidade de tensão de sistemas elétricos;\nMapeamentos de potenciais e ca mpos elétricos e magnéticos;\nModelagem de cargas para est udos de estabilidade transitória;\n- 80 -", "81": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nSimulação de reguladores nebulosos na me lhoria do comportamento de sistemas de\nenergia.\n13.2.2 - Eletricidade Rural e Fontes Alternativas de Energia\nÁreas de atuação:\nEnergia eólica;\nEnergia solar fotovoltaica  ;\nMini e micro centrais hidroelétricas  ;\nGeração de energia a gás em pequena escala;\nRacionalização do uso da energia em propriedades rurais  .\n13.2.3 - Eletrônica de Potência\nÁreas de atuação:\nCorreção de fator de potênc ia utilizando conversor boost;\nDesenvolvimento de novas topologias;\nNovas células de comutação aplicadas a conversores com chaveamento suave;\nNovos estabilizadores de tensão;\nEstudo de utilização de “snubber” não dissipativo nos conversores PWM;\nFiltros ativos para correção de distorção harmônica e fator de potência.\n13.2.4 - Engenharia Biomédica\nÁreas de atuação:\nProcessamento e análise de sinais eletromiográficos;\nSistemas de apoio a estudos cinesiológicos;\nEquipamentos para treinamento e anál ise de desempenho de atletas;\nSistemas de biofeedback;\n- 81 -", "82": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nEstudos biomecânicos.\n13.2.5 - Engenharia de Computação\nÁreas de atuação:\nComputação gráfica;\nInteligência artificial;\nRobótica.\n13.2.6 - Máquinas Elétricas\nÁreas de atuação:\nAcionamento de máquinas elétricas utili zando conversores com chaveamento suave;\nEstudo da máquina a relutância acionada por chaveamento;\nModelagem de motor de indução incluindo harmônicos especiais;\nModelagem do motor de indução incluindo saturação magnética;\nModelagem, projeto e construção de motores lineares;\nSistemas de motores de passo. \n13.2.7 - Qualidade e Racionalização da Energia Elétrica\nÁreas de atuação: \nAplicação  da  lógica  nebulosa  na  melhoria  da  qualidade  de  energia  em  sistemas\nelétricos;\nAplicação de wavelets na análise de sistemas elétricos;\nInstrumentação em sistemas  elétricos de potência;\nMonitoramento de temperatura em  transformadores de potência;\nSeleção de locação de bancos de capac itores e filtros em sistemas elétricos;\nSistemas para monitoraç ão, diagnóstico e análise da qua lidade da energia elétrica;\n- 82 -", "83": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nSoftwares aplicativos para avaliação de componentes de sistemas elétricos.\n13.2.8 - Telecomunicações\nÁreas de atuação:\nEquipamentos para geração, transmissão e utilização de sinais de comunicação;\nProcessamento digital de sinais;\nProcessamento digital de imagens;\nRedes de computadores;\nProtocolos criptográficos.\n13.3 - ESPAÇO FÍSICO EXISTENTES13.3 - ESPAÇO FÍSICO EXISTENTES\nA seguir estão relacionados os labor atórios que são utilizados nas diversas disciplinas do Curso\nde Engenharia Elétrica-UFU –Campus Santa Mônica.\n13.3.1 – LABORATÓRIO DE CAD (FEELT)13.3.1 – LABORATÓRIO DE CAD (FEELT)\nAs atividades desenvolvidas no Laboratório de CA D são complementares às  atividades previstas\npara o Laboratório Geral de Informática. \n13.3.2 – LABORATÓRIO 1E11 (FEELT)13.3.2 – LABORATÓRIO 1E11 (FEELT)\nNo Laboratório 1E11 são realizadas montagens pr áticas cobrindo os fundamentos de eletrônica,\ncircuitos  elétricos.  Disciplinas  atendidas:  Eletrônica  Analógica  1,  Eletrônica  Analógica  2,\nCircuitos Elétricos 1 e Circuitos Elétricos  2.\n13.3.3 – LABORATÓRIO 1E13 (FEELT)13.3.3 – LABORATÓRIO 1E13 (FEELT)\nNo Laboratório 1E13 são resolvidos exercícios teóric os e práticos sobre sistemas de  Eletrônica e\nde  Telecomunicações  e  sistemas  digitais.  Disciplinas  atendidas:  Sistemas  Realimentados,\nEletrônica e de Telecomunicações Multivariável, Não-Linear e Inteligente, Eletrônica Digital,\nSistemas Embarcados 1 e 2.\n- 83 -", "84": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n13.3.4 – LABORATÓRIO 1E16 (FEELT)13.3.4 – LABORATÓRIO 1E16 (FEELT)\nNo Laboratório 1E16 estão instalados os equipa mentos e dispositivos necessários ao estudo da\neletrônica industrial e de potência, princípios  de comunicação e instru mentação elétrica. Neste\nlaboratório serão desenvolvidas as atividades práticas de algumas disciplinas específicas da área.\nDisciplina atendida:  Eletrônica Industrial e Acionamentos\n13.3.5 – LABORATÓRIO 1E22 (FEELT)13.3.5 – LABORATÓRIO 1E22 (FEELT)\nNo Laboratório 1E22 estão instalados os equipa mentos e dispositivos necessários ao estudo de\nmáquinas elétricas, acionamentos elétricos, transformadores e conversores de energia. Nestelaboratório serão desenvolvidas atividades complementares daqu eles realizados no Laboratório\n1E16. Disciplinas atendidas:  Conversão de Energia e Máquinas Elétricas.\n13.3.6 – LABORATÓRIO 1E26 (FEELT)13.3.6 – LABORATÓRIO 1E26 (FEELT)\nNo Laboratório 1E26 estão instalados os equipa mentos e dispositivos necessários ao estudo da\neletrotécnica e transmissão de en ergia elétrica. Assim, neste labo ratório será desenvolvida parte\ndas atividades práticas de instalações elétricas. Disciplina atendida:  Eletricidade e Magnetismo,\nInstalações Elétricas e Instalações Industriais.\n13.3.7 – LABORATÓRIO 1E30 (FEELT)13.3.7 – LABORATÓRIO 1E30 (FEELT)\nNo Laboratório 1E30 estão inst alados microcomputadores, equipa mentos multimídia e softwares\nnecessários  ao  estudo  de  linguagens  de  programação.  Assim,  neste  laboratório  serão\ndesenvolvidas  as  atividades  práticas  de  informática.  Disciplinas  atendidas:  Introdução  à\nTecnologia da Computação, Métodos e Técnicas  de Programação e Engenharia de Software.\n13.3.8 – OUTROS LABORATÓRIOS (FEELT)13.3.8 – OUTROS LABORATÓRIOS (FEELT)\nAlém  dos  laboratórios  já  citados,  existem  outros  na  FEELT  que  podem  complementar  as\natividades práticas da s disciplinas. São eles:\nLaboratório de Eletrônica de Potência - ELETPOT\nLaboratório de Acionamento Eletrô nico de Máquinas Elétricas - LACE\n- 84 -", "85": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nLaboratório de Engenhar ia Biomédica – BIOLAB\nLaboratório de Automação e Servomecanismo - LASEC\nLaboratório de Robótica de Inteligência Artificial - IA\nLaboratório de Eletricidade Rural e F ontes Alternativas De Energia - NERFAE\nLaboratório de Qualidade da Energia – Sala 01\nLaboratório de Qualidade da Energia – Sala 02\nLaboratório de Qualidade da Energia – Sala 03\nLaboratório de Eficiência Energética\nLaboratório de Redes de Computadores\nLaboratório de Dinâmica de Sistemas Elétricos\nLaboratório de Processamento Digital de Sinais\nLaboratório de Computação Gráfica\nLaboratório de Máquinas  Elétricas Especiais\nLaboratório de Princí pios de Comunicação\nTransmissão de Energia Elétrica\nEnsaios de Transformadores\nPropagação Eletromagnética e Telecomunicações\nMultimídia\n13.4 - RECURSOS E ESPAÇOS BIBLIOGRÁFICOS EXISTENTES13.4 - RECURSOS E ESPAÇOS BIBLIOGRÁFICOS EXISTENTES\nA Biblioteca da Universidade Federal de Uber lândia foi criada em 1976, com a junção dos\nacervos bibliográficos de oito fa culdades isoladas da cidade, cu ja incorporação foi concluída em\n1978. Em 1989, foi criado o Sistema de Bibliotecas - SISB I, centralizando toda s as atividades de\naquisição e processamento técnico. \nO acesso ao acervo SISBI, está disponível tamb ém para consulta na Internet, por meio do\nendereço eletrônico www.bibliotecas.ufu.br. Ne sse endereço, o SISBI ainda oferece acesso a\nvários serviços que visam agilizar a obtenção de informações.\nDentre estes serviços, pode-se destacar os links “ Bases de dados ” e “periódicos  eletrônicos”,\nque disponibilizam aos usuários, bases de dados  e periódicos eletrônicos, de acordo com as\n- 85 -", "86": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nseguintes categorias: acesso público e acesso rest rito. No acesso restrito, estão disponibilizadas\nas bases de dados assinadas pela UFU, cujo acesso  é por meio de senhas individuais, e o Portal\nCAPES, disponível através dos equi pamentos da UFU. O portal Capes\n<www.periódicos.capes.gov.br >, facilita as pesquisas bibliogr áficas, por meio de bases de dados\nreferenciais temáticas e multidisciplinares, e pe rmite ainda, o acesso ao texto completo de um\nconjunto expressivo de periódicos estrangeiros.  \nA Biblioteca participa ainda de serviços coope rativos que facilitam o acesso a informações e\ndocumentos, tais como: BIREME, REDE BIBLIODATA, REBAE, ISTEC, CBBU, COMUT.\nO SISBI é composto por quatro bibliotecas e ate nde toda a comunidade acadêmica da UFU e a\ncomunidade de Uberlândia e região. A área física de  10.353,88m²  do SISBI compreende as\nseguintes bibliotecas :\nBiblioteca do Campus Santa Mô nica – Biblioteca  Central  (Ciências Exatas e da\nTerra, Ciências Humanas, Ciências Sociais Ap licadas, Engenharias, Linguística, Letras e\nArtes) – 5.800m², distribuídos  em três pavimentos;\n Biblioteca do Campus Umua rama – Biblioteca Setorial  (Ciências Agrárias, Ciências\nBiológicas e Ciências da Saúde) - 4.062 m², distribuídos em três pavimentos; \nBiblioteca do Campus Educação Física – Biblioteca Setorial (Ciências Biológicas e\nCiências da Saúde) -  239,88m²;\n Biblioteca da Escola Básica  – Biblioteca Setorial  -  252m².\nO quadro de pessoal do SISBI é formado por bibl iotecários e funcionários de nível médio e de\napoio, que atuam na área de serviços técnic os, de atendimento ao público e de treinamento\nformal e informal para utilização dos acervos e serviços disponíveis.\nO acervo é composto por livros, obras de referê ncia, periódicos (revistas e jornais), bases de\ndados, além de coleções especiais (map as, discos de vinil, fitas cassete, compact disc , fitas de\nvídeos, partituras e peças teatrais).\nO anexo 10 apresenta a relação do acervo bibl iográfico disponível pa ra atender o curso de\nEngenharia Eletrônica e de Telecomunicações.\n13.5 - MATERIAL DE CONSUMO EXISTENTE13.5 - MATERIAL DE CONSUMO EXISTENTE\n- 86 -", "87": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nA FEELT possui um almoxarifado  que dispõe atualmente de um a grande quantidade de material\nde consumo para montagem de circuitos elétri cos e eletrônicos para o Curso de  Engenharia\nElétrica tais como: transistores , resistências, capacitores, circ uitos integrados diversos, etc.\n13.6 - RECURSOS DE SOFTWARE EXISTENTES13.6 - RECURSOS DE SOFTWARE EXISTENTES\nA Faculdade de Engenharia Elétrica dispõe de dois laboratórios de mi crocomputadores com uma\ngrande  quantidade  de  software s  instalados  entre  os  quais  destacam-se:  Matlab,  Windows,\nsoftware de simulação de redes de computadores , Labview, software para simulação de circuitos\nelétricos, fluxo de carga, entre outros.\n14.  RECURSOS  EXTRAORDINÁRIOS  PARA  A  IMPLANTAÇÃO  DO\nCURSO  ELETRÔNICA  E  DE  TELE COMUNICAÇÕES-UFU-CAMPUS\nPATOS DE MINAS.\n14.1 – CONSIDERAÇÕES INICIAIS14.1 – CONSIDERAÇÕES INICIAIS\nRelacionamos abaixo uma série de equipamentos de laboratório, recursos humanos, espaço físico\nde laboratório, etc. necessários a implantação do  CURSO Eletrônica e de Telecomunicações-\nUFU-Campus Patos de Minas.\n14.2 - RECURSOS HUMANOS14.2 - RECURSOS HUMANOS\nSerão necessários para implantação do Curs o de Eletrônica e de Telecomunicações:\n- 21 docentes- 01 secretária- 01 auxiliar de secretaria\n- 87 -", "88": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n- 03 técnicos de laboratório\n- 01 FG para coordenação de Curso.\n14.3 – ESPAÇO FÍSICO14.3 – ESPAÇO FÍSICO\nDescreveremos neste item apenas o espaço específico  que são os laboratórios necessários. \n14.3.1 - Laboratórios\na)  Laboratório de  Eletrônica  Analógica e Digital: área de 36m2.\nDisciplinas atendidas: Elet rônica Analógica, Eletrônica Ap licada, Microprocessadores.\n b) Laboratório  Circuitos  Elétricos,  Conversão  de  En ergia  e  Máquinas:  área  de\n36m\n2.\nDisciplinas  atendidas:  Circuitos  Elétricos,  Instalações  Elétricas,  Instrumentação\nIndustrial, Sistemas Realimentados.\nc) Laboratório de Antenas e Microondas: área de 36m2.\nDisciplinas  atendidas:  Antenas,  Propagaçã o,  Linhas  de  Transmissão,  Princípios  de\nMicroondas.d) Laboratório de Comunicações:  área de 36m\n2.\nDisciplinas atendidas: Princípios de Com unicação, Comunicação Di gital, Comunicações\nMóveis,  Comunicações  via  Satélite  ,  Si stemas  de  Comunicações  e  Comunicações\nÓpticas.e) Laboratório de Re des de Comunicações : área de 36m\n2\nDisciplinas atendidas:  Redes de Computadores, Telefonia Digital\nf) Laboratório de Informática : 36m2.\nDisciplinas atendida s: Introdução a Tecnologia da Computação, Métodos e Técnicas\nde Progamação, Engenharia de Software\nÁrea total necessária: 216 m2\n14.4 – EQUIPAMENTOS 14.4 – EQUIPAMENTOS \n- 88 -", "89": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nNeste item são listados os investimentos necessári os e  específicos para o Curso de Graduação\nem Engenharia Eletrônica e de Telecomunicaçõ es. Os valores e a descrição foram indicados\ncomo referência.\na)  Laboratório de  Eletrônica  Analógica e Digital e Microprocessadores\n05 Fontes DC.05 Osciloscópios.05 Geradores de Função.05 Reostatos.Varivolts monofásicos e trifásicos, equipa mentos analógicos e digitais de medida,\noutros.05 Kits didáticos para est udo de micro-controladores.\n05 Kits didáticos para es tudo de Microprocessadores\n05 Kits didáticos para estudo de DSP.02 Placas de Aquisição de Dados.\nValor deste item R$ 100.000,00\nb) Laboratório Circuitos Elétricos, Conversão de Energia e Máquinas\n05 Fontes DC.05 Osciloscópios.05 Geradores de Função.05 Reostatos.Varivolts monofásicos e trifásicos, equipa mentos analógicos e digitais de medida,\noutros.03 Bancadas para Acionamento Ve torial de Máquinas Elétricas.\nValor deste item R$ 100.000,00\nc) Laboratório de Antenas e Microondas\n03 Geradores de sinais03  Cavidades ressonantes\n- 89 -", "90": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \n03 Circuladores\n03 Guia de ondas03 Kit para medição de diagrama de radiação de antenas03 Medidores de intensidade de campo03 Analisador de espectroValor deste item R$ 100.000,00\nd) Laboratório de Comunicações\n03 Geradores de sinais 03 Oscilocópios01 Medidores de intensidade de campo03 Kits de sinais digitais\nValor deste item R$ 50.000,00\ne) Laboratório de Re des de Comunicações\n05 computadores\nSoftwares para simulação Placas de redeHardwares de rede\nValor deste item R$ 80.000,00\nf) Laboratório de Informática\n15 Computadores Completos.\nValor deste item R$ 50.000,00\nValor Total para compra de Equipamentos: R$ 480.000,00\n14.5 – RECURSOS NECESSÁRIOS PARA MATERIAL DE CONSUMO 14.5 – RECURSOS NECESSÁRIOS PARA MATERIAL DE CONSUMO\n- 90 -", "91": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nComponentes eletrônicos ativos e passivos, diversos tipos de sens ores, microcontroladores, entre\noutros dispositivos destinados  a complementar  o almoxarifado da Faculdade de Engenharia\nElétrica.\n                          Valor total para material de consumo: R$50.000,00\n14.6 - RECURSOS BIBLIOGRÁFICOS NECESSÁRIOS 14.6 - RECURSOS BIBLIOGRÁFICOS NECESSÁRIOS \nO material bibliográfico que de verá ser adquirido no valor de:\n                        Valor estimado para material bibliográfico: R$ 200.000,00\n14.7 – SOFTWARES NECESSÁRIOS14.7 – SOFTWARES NECESSÁRIOS\nLicença atualizada do software Matlab\nSoftware para redes Renovação da licença do software LabviewSoftwares necessários para instru mentação e aquisição de dados.\nSoftware para projeto e concepção de placas de circuito impresso – PCIs.\nValor necessário para aquisição dos softwares: R$ 150.000,00\nTabela resumida dos recursos.\nRecursos Humanos21 docentes\n01 Coordenador de Curso01 secretária01 auxiliar de secretaria03 técnicos de laboratório\nEspaço Físico de laboratório 216m\n2\nEquipamentos R$480.000,00Material de Consumo R$50.000,00Bibliografia R$200.000,00\nSoftware R$150.000,00\n- 91 -", "92": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nTOTAL DOS RECURSOS\nFINANCEIROSR$880.000,00\n15. CONCLUSÕES\nApresentou-se nesse projeto toda a fundamentaç ão teórica em que se baseia a concepção do\nCurso de Graduação em Engenharia Eletrônica e de Telecomunicações , a ser oferecido pela\nUniversidade  Federal  de  Uberlândia,  sob  a  responsabilidade  da  Faculdade  de  Engenharia\nElétrica no Campus de Patos de Minas . De forma bem clara proc urou-se mostrar também o\nperfil desejado do egresso e as ações necessári as tanto do ponto de vista pedagógico quanto do\nponto de vista do cumprimento das diretrizes cu rriculares mínimas para que esse perfil seja\nobtido. Da mesma forma, foram definidas tamb ém as habilidades, co mpetências e conteúdos\nnecessários à formação  desse profissional.\nProcurou-se ainda, nesse projeto, de forma cl ara e objetiva apresent ar todo o conjunto de\ninformações necessárias ao completo entendim ento do processo de aprendizagem do aluno.\nNesse contexto, foram apresentados tanto o proc esso de avaliação do currículo de Engenharia\nEletrônica e de Telecomunicaçõ es como o seu acompanhamento.  As informações sobre normas,\norganização acadêmica e infra-estrutura básica oferecidas pela Universidade e pela Faculdade\nde Engenharia Elétrica permitem a observação de  todo o contexto que envolve a formação de\nnosso profissional em Engenharia Eletrônica e de  Telecomunicações e co mo elas se encontram\nindissociáveis ao processo.\nUma vez concluído o presente projeto pedagógico , encontramo-nos talvez em sua principal\nfase:  a  sua  efetiva  execução .  Cabe  a  toda  comunidade  aca dêmica  envolvida,  ou  seja,  ao\nconjunto de docentes, discentes e técnicos admini strativos a grande responsabilidade de torná-lo\num instrumento real, verdadeiro  e efetivo de todo o processo  de aprendizagem e formação do\nestudante. Cabe a cada um de nós a crític a, o acompanhamento e a proposição de mudanças\nquando  necessárias.  Cabe  a  cada  um  de  nós  o  verdadeiro  exercício  de  vigilância  e  de\ncomprometimento com os princípi os básicos aqui construídos. De acordo com Veiga (1995), “ o\n- 92 -", "93": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nprojeto político-pedagógico é mais do que uma fo rmalidade instituída: é uma reflexão sobre a\neducação superior, sobre o ensino, a pesquisa e a extensão, a produção e a socialização dos\nconhecimentos,  sobre  o  aluno  e  o  professo r  e  a  prática  pedagógica  que  se  realiza  na\nuniversidade. O projeto político-pedagógico é uma ap roximação maior entre o que se institui e\no  que  se  transforma  em  instituinte.  Assim,  a  articulação  do  instituído  com  o  instituintepossibilita a ampliação dos saberes” . Cabe a cada um de nós a constante avaliação desse\nprojeto bem como a viabilização de sua prática.\nREFERÊNCIAS BIBLIOGRÁFICAS\nBAZZO, W. A.; PEREIRA, L. T. V .; LINSINGEN, I. V . Educação Tecnológica: Enfoques para\no Ensino de Engenharia . 2. ed. Florianópolis, SC: Editora da UFSC, 2008.\nBECKER, F.  A Epistemologia do Professor: o Cotidiano da Escola . Petrópolis, RJ: Editora\nV ozes, 1995.\nCONGRAD -  Resolução 02/2008 , 2008. Normas da Graduação da Universidade Federal de\nUberlândia. (http://www.reitoria.ufu.br /Resolucoes/resolu caoCONGRAD-2008-2.pdf).\nDEPRESBITERIS, L. Avaliação da Aprendizage m: Revendo Conceitos e Posições. In: SOUZA,\nC. (Org.). Avaliação do rendimento escolar.  12. ed. Campinas, SP: Papirus, 2004. pág. 51-79.\nEstatuto da Universidade Federal de Uberlândia. (www.estatuto.ufu.br ).\nGARCIA, R. L. A avaliação e suas Implicações  no Fracasso/Sucesso. In: ESTEBAN, M. T.\n(org.). Avaliação: uma prática em busca de novos sentidos.  Rio de janeiro, RJ: DP&A, 1999,\npág. 29-49.\nGouvêa da Costa, S. E.  Uma (Re)Discussão Sobre Diversific ação, Flexibilidade, Integração e\nAutomação.  Anais  do  ENEGEP –  Encontro  Naci onal  de  Engenharia  de  Produção,  1998.\n(http://www.abepro.org.br/b iblioteca/ENEGEP1998_ART160.pdf)\n- 93 -", "94": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nGuia  Acadêmico  da  Faculdade  de  Engenhari a  Elétrica  da  Universidade  Federal  de\nUberlândia. (http://www0.ufu.br/guia_academico/).\nHANSEN, E. The Role of Interactive Video Technol ogy in Higher Education: Case Study\nand Proposed Framework . In: Education Techno logy, (9), 1990, pp. 13-21.\nIZIQUE, C.  Precisa-se de Engenheiros: Profissi onais Formados pelas Melhores Escolas são\nDisputados pelas Empresas do País e do Ex terior.  Revista CNI – Indústria Brasileira, 53a ed,\nnº 53, pág. 28-32, 2005.\nKUHN, T. Lógica da Descoberta ou Psicologia da Pesquisa? ln: LAKATOS, I.; MUSGRAVE, A.\n(org.). A Crítica e o Desenvolvimento do Conhecimento.  São Paulo, SP: Cultrix, 1979, pág. 6.\nLONGO, O. C.; FONTES, M. A. S. Diagnóstico do Ensino de Engenharia, Necessidades do\nMercado de Trabalho e a Legislação Vigente . VII Encontro Ensino em Engenharia, 2000.\nMEDIANO, Z. D. A Avaliação da Aprendizagem na Escola de 1º grau. In: CANDAU, V . M.\n(org.). Rumo a uma Nova Didática.  9. ed. Petrópolis, RJ: Editora V ozes, 1.988, pág. 152 - 164.\nMORAES, M.C. O Perfil do Enge nheiro dos Novos Tempos e as Novas Pautas Educacionais. In:\nLINSINGEN, I.; PEREIRA, L. T. V . et al (org). Formação do Engenheiro. Florianópolis, SC:\nEditora DAUFSC, 1999, pág. 58.\nMORAES, A. J., SIL VEIRA, J. C. P ., PEREIRA, R. A. A Diminuição do Índice de Evasão e\nReprovação nas “Disciplinas Básicas” do Curso de Engenharia , COBENGE, 2003.\nMORIN, E. A Cabeça Bem-Feita.  7a ed. Rio de Janeiro, RJ: Bertrand Brasil, 2002, pág. 24.\nPRADOS, J. W. Engineering Education in the United  States: Past, Present, and Future . In:\nInternational Conferen ce on Engineering Education, 8, 1998, Rio de Janeiro - RJ, Brazil.\nPROGRAD.  Orientações Gerais para Elaboração de Projetos Pedagógicos de Cursos de\nGraduação.  Uberlândia:  Universidade  Federal  de  Uberlândia.  Pró-Reitoria  de  Graduação.\nDiretoria de Ensino, 2005.\nRegimento Geral da Universidade Federal de Uberlândia.  (www.estatuto.ufu.br).\n- 94 -", "95": "Projeto Pedagógico do Curso de Graduação em  Eletrônica e de Telecomunicações \nVEIGA, I. P. A. Projeto Político-Pedagógico: Cont inuidade ou Transgressão para Acertar? In:\nCASTANHO,  S.  e  CASTANHO,  M.  E.  L.  M.  (Org.).  O  que  Há  de  Novo  na  Educação\nSuperior: do Projeto Pedagógico à Prática Transformadora . Campinas, SP: Papirus, 2000.\n(Formação em EAD, 2000).\nVEIGA,  I.  P.  A.  Projeto  Político  -  Pedagógico  da  Escola:  uma  Construção  Possível.\nCampinas, SP: Papirus, 1995.Wainer da Silveira e Silva, Dr . Carlos Alberto Pereira Soares  , Preparando engenheiros de\ntelecomunicações   para  o  mercad o  de  trabalho  pós-privatização ,Universidade  Federal\nFluminense, Departamento de E ngenharia de Telecomunicações\nW.  S.  Silva.  \"Autonomia Tecnológica em Telecomunicações no Brasil\"  Cap. 6 em  História\nGeral  das  Telecomunicações  no  Brasil.  Henry  British  Lins  de  Barros.  TELECOM,  Rio  de\nJaneiro, RJ, 1990\nW.  S.  Silva.  \" A Qualificação do Profissi onal de Engenharia formado pela UFF para o Ano\n2000\"  Revista de Ensino de Engenharia . V ol. 10, nº 3, Novembro de 1993, pp. 10-12.\n W. S. Silva. \" Updating Engineering Programs in Third World Countries: A Successful\nStrategy\".  Proceedings of the PICMET -97 Portland International C onference on Management of\nEngineering and Technology. Portland, Oregon, USA,  July 27-31, 1997.\n W. S.  Silva. E J. J. Souza  \"As Aspirações dos Estudantes de Engenharia da UFF e a\nRealidade  da  Profissão  para  os  Próximos  Anos”. Anais  do  XXV  COBENGE.  Salvador,\noutubro de 1997.\n W.  S.  Silva.  \"Empreendedorismo  como  Disciplina  do  Curso  de  Engenharia  de\nTelecomunicações: Uma Parceria UFFSEBRAE”\n- 95 -"}